{"response":{"status":"ok","userTier":"developer","total":68341,"startIndex":751,"pageSize":50,"currentPage":16,"pages":1367,"orderBy":"relevance","results":[{"id":"sport/2023/jul/12/aryna-sabalenka-powers-past-madison-keys-to-reach-wimbledon-semi-final-tennis","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-07-12T17:59:31Z","webTitle":"Aryna Sabalenka powers past Madison Keys to set up semi-final with Jabeur","webUrl":"https://www.theguardian.com/sport/2023/jul/12/aryna-sabalenka-powers-past-madison-keys-to-reach-wimbledon-semi-final-tennis","apiUrl":"https://content.guardianapis.com/sport/2023/jul/12/aryna-sabalenka-powers-past-madison-keys-to-reach-wimbledon-semi-final-tennis","fields":{"bodyText":"Sometimes a rest is even better than a change. For Aryna Sabalenka, missing Wimbledon last year because of the ban on Russian and Belarusian players meant she had an opportunity to breathe, to reset. After reaching the semi-finals here in 2021, her career had been in danger of going off the rails, her serve collapsing, her mind imploding. On Wednesday, having already won her first grand slam title this year at the Australian Open, the Belarusian overpowered Madison Keys 6-2, 6-4 to reach a grand slam semi-final for the fourth consecutive time. “I was really sad that I couldn’t play here last year. But at the same time I was thinking: ‘OK, it’s a good time to kind of like reset and start everything over again,’” Sabalenka said after setting up a semi-final against Ons Jabeur, who gained revenge on Elena Rybakina for her defeat by the Kazakhstani player the final last year. “Before grass season [in 2022] I didn’t play my best tennis. I was struggling a lot with my serve, with these emotions, with a lot of stuff. I just took that time as a good preparation, as a good little switch. Everything started working better. I think in those probably three or four weeks, I did really good work, and it helped me at the US Open. “Then I kind of started believing in myself more, I started playing better, I started feeling better on court, emotionally I started feeling better. I think this period gave me so much belief in myself. I was very sad but at same time I was like, OK, this is probably something I really needed.” Against Keys, Sabalenka began well, breaking serve in a six-minute opening game thanks to some thunderous hitting. Keys got on the board for to trail 2-1 but after being broken again for 4-1, the American consulted the doctor and took some tablets. Sabalenka, the No 2 seed, wrapped up the set soon after but Keys, in her second quarter-final here, hit back well and when she broke serve and led 4-2, 40-0 in the second, it looked like she would take it to a decider. But Sabalenka found her groove again, winning 12 successive points to take control. A horrible volley over the baseline by Keys gave her another break for 5-4 and, though the American saved one match point, Sabalenka sealed the win with an unreturnable serve. “Obviously a very tough day,” Keys said. “I mean, I think Aryna played really well. I had chances in the second set and didn’t capitalise on them. Sometimes that’s how things go. Overall still a really good tournament for me.” Should Sabalenka beat Jabeur she will become world No 1 for the first time, fulfilling one of her lifelong dreams. The other one is to lift the Wimbledon title, something she has visualised since she was young. “I remember myself, I don’t know, 14 or 15 years old going on my practice with the headphones listening to music and dreaming of becoming one of the best players in the world, dreaming about lifting this beautiful trophy,” she said. “That’s something that really motivates me a lot, that I was able to become one of the best. I’m competing on the high level. I’m going to do everything I can to lift this beautiful trophy.” Perhaps the best thing Sabalenka has done in the past year is to calm her mind. Where once the tension was visible on her face after every missed shot, now, when things get tight and the pressure rises, more often than not she will smile. And even if she screams, it’s under control. Now it’s just about calming the thoughts of becoming No 1 or lifting the title. “I want both but I’m trying to focus on myself because I know if I’ll start thinking about all this stuff I’m going to lose my focus on court, my game. So I’m trying to make sure that every time I’m on the court I bring my best tennis. Then later on we’ll see if I’m ready to become world No 1 or if I’m ready to play another final.”"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"us-news/2022/dec/05/hakeem-jeffries-rise-to-power-change-him","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-12-05T10:00:39Z","webTitle":"Will the ‘cool, calm, collected’ Hakeem Jeffries change when in power?","webUrl":"https://www.theguardian.com/us-news/2022/dec/05/hakeem-jeffries-rise-to-power-change-him","apiUrl":"https://content.guardianapis.com/us-news/2022/dec/05/hakeem-jeffries-rise-to-power-change-him","fields":{"bodyText":"Democratic congressman Hakeem Jeffries first emerged in the mid-2000s as a former corporate lawyer homegrown from central Brooklyn. With his focus on criminal justice reform and housing affordability, he was seen as a progressive of the moment who took on the existing Democratic machine in New York. Now, as the newly elected successor to House speaker Nancy Pelosi, Jeffries has graduated from state politics to the national stage with the opportunity to make an impression on American politics for years to come. Last week Jeffries, 52, became the first Black leader of either party in Congress. Under the incoming Congress, Jeffries will be House minority leader, making him the most powerful Democrat in the House. His ascension, paired with the departures of longtime and elderly Democratic leaders like Pelosi, Steny Hoyer and Jim Clyburn, signals a shift for Democrats toward a younger, more diverse generation of leaders that will undoubtedly face tension with a new Republican House majority on the horizon. But will Jeffries change? Some political historians argue that Jeffries’ rise fits into a pattern of Black lawmakers who, as they climb the party leadership ranks, become more moderate, raising questions as to how Jeffries will navigate the post differently from his predecessor, Nancy Pelosi. Katherine Tate, a political science professor at Brown University and author of several books including Concordance: Black Lawmaking in the US Congress from Carter to Obama, said it was “wise to elevate younger members right now” to energize young voters but questioned whether Jeffries would accomplish anything “radical or significant off the bat”. She noted that Jeffries will have to navigate competing ideologies not just within his own party, but with a seriously fractured Republican party controlling the House in the next Congress. Faced with his own party’s divisions – including a highly visible progressive wing influenced by fellow New Yorker Alexandria Ocasio-Cortez and her “Squad” – and the chaos of the Republican party’s emboldened extremists, the next two years are likely to be messy. Jeffries “is not going to have his own agenda. He’s going to shepherd other people’s agendas through”, Tate said. Congressman Ritchie Torres, who represents the south Bronx, told the Guardian that Jeffries’ rise reflected the strength of his ability to work as an insider and outsider. He described the fellow New York Democrat as “highly cerebral” and “cool, calm, and collected” – capable of talking about the intricacies of policy while quoting Biggie Smalls during former president Donald Trump’s impeachment proceedings. Torres expected, under Jeffries’ leadership, the Democratic party would be more committed to issues of racial equity, ensuring people of color a seat at the table, even as Jeffries manages and responds to the ideological forces within his party. Jennifer Garcia, an assistant professor of politics at Oberlin College, agreed, noting that Jeffries’ platform can be an empowering force for not just lawmakers of color but also voters. “Racial identity does matter and because of that, he will behave in a distinct way than past speakers,” said Garcia, who is writing a book on how Black Congress members use legislation to advance policy priorities for Black Americans. Torres said Jeffries is also “willing to reach across the aisle in the service of progressive change”, pointing to his colleague’s efforts in negotiating the George Floyd Justice in Policing Act, which passed in the House but failed to make movement in the Senate. “He knows how to build coalition and consensus over the caucus, and he’s the best communicator in the House Democratic caucus,” he said. Analysis by Voteview, a database of congressional votes from the University of California, Los Angeles’ political science department, shows that Jeffries, a member of the Congressional Progressive Caucus and of the Congressional Black Caucus, has a more moderate voting record than some older, more liberal Black legislators such as congresswomen Barbara Lee and Maxine Waters. Still, according to Voteview, his voting record remains more liberal than 85% of the Democratic party. Torres resisted any idea that Black lawmakers become more moderate as they rose in the ranks, pointing to Black leaders like Elijah Cummings, John Lewis and Jim Clyburn, who is expected to let go of his long-held position as the number three Democrat. “These people are not only progressive but they are also effective at advancing progressive agenda, which Hakeem has done,” he said, adding: “Neither the new guard nor the old guard are a monolith. The House Democratic caucus is by and large unified around a progressive agenda.” Tate said Jeffries came up at a time when the Democratic party was more open to Black leaders, enabling him to develop the mindset of working across the party and compromising rather than working outside the party. Garcia cautioned that the Voteview numbers were imperfect because they focused on roll call votes on legislation that makes it through hurdles to a vote. “Regardless of race and gender, as you rise in the ranks of party leadership, there’s adapting you have to do to attain that power,” Garcia said. *** Lupe Todd-Medina, a longtime adviser who worked on Jeffries’ campaigns, described Jeffries as a loving parent with a strong work ethic, and also spoke of his ability to work across the aisle. Jeffries, who has been described as “Brooklyn’s Barack Obama”, grew up in Crown Heights, now a rapidly changing neighborhood in Brooklyn, at the height of the crack cocaine epidemic and escalating crime in New York City. One of the few Black attorneys at the law firm Paul, Weiss, Jeffries was part of a class of eventual Black power brokers in the mid-2000s – alongside New York attorney general Letitia James, state senator Kevin Parker, and now Mayor Eric Adams – who were then considered young progressives out of central Brooklyn. “Those guys were not waiting for their turn,” Todd-Medina said. “It brought a liveliness and rebirth to local politics.” As a member of the New York state assembly, Jeffries worked with then-state senator Eric Adams to pass legislation to force the New York police department to stop adding the names of everyone who was stopped and frisked to a database used in criminal investigations. In 2018, six years after he was elected to Congress, Jeffries, despite opposition from fellow Democrats, worked with the Trump administration to write and pass the First Step Act, a federal prison reform bill. “He’s pragmatic. There’s nothing wrong with being pragmatic. There’s no purity test in being that,” Medina said. “You have to be realistic and work across the aisle and he’s always been one to know how to maneuver that well.” When Black lawmakers first entered a segregated Congress in the 1950s, their policy priorities were ignored by the Democratic establishment, Garcia and Tate said. Adam Clayton Powell Jr, a Black pastor who represented Harlem in the House from 1945 to 1971, was outspoken about how the Democratic establishment silenced him. He would introduce what was known as the Powell amendment to legislation to effectively stop federal funding toward initiatives that perpetuated segregation, Garcia said. “The Democratic party of the time won’t take up his agenda item. He continues to add it to everything he can. He can’t go through the traditional structure, he had to be a disruptor. People got pissed at him,” Garcia said. “They had to agitate to make themselves the force to be listened to or else they were easily ignored.” During the Reagan era, as more Black lawmakers ascended to political power, they were concerned Democrats were moving “too far to the right”. During the Clinton administration in the mid-1990s, when Republicans took control of the House, “this put pressure on Blacks to be more unified for the party,” Tate said. Today’s Democratic party is more liberal and diverse than before, and Jeffries’ ascension to House leader, along with Massachusetts congresswoman Katherine Clark and California congressman Pete Aguilar, reflected a significant generational shift in leadership ahead of a Republican-controlled House for women and people of color. “We will have to collaborate with Republicans to pass legislation for the good of the country and at the same time, we have to resist the worst of the Republican congress. There’s no contradiction to the two goals,” Torres said. “We will collaborate with Republicans when it benefits the country and we will resist Republicans when Republicans seek to do harm to the country.” In this atmosphere, Garcia said Jeffries’ impending leadership is “clearly a positive step and important symbolically to empower Black and brown communities”, adding: “I’m optimistic that there’s something about him that will take the responsibilities differently than past legislators.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"film/2023/jul/02/la-syndicaliste-review-isabelle-huppert-french-sexual-abuse-thriller-takes-cheap-shots","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-07-02T10:00:40Z","webTitle":"La Syndicaliste review – French ​sexual abuse thriller takes cheap shots","webUrl":"https://www.theguardian.com/film/2023/jul/02/la-syndicaliste-review-isabelle-huppert-french-sexual-abuse-thriller-takes-cheap-shots","apiUrl":"https://content.guardianapis.com/film/2023/jul/02/la-syndicaliste-review-isabelle-huppert-french-sexual-abuse-thriller-takes-cheap-shots","fields":{"bodyText":"Based on a true story, this slippery and rather disingenuous French-language thriller explores the case of Maureen Kearney (Isabelle Huppert, a little too impassive and icy), a high-powered union official for a major player in France’s nuclear power industry. When Maureen gets wind of a deal that could lead to massive job losses in the sector, she unilaterally declares war on the powers that be, petitioning politicians and making some very powerful enemies in the process. But when Maureen is violently sexually assaulted in her own home, the initial sympathy and shock within the industry turns to suspicion when the police accuse her of faking the attack. It’s not unusual, unfortunately, for the victims of sexual attacks to find themselves distrusted and even accused. What rankles in the film’s approach is that the audience is also encouraged to question her story, with director Jean-Paul Salomé seeding the picture with doubts about the veracity of Maureen’s initial version of the events, even as it shows her vindicated in the end. It feels crass and manipulative to cast aspersions on the tale of a real-life rape victim in service of a narrative twist in a movie."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"books/2023/jun/10/the-sister-by-sung-yoon-lee-review-north-koreas-propaganda-queen","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2023-06-10T11:00:21Z","webTitle":"The Sister by Sung-Yoon Lee review – North Korea’s propaganda queen ","webUrl":"https://www.theguardian.com/books/2023/jun/10/the-sister-by-sung-yoon-lee-review-north-koreas-propaganda-queen","apiUrl":"https://content.guardianapis.com/books/2023/jun/10/the-sister-by-sung-yoon-lee-review-north-koreas-propaganda-queen","fields":{"bodyText":"How to make sense of North Korea? It is not only the world’s loosest nuclear cannon, but a hereditary communist dictatorship, a patch of darkness in east Asia’s night‑time sea of light, one-third of George W Bush’s “axis of evil”, a state little larger than Ohio with the world’s fourth-largest military, a so-called hermit kingdom where less than 1% of its exploited and terrorised population has access to the internet. The west has often gone for the easiest answer: to mock it. It’s hard to imagine another human rights-abusing, nuclear-enabled regime being the backdrop for crass Hollywood comedies. But the ruling Kim dynasty has provided a reliable laughing stock for big-budget films from Team America: World Police, in which a screaming alien cockroach bursts from the corpse of a puppet Kim Jong-il, to The Interview, where hapless journalist James Franco is sent on a CIA mission to assassinate Kim Jong-un but ends up partying with him to a Katy Perry CD. The Sister, a detailed, insightful study by the US-based scholar Sung‑Yoon Lee, sets out to debunk this “profound condescension bordering on racism”. It uses the rise of the newest star in the Kim family business – the current supreme leader Kim Jong-un’s younger sister, Kim Yo-jong – to parse her country’s strange present and possible future, beyond the grotesque headlines. Over the past decade, Kim Yo-jong, now in her mid-30s, has become second only to her brother in terms of power and influence, and – controversially in a rigidly patriarchal society – his possible successor. As the head of the regime’s propaganda arm and a highly visible lead on its foreign policy, the “princess” has inevitably been portrayed with sexist overtones as somewhere between a charming, charismatic pop star and a sadistic power behind the throne. But rather than simply recycling the Kims’ cult of personality, The Sister underlines its roots in the trauma inflicted on Korea by the US and the USSR as they divided up its territory in the closing days of the second world war. On 11 August 1945, three American officers “poring over a small National Geographic map of east Asia … less-than-methodically determined that the 38th parallel running east-west across the peninsula was likely to be the northernmost line acceptable to Stalin”. The hastily drawn border between north and south sparked the devastating Korean war and sealed the peninsula’s fate as a permanent proxy battleground for rival superpowers. When the Soviets chose Kim Il-sung – a Russian‑speaking former guerrilla leader and Red Army major – to lead the new Democratic People’s Republic of Korea, its future became entwined with that of the “Mount Paektu bloodline” today headed by his grandson. The myth-building needed to create a semi-divine dynasty from scratch was extreme, and Lee is excellent on the regime’s reliance on suppressing, distorting and manipulating information – “North Korea is a state built on bold and blatant falsehoods,” he writes. Unmentionable truths include the fact that Kim Il-sung’s parents were Christian, that Kim Jong-un’s mother was born in Japan and that his aunt defected to the US – all “crimes” that would have entire ordinary North Korean families executed or sent to the gulags. And then there’s the famously decadent lifestyle enjoyed by the ruling family while the majority of its people endure poverty and hunger. (Lee mentions in passing the eye-popping fact that he attended an international school in Switzerland with the current leader’s elder half-brother.) While propaganda, now often overseen by Kim Yo-jong, is the regime’s favoured weapon of internal repression and external attack, its nuclear arsenal – which Kim Jong-un calls his “treasure sword” – is its ultimate guarantor. Over the past 18 months, the regime has dramatically escalated both its aggressive rhetoric and its testing of banned weapons, tools of blackmail and extortion familiar from an exhausting carousel of failed diplomatic initiatives that Lee, who has advised successive US administrations, describes in detail. His vivid account of surreal, intractable negotiations with the Kim siblings underlines The Sister’s central insight: Kim Yo-jong is very much part of the family. Even if she steps into the role of the first female supreme leader, change will not come at her hands. • The Sister by Sung-Yoon Lee is published by Macmillan (£20). To support the Guardian and Observer, order your copy at guardianbookshop.com"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"us-news/2023/may/05/georgia-brian-kemp-bill-remove-local-prosecutors","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-05-05T21:16:43Z","webTitle":"Georgia governor signs bill that allows removal of district attorneys ","webUrl":"https://www.theguardian.com/us-news/2023/may/05/georgia-brian-kemp-bill-remove-local-prosecutors","apiUrl":"https://content.guardianapis.com/us-news/2023/may/05/georgia-brian-kemp-bill-remove-local-prosecutors","fields":{"bodyText":"Georgia’s governor, Brian Kemp, signed a bill on Friday that makes it possible to oust elected district attorneys from office if they are believed to not be adequately enforcing the law. It’s a move that is seen a thinly veiled power grab to push out Democratic prosecutors, include some who said they would not prosecute abortion-related crimes. The new law sets up a statewide Prosecuting Attorneys Statewide Qualifications Commission with the power to investigate complaints against district attorneys and remove them if they have sufficient cause. The law outlines a series of offenses for which a prosecutor can be removed, including “willful and persistent failure” to carry out their duties and categorically refusing to prosecute crimes they are required by law to pursue. “I am not gonna stand idly by as rogue or incompetent prosecutors refuse to uphold the law,” Kemp said at an event before he signed the bill on Friday in Savannah. “Today we are sending a message that we will not forfeit public safety for prosecutors who let criminals off the hook.” The measure comes as Fani Willis, a Democrat serving as the Fulton county district attorney, investigates Donald Trump’s efforts to overturn the 2020 election. A special purpose grand jury has already recommended indictments in the matter and Willis has said if there are charges, they would be announced this summer. Willis has criticized the measure as “racist”, noting earlier this year that Republicans were pushing the measure after the number of minority district attorneys increased from five to 14 in 2020. ““I’m tired and I’m just going to call it how I see it,” she said. “I, quite frankly, think the legislation is racist. I don’t know what other thing to call it,” she told a senate panel earlier this year, according to the Atlanta Journal-Constitution. The eight-person commission will consist of a five-member committee that can investigate district attorneys and a three-member hearing panel. The commissioners’ terms will formally begin in July 2024, the same month complaints can start to be filed. The commission’s members would be appointed by the governor, lieutenant governor and legislature in Georgia, which are all Republican-led. The new law is widely believed to target Deborah Gonzalez, a Democrat who was elected the prosecutor in Athens-Clarke and Oconee counties in 2020. Gonzalez has adopted a number of criminal justice reforms, including not charging for simple possession of marijuana. She was also one of several district attorneys in Georgia who announced last year that she would not prosecute abortion-related crimes. “This is not an oversight bill. It’s an overstep on the part of the legislature to undermine the voice and vote of the people who elected us as DAs based on our approach and what they felt they wanted, in terms of the way that justice should be done in their community. This just takes all of that away,” Gonzalez told Bolts, an online newsmagazine. Houston Gaines, a state lawmaker from Athens who supports the bill, said the point of it “is to restore public safety in places where you have rogue district attorneys who simply are not doing their job”, according to the Associated Press. The bill comes as Republicans elsewhere have moved to remove elected progressive prosecutors from office. In Florida, Governor Ron DeSantis suspended Andrew Warren, a Democrat, after Warren said he would not enforce crimes around abortion and gender therapy. In St. Louis, Republicans were moving to oust Kim Gardner, the circuit attorney for St Louis county, before she announced she was resigning on Thursday. Georgia lawmakers also previously passed a measure that allowed for a takeover of local election boards for poor performance. A panel reviewing the elections operations in Fulton county, the most populous in the state, recommended not taking over the board earlier this year."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/aug/08/ukraine-nuclear-plant-attack-suicidal-un-chief-zaporizhzhia-russia","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-08T16:32:00Z","webTitle":"Attack on Ukraine nuclear plant ‘suicidal’, says UN chief as he urges access to site","webUrl":"https://www.theguardian.com/world/2022/aug/08/ukraine-nuclear-plant-attack-suicidal-un-chief-zaporizhzhia-russia","apiUrl":"https://content.guardianapis.com/world/2022/aug/08/ukraine-nuclear-plant-attack-suicidal-un-chief-zaporizhzhia-russia","fields":{"bodyText":"The UN secretary general has called for international inspectors to be given access to the Zaporizhzhia nuclear plant after Ukraine and Russia traded accusations over the shelling of Europe’s largest atomic plant at the weekend. “Any attack to a nuclear plant is a suicidal thing,” António Guterres told a news conference in Japan on Monday, two days after attending the Hiroshima peace memorial ceremony to commemorate the 77th anniversary of the world’s first atomic bombing. Guterres said the International Atomic Energy Agency needed access to the plant. “We fully support the IAEA in all their efforts in relation to create the conditions of stabilisation of the plant,” he said. Ukraine said renewed Russian shelling on Saturday had damaged three radiation sensors and hurt a worker at the Zaporizhzhia power plant, the second hit in consecutive days on the site. Ukraine’s ambassador to the IAEA, Yevhenii Tsymbaliuk, echoed the call for international inspectors and said Russian forces were attempting to cause electricity blackouts in southern Ukraine by shelling the plant, which was captured by Russian forces in early March but is still run by Ukrainian technicians. He said Zaporizhzhia staff were “working under the barrels of Russian guns”. Petro Kotin, the head of Ukraine’s state nuclear power company Energoatom, said the creation of a demilitarised zone around the site and the presence of peacekeepers “would resolve this problem”. He warned of the danger of shells hitting containers of highly radioactive spent nuclear fuel. If two or more containers were to be broken, “it is impossible to assess the scale” of the resulting disaster. “Such insane actions could leave to the situation spiralling out of control and it will be a Fukushima or Chornobyl,” Kotin said. In a televised address on Sunday the Ukrainian president, Volodymyr Zelenskiy, accused Russia of waging “nuclear terror” that warranted more international sanctions, this time on Moscow’s nuclear sector. “There is no such nation in the world that could feel safe when a terrorist state fires at a nuclear plant,” Zelenskiy said. Russian-installed authorities in the area said Ukrainian forces hit the site with a multiple rocket launcher, damaging administrative buildings and an area near a storage facility. The Russian embassy in Washington also released a statement itemising the damage. “Ukrainian nationalists launched an artillery strike on the territory of the specified object on 5 August. Two high-voltage power lines and a water pipeline were damaged as a result of the shelling. Only thanks to the effective and timely actions of the Russian military in covering the nuclear power facility, its critical infrastructure was not affected,” the embassy said. The head of Zaporizhzhia’s occupying authorities, Evgeniy Balitskyi, said Ukrainian forces were to blame and had “decided to put the whole of Europe on the brink of a nuclear catastrophe” by shelling the plant. Ukraine says Russia has turned the plant into a military base, making it extremely hard to target the Russian troops and equipment inside. According to the New York Times, Russia has been using the plant as cover from which to fire on Ukrainian forces since mid-July. The Washington-based thinktank the Institute for the Study of War (ISW) assessed on 3 August that Russian forces were likely to be using the power plant to “play on western fears of a nuclear disaster in Ukraine in an effort to degrade western will to provide military support to a Ukrainian counteroffensive”. The ISW further said that Russia was “effectively using the plant as a nuclear shield to prevent Ukrainian strikes on Russian forces and equipment”. It has not been possible to independently determine which side was responsible for the attack on the power station. The IAEA chief, Rafael Mariano Grossi, warned on Saturday that the latest attack “underlines the very real risk of a nuclear disaster”. In other developments on Monday: The Russian-installed leader of the Zaporizhzhia region signed a decree allowing for a referendum on joining Russia to take place. The Russian state news agency Ria Novosti reported that the declaration was signed at a conference of 700 regional officials where all present unanimously raised their hands in support of the referendum. In his video address on Sunday night Zelenskiy warned about “pseudo referendums” in the occupied south of Ukraine. He told Russia that choosing that path would close down “any possibility of negotiations with Ukraine and the free world”. Ukrainian forces again shelled Antonivskyi Bridge in the Russian-controlled city of Kherson, damaging construction equipment and delaying its reopening, Interfax news agency quoted a local Russian-appointed official as saying. Two more ships, carrying corn and soya beans, departed from Ukrainian Black Sea ports, Turkey and Ukraine said, taking the total to 10 since the first ship sailed last week under a deal with Russia to unblock Ukrainian grain exports. The United Nations and Turkey brokered the agreement last month after warnings the halt in grain shipments caused by Russia’s invasion of Ukraine could lead to severe food shortages and even outbreaks of famine in parts of the world. The US secretary of state, Antony Blinken, said if Russia were allowed to bully Ukraine, invade and take its territory, “then it’s going to be open season, not just in Europe but around the world”. One of Vladimir Putin’s closest allies has claimed the west wants to destroy Russia. Dmitry Medvedev, a former Russian president, who is now the virulently anti-western deputy head of the country’s security council, was speaking to the news agency Tass on the 14th anniversary of Russia’s invasion of Georgia. He linked the wars in Georgia and Ukraine as “one conspiracy aimed against Russia”. Reuters contributed to this report"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/sep/02/ukraine-zaporizhzhia-power-plant-physical-integrity-violated-un-nuclear-chief-says","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-02T20:32:32Z","webTitle":"Physical integrity of Zaporizhzhia plant ‘violated’, says UN nuclear chief","webUrl":"https://www.theguardian.com/world/2022/sep/02/ukraine-zaporizhzhia-power-plant-physical-integrity-violated-un-nuclear-chief-says","apiUrl":"https://content.guardianapis.com/world/2022/sep/02/ukraine-zaporizhzhia-power-plant-physical-integrity-violated-un-nuclear-chief-says","fields":{"bodyText":"The “physical integrity” of the Zaporizhzhia nuclear power station in south-eastern Ukraine has been “violated”, the head of the International Atomic Energy Agency (IAEA) has said, as Ukraine’s authorities accused Russia of misleading the inspection mission. After leading a team of inspectors to the Russian-occupied plant, the biggest nuclear power station in Europe, Rafael Grossi said that two IAEA experts would stay on permanently to provide constant monitoring and an uninterrupted flow of information to IAEA headquarters in Vienna. Grossi hoped the agency’s presence would help “stabilise” the situation there, after recent instances of shelling of the plant. But he said he remained very concerned about safety. “It is obvious that the plant and physical integrity of the plant has been violated several times,” Grossi told reporters. “Irrespective of the kinetic power of whatever you are throwing at the plant, it’s unacceptable under any safety and security criteria.” He said his other two main concerns were the external power supply which had been interrupted recently triggering the emergency diesel generators to switch on to keep cooling and other systems going, and the condition of the staff. Once back in Vienna, Grossi said it was “admirable” that Ukrainian technical staff were continuing to work to keep the plant going (two of the six reactors are still functioning) and maintaining professional relations with their Russian counterparts, but he added: “There is a latent tension there because of the obvious reasons of the war.” Ukraine’s state nuclear agency, Energoatom, had claimed that the IAEA was not shown certain areas of the site, and instead had witnessed a staged “show”. Ukraine’s president, Volodymyr Zelenskiy, accused Russia of intimidating residents in the nearby town of Enerhodar to lie to the IAEA representatives about events at the plant and “sign things”. Grossi insisted he and his team had seen “everything I request to see”, but he conceded he was not able to talk to any of the Russian soldiers who have commandeered the plant’s crisis centre as their headquarters. “The military presence there did not approach us in any way and were not available when I asked for a couple of occasions to talk to one of them,” he said. The IAEA chief said an alternative crisis centre has been set up but added that he will be requesting the military to hand back the purpose built facility they are occupying. Grossi left six of his staff behind at the site, but four of them will leave next week, leaving two IAEA experts there permanently. The IAEA is there to stay for as long as it is needed. We are not leaving. We’re not going anywhere,” Grossi said. “For those who may have intentions on the plant, knowing that international inspectors are there, witnessing and informing immediately what is happening, has an inherently very important stabilising effect.” Ukraine and Russia have traded blame over attacks on and near the plant, with Ukraine claiming they are false-flag operations carried out by Russia. Zelenskiy also voiced concerns over Ukrainian and international journalists not being allowed to travel with the delegation, as previously agreed. He said the occupying forces did not allow the journalists to cross the frontlines. “Unfortunately, IAEA representatives did not protect representatives of independent media,” said Zelenskiy, who said only Russian propagandists were present. Zelenskiy said the key thing for Ukraine and the international community was the demilitarisation of the plant. He said it was “bad that we have not yet heard the appropriate calls [for demilitarisation] from the IAEA”. Russian state media have published videos of Russian officials from Rosatom, Russia’s state nuclear agency, giving the mission a tour of the plant. Grossi said his agency would complete a full report on the visit by early next week and he would brief the UN security council on the visit next Tuesday. The Ukrainian energy minister, German Galushchenko, told Ukraine’s 1+1 television channel that “it is important for us that the station must be under national control, meaning that the station must be returned to the control of Ukraine”. Grossi said the security situation was “pretty difficult” during his visit. “There were moments where fire was obvious, heavy machine gun, artillery, mortars two or three times – we were very concerned.” But he said the mission received “splendid support from the UN security team”. “I think we showed that the international community is there, could be there and we will be continuing this,” Grossi said. Zaporizhzhia, has faced repeated shelling in recent weeks, with Kyiv and Moscow blaming each other for the attacks, raising concerns of a possible disaster. On Thursday, a dawn shelling attack on the area forced one of the plant’s six reactors to shut down. On Friday afternoon the electricity supply to a reactor was reconnected after it was cut for the second time in 10 days because of shelling, according to Energoatom. The plant needs electricity for its cooling and security systems. In the event all supply lines are cut, the plant’s workers would have 90 minutes to avoid dangerous overheating. In a video address late on Thursday, Zelenskiy reiterated his frequent calls that all troops be removed from the plant. “The main thing that must happen is the demilitarisation of the station’s territory,” he said. “Demilitarisation and full control of Ukrainian nuclear workers.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2023/feb/27/what-is-the-stormont-brake-restore-power-sharing-northern-ireland","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-02-27T17:19:35Z","webTitle":"What is the Stormont brake and will it help restore power sharing in Northern Ireland?","webUrl":"https://www.theguardian.com/politics/2023/feb/27/what-is-the-stormont-brake-restore-power-sharing-northern-ireland","apiUrl":"https://content.guardianapis.com/politics/2023/feb/27/what-is-the-stormont-brake-restore-power-sharing-northern-ireland","fields":{"bodyText":"The most interesting part of the press conference between the UK prime minister and the European Commission president, Ursula von der Leyen, was probably what Rishi Sunak said about the deal including a “Stormont brake”, which will allow the Northern Ireland assembly to stop new EU single market rules from applying in the region. He said the agreement “safeguards sovereignty” for Northern Ireland as a result. It had been reported that the agreement – known as the Windsor framework – would give the Northern Ireland assembly a right to be consulted on new single market rules; but this goes further, because the assembly would be able to block new rules applying in Northern Ireland. Sunak said: The only EU law that applies in Northern Ireland under the framework is the minimum necessary to avoid a hard border with Ireland and allow Northern Ireland business to continue accessing the EU market. But I know many people in Northern Ireland are worried about being subject to changes in EU goods law. To address that, today’s agreement introduces a new Stormont brake. Many have called for Stormont to have a say over these laws, but the Stormont brake goes further and means that Stormont can in fact stop them from applying in Northern Ireland. This will establish a clear process for which the democratically elected assembly can pull an emergency brake for changes to EU goods rules that would have significant and lasting effects on everyday lives. If the brake is pulled, the UK government will have a veto. This feature of the deal – assuming Sunak has described it accurately, and that critics do not find a catch when they get to inspect the small print of the deal – will make it hard for the DUP to oppose the deal. That is because, for the brake to apply, power sharing at Stormont would have to be restored. That would require the DUP to allow the assembly to start sitting (by backing the election of a speaker) and to lift its boycott on participating in the power-sharing executive. The DUP has said it will only do this if it gets a deal it finds acceptable. If the DUP were to continue to boycott the executive, the “Stormont brake” would not apply. And the alternative would not be no protocol; it would be Northern Ireland still being in the single market but not having the veto as described by Sunak. Unlike the DUP, Sinn Féin is not ideologically opposed to Northern Ireland being subject to EU laws. Its main political goal is for Irish reunification, which would probably involve Northern Ireland fully rejoining the EU. Sinn Féin has broadly welcomed the deal. Mary Lou McDonald, its president, said: “We are now at a turning point and that is good news for business and wider society. People in the north want and deserve certainty and stability. The economic possibilities the protocol opens up must be seized to benefit people in the north.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/may/08/canada-aukus-defence-pact","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-05-08T18:16:17Z","webTitle":"Canada hopes to join Aukus defence pact, says report","webUrl":"https://www.theguardian.com/world/2023/may/08/canada-aukus-defence-pact","apiUrl":"https://content.guardianapis.com/world/2023/may/08/canada-aukus-defence-pact","fields":{"bodyText":"Canada’s defence minister has said the country is “highly interested” working closer on defence technology with Australia, Britain and the US, after reports that the country wants to join the Aukus defence pact. The Globe and Mail reported on Monday that Canada was making efforts to join the group, amid fears that the country could be excluded from valuable intelligence and technology sharing between a smaller circle of nations. Both the foreign affairs ministry and Privy Council are working to have Canada included, the Globe reported. Asked whether Canada had made a formal application to join the deal, defence minister, Anita Anand, told reporters: “Canada is highly interested in furthering cooperation on AI, quantum computing and other advanced technologies with a defence nexus with our closest allies.” Anand said: “Our ties with our Five Eyes allies are strong, and indeed we remain interested in furthering cooperation in AI and other innovation efforts with our allies.” The Aukus agreement was seen as an effort by the three signatory nations to build up a greater presence in the Indo-Pacific region, and included an agreement to supply nuclear-powered submarines to Australia. At the time, officials in Ottawa downplayed the deal’s relevance to Canada. “This is a deal for nuclear submarines, which Canada is not currently or any time soon in the market for. Australia is,” Justin Trudeau told reporters at the time. But Canada’s exclusion from the alliance was seen as something of a snub for the country, and the prime minister faced sharp domestic criticism over Canada’s exclusion, with his Conservative rival suggesting the prime minister was “not taken seriously by our friends and allies around the world”. Canada has since announced its own Indo-Pacific strategy, to “promote and defend” its national interests in a region where nations are jockeying for influence and power. Thomas Juneau, an associate professor in the Graduate School of Public and International Affairs at the University of Ottawa, said: “There was a lot of hand wringing in Canada at the time, as there always is when we’re not part of something. But Canada does not want nuclear submarines. We don’t have the money for nuclear submarines at this point.” Canada already shares intelligence with Australia, the United Kingdom, the United States and New Zealand – an agreement known as the Five Eyes. But in the months since Aukus was formed, a number of working groups have formed to deal with emerging and disruptive technologies, said Juneau, who is working on a paper about the future of Canada’s relations with Aukus with Stephanie Carvin, an associate professor of international relations at Carleton University. Juneau said it was “definitely in Canada’s interest” to try to be in those working groups, though it is unclear how closely they will be tied to the nuclear submarine technology dimension. “The door is not shut for Canada to be involved, but Canada will have to show what it can bring to the table,” he said, adding Canada has emerged as a leader in artificial and signals intelligence. But amid growing criticism that the governing Liberals have neglected defence and intelligence investments, Canada faces stiff competition to gain access to the group as other nations, such as Japan and South Korea, also make a case for inclusion. “We’re not going to be brought into these groups, just because we’re a traditional ally,” said Juneau. “We’re going to be brought into these groups, because we can make the case that we have something to contribute, which in some cases, is a case that we can make.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-528-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-05T01:10:05Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 528 of the invasion","webUrl":"https://www.theguardian.com/world/2023/aug/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-528-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/aug/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-528-of-the-invasion","fields":{"bodyText":"An “extremely fierce battle is going on” in the long-contested eastern Ukrainian city of Bakhmut, the deputy defence minister, Hanna Maliar, has said, with Ukrainian forces advancing “slowly but confidently” south of the city while securing control of positions north of it. “The Russians are throwing huge numbers of forces into the Bakhmut area,” she said on national TV. “It has been important for us to establish ourselves on dominant heights in these areas.” Russia’s defence ministry said its forces had made air and artillery strikes on the key village of Klishchiivka south of Bakhmut and surrounding towns, knocking out Ukrainian vehicles and equipment. Residents of Russian-occupied Crimea reported an explosion near the bridge linking the peninsula to the Russian mainland early on Saturday, but a Russia-installed official in the region denied the bridge had come under attack. Other pro-Russian officials in occupied areas of Ukraine said the explosions were linked to an attack by Ukrainian drones. A Russian landing ship was struck and disabled in the country’s Black Sea port of Novorossiysk by an unmanned Ukrainian boat, known as a sea drone, Kyiv said. The 112-metre Olenegorsky Gornyak from Russia’s Northern Fleet, which has been used to transport troops and military hardware into occupied Ukrainian ports, was said to have been sufficiently damaged to have been put out of combat action. Onboard camera footage appeared to confirm the success of the night attack on the ship. Images of a Russian warship tilting to its side emerged shortly after the strike and footage was published by the Unian news agency from the head of the marine drone appearing to show it moving stealthily across the Black Sea towards the ship and hitting it at its centre. Satellite imagery also appeared to show a Russian landing ship leaking oil while docked at a Black Sea port. US bank JP Morgan this week stopped processing payments for the Russian Agricultural Bank, Russia said on Friday. JP Morgan had handled some Russian grain export payments for the past few months with reassurances from Washington. However, that cooperation stopped this week, Russia’s foreign ministry said on Friday. “The direct channel between the Russian Agricultural Bank and JP Morgan … was closed on 2 August,” foreign ministry spokesperson Maria Zakharova was quoted by Russian media as saying. Russia’s defence minister, Sergei Shoigu, visited a combat zone in Ukraine to inspect a command post and meet senior military officers, the army said on Friday. Shoigu got an update on the situation on the front and “thanked commanders and soldiers … for successful offensive operations” in Lyman in eastern Ukraine, it said, without mentioning when the visit took place. At the Russia-held Zaporizhzhia nuclear power plant in southern Ukraine, the UN nuclear watchdog said it had “finally” been granted access requested a month ago and that it had found no explosives after claims of mines being planted around the infrastructure. A court in Russia has extended Alexei Navalny’s prison sentence by 19 years and sentenced him to a special regime with the harshest prison conditions in the country. Navalny was found guilty on six counts, including inciting and financing extremism, creating an illegal NGO, the rehabilitation of nazism and inciting children to dangerous acts. He and his supporters have rejected the charges as being politically motivated. An associate of Navalny who worked for his YouTube channel also stood trial in a Moscow court on Friday. Daniel Kholodny, a TV technician, was found guilty of organising an extremist group and sentenced to eight years in prison, Russian newspaper Novaya Gazeta reported."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/sep/05/ex-pakistan-pm-warns-of-deepening-crisis-as-fears-of-new-election-delay-grow","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-09-05T13:00:29Z","webTitle":"Ex-Pakistan PM warns of deepening crisis as fears of new election delay grow","webUrl":"https://www.theguardian.com/world/2023/sep/05/ex-pakistan-pm-warns-of-deepening-crisis-as-fears-of-new-election-delay-grow","apiUrl":"https://content.guardianapis.com/world/2023/sep/05/ex-pakistan-pm-warns-of-deepening-crisis-as-fears-of-new-election-delay-grow","fields":{"bodyText":"A former Pakistani prime minister has said the country is in a “deepening political and economic crisis” as fears grow elections due to be held by November may be delayed further. His comments came after a tumultuous period in which the prime minister, Imran Khan, was removed from office and arrested as an opposition coalition took power, the controversial 2018-23 parliament, which witnessed rights violations, a crackdown on political opponents and increasing curbs on dissent, was dissolved and the power and influence of the military grew. “We are in a deepening political and economic crisis in Pakistan. All political parties have been in power in the last term but they seemed to have no solution,” Shahid Khaqan Abbasi, the prime minster from August 2017 to May 2018, told the Guardian. He said the parliament – elected in 2018 and dissolved last month – had “lost its credibility, and the constitution has been violated”. In a farewell speech to the body he had called the worst in the country’s history, he demanded the formation of a “truth commission” to ascertain how Pakistan had reached such a point. The same month, the outgoing government made the controversial announcement that a vote for a new body and new government could take place only after a new census was completed and constituency boundaries redrawn. Michael Kugelman, a senior associate for south Asia at the Wilson Center thinktank, said that delaying the election was a major blow to the procedural aspects of democracy in Pakistan, which in recent years had been sound given that elections had happened on time. He said a delayed election would also deepen political tensions. “The biggest challenge moving forward is the lack of trust – the social contract between state and society is fraying. If not addressed, that can have troubling consequences over the longer term.” There is still uncertainty. The recently appointed caretaker prime minister, Anwaar-ul-Haq Kakar, said in his first interview with Geo News that the Election Commission of Pakistan had the authority to announce the poll dates, though if the case went to court and it ruled for elections in 90 days he would act upon it. The 2018 elections, beset by widespread allegations of vote rigging, brought the military-backed Khan to power as prime minister. He remained in office until April 2022, when he was ousted in a vote of no confidence after he fell out with Pakistan’s powerful military, but polls show he remains popular. Shehbaz Sharif then replaced Khan as a candidate of the Pakistan Democratic Movement (PDM). It was created with a 12-point agenda to ensure constitutional supremacy and free speech and to end the rule of military and security agencies from politics, but, like Khan, was accused of giving the military more space in politics. Arifa Noor, a political analyst, said: “Since 2018, we have lost too much political space to the military establishment; that was true of the Imran Khan’s government, and we accused Khan for this but after Khan, the PDM hastened that process.” The caretaker government has passed a controversial amendment to allow a serving military officer to become the chair of the National Database and Registration Authority. Noor said “the move makes it obvious that the ingress of military is increasing”. Khan ruled through what observers called a “hybrid regime” that ceded space to the military establishment and the Sharif government became known as “hybrid 2.0”. “I imagine hybrid 3.0 is just around the corner,” Kugelman said. “It looks like we’ve settled into a new normal. The military would continue to enjoy a political advantage.” A senior PDM politician said it was a bitter truth that all political parties had surrendered to the powerful military and they believed the path to power was not “[the] vote but the military’s embrace”. The politician, who requested anonymity, continued: “When we come into power, we do what the military says and compromise over democratic norms. And there is no democracy within major political parties even, be it dynastic [Bilawal] Bhutto Zardari’s PPP [Pakistan People’s party] or Sharif’s PML-N [Pakistan Muslim League (Nawaz)] or Khan’s PTI [Pakistan Tehreek-e-Insaf], and how would one fight for democracy if he is not democrat?” Khan’s rising popularity in electoral politics poses a challenge for the military establishment. Khan was briefly arrested on 9 May, which resulted in mass protests and attacks on military installations. The images of angry protesters storming military facilities was a crystallisation of the deep levels of anger across the political divide and of the deep anti-military sentiment coursing through the Khan support base, who accused the military chief of ordering his arrest. The military retaliated with a severe crackdown, destroying Khan’s party and arresting thousands of his workers, aides and supporters. Despite this, Khan’s party won mayoral election of Mathra town in Peshawar, north-western Pakistan. Days before the dissolution of the assembly, Khan was arrested on 5 August, sentenced to three years in prison and barred from politics for five years over corruption charges. “Democracy is in deep crisis in Pakistan and I don’t see any off ramps, especially if the election is rigged,” Kugelman said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2022/dec/26/washington-state-energy-station-attacked-christmas-day","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-12-26T16:16:11Z","webTitle":"More than 14,000 in Washington state lose power after energy station attacked","webUrl":"https://www.theguardian.com/us-news/2022/dec/26/washington-state-energy-station-attacked-christmas-day","apiUrl":"https://content.guardianapis.com/us-news/2022/dec/26/washington-state-energy-station-attacked-christmas-day","fields":{"bodyText":"More than 14,000 people suffered power outages in Washington state on Christmas Day following burglaries and a series of vandalisms at different power stations. The Pierce county sheriff said in two statements that no suspects had yet been identified for the incidents. The Christmas Day outages add to an alarming and increasing list of similar incidents in the US. There were six attacks across power stations in Oregon and Washington earlier this month, following a similar attack on a power grid in North Carolina at the beginning of December. In the attack in North Carolina, assailants shot gunfire into two stations, with some claiming that it was done in order to halt a local drag show. While there are no suspects in the string of attacks, there are concerns that at least some of these assaults are carried out by extremists, motivated by online conspiracy theories and pursuing a far-right agenda. The most recent incident in Washington unfolded on Christmas evening with a fire on the premises of Puget Sound Energy substation following a burglary. “The suspect(s) gained access to the fenced area and vandalized the equipment which caused the fire,” the sheriff’s office said in a statement on Sunday. Early on Christmas morning, around 2.30am, an energy utility company Puget Sound Energy experienced a power outage “where the fenced area was broken into and the equipment vandalized”, said another statement from the sheriff’s office. At about 5.30am, a break-in and vandalism in a Tacoma Public Utilities facility about 10 miles away, led to a power outage. Following that, just a couple of miles away, there was a “forced entry” at a substation where nothing was stolen. Tacoma Public Utilities said in a statement on Sunday that the issue was much more severe than they had initially thought. “Unfortunately, the impacts to our system from today’s deliberate damage are more severe in some places than initial testing indicated,” they said on Sunday evening in an update in a live feed on Facebook. Sgt Darren Moss of Pierce county sheriff’s department has said it was likely the incidents are related. “There’s a good possibility they are related, we are going to be investigating to see if this was coordinated by a specific group or people,” he told news station KING 5, “but at this time all we know is that we have burglaries where the power was purposefully knocked out.” Of those affected, more than 7,000 customers were out of power before the sun was up on Christmas morning, KING 5 reported."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"artanddesign/2023/apr/24/the-elephant-artworks-interrogating-korean-life-when-we-get-rid-of-the-power-structure-what-will-we-see","type":"article","sectionId":"artanddesign","sectionName":"Art and design","webPublicationDate":"2023-04-23T15:00:43Z","webTitle":"The elephant artworks interrogating Korean life: ‘When we get rid of the power structure, what will we see?’ ","webUrl":"https://www.theguardian.com/artanddesign/2023/apr/24/the-elephant-artworks-interrogating-korean-life-when-we-get-rid-of-the-power-structure-what-will-we-see","apiUrl":"https://content.guardianapis.com/artanddesign/2023/apr/24/the-elephant-artworks-interrogating-korean-life-when-we-get-rid-of-the-power-structure-what-will-we-see","fields":{"bodyText":"It’s a strange sight at an art exhibition. While people mill around, respectfully observing works from a distance, some walk towards a white sculpture with their arms outstretched. Then they put their hands directly on to it: the cardinal art sin. But this artwork doesn’t just invite touch – it depends on it. Wool and fabric cover a 3m x 3m, 500kg iron skeleton. The figure looks at once familiar and alien: its large ears and thick legs are instantly recognisable but there is no tail, trunk or face. Touching the elephant, something stirs. On display at the 14th Gwangju Biennale, the South Korean artist Oum Jeongsoon’s Elephant Without Trunk is the inaugural winner of the art show’s $100,000 Park Seo-Bo art prize. It’s the latest instalment in her ongoing project, Another Way of Seeing, which draws from experiences of difference to suggest new modes of understanding the world. “In my art career, I usually deal with the topic of what it means to see,” Oum says from Kote, an art space in Seoul’s bustling Insa-dong district. It’s days after the prize announcement, and the artist, who was born in the central province of Chungju in 1961, speaks mostly through an interpreter, Ho Bin Kim. “It was a natural process for me to also question what it means to not see.” Oum launched Another Way of Seeing in 1996, beginning as an art teacher for blind school students before starting her own workshops. Since 2008, she has been fascinated by elephants, after reading about the first elephant to arrive on the Korean peninsula via Indonesia 600 years ago as a gift from Japan. After the creature trampled a government official who mocked its appearance, it was exiled to the southern Jangdo Island. There’s a loneliness in this story that comes across in Oum’s works. Her award-winning piece, she says, “represents the current situation of minorities in Korea … I’m looking at the similarities between oppressed groups and the elephant, who was going around as a stranger”. Oum’s first elephant workshop took place at Gwangju’s Uchi Park zoo, giving the biennale prize additional significance. The blind students touched the elephants and shared what they felt through art. A workshop in Chiang Mai, Thailand, with disabled or ill elephants, offered a new depth. “We spent four days in the sanctuary, cleaning the animals’ poop and eating together. During that time, not only did they touch, but they also had the ability to hear and smell,” Oum says. “Because both the animals and the students had a disability, when the students were asked to create a narrative, they could really sympathise with the elephants and create products that are phenomenal.” Oum’s works inspired by these workshops have included paintings and mixed media, depicting elephants at various stages of their journeys. Commissioned for the Gwangju Biennale, Elephant Without Trunk includes three related works – some older that have been newly covered in wool. The trunk’s absence forces a new perspective of a familiar form. “When we visualise an elephant, the first thing we think about is its nose,” Oum says. “It represents power and hierarchy, and I wanted to make a connection to our society: when we get rid of the power structure, what will we see?” The work’s tactility invites the audience to experience the animal through different senses. I’m awash in childlike wonder as I feel the wool beneath my fingers, closing my eyes to immerse myself fully. “When you touch the wool, you get an immediate sense of something inside of you,” Oum says. Of course, works are usually not to be touched for preservation’s sake. Was there concern about degradation? “When I made this piece, I assumed that there would be damages,” Oum says. “I was quite surprised to see some damage already happening but I was also happy, because it means that a lot of people came to see my work.” The artwork will require regular maintenance as it continues its life at the biennale. Winning the Park Seo-Bo prize – named after one of Korea’s preeminent contemporary artists – is a boon for Oum after a long career that has gone largely unrecognised. “It was a cheer for what I have done for quite some time,” she says. “Community art involving non-artists is quite a new form of art and, in the eyes of a very conventional field in Korea, it has been underestimated. “Winning this prize gave me assurance, because many very well-established judges were involved. One [piece of] feedback from the judges was that it was visually satisfying, as well as portraying our current society and era very well.” The prize money will allow the artist to further investigate the possibilities of her dual projects. “What it means to see is a very fundamental question that artists have been asking for ages,” she says. “Because it doesn’t have a clear answer, I can use it as a pivot point to explore many other fields. As a person who works with images, asking these questions is what drives me to continue.” Oum and Kim laugh, before the interpreter turns to me: “She said that if I know the answer, please don’t tell.” The 14th Gwangju Biennale, Soft and Weak Like Water, is on at the Gwangju Biennale Exhibition Hall and various sites throughout the city until 9 July Guardian Australia travelled to South Korea courtesy of the Gwangju Biennale"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"film/2023/aug/07/compassionate-spy-documentary-ted-hall","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-08-07T18:06:46Z","webTitle":"‘What people accused Oppenheimer of doing’: the untold story of spy Ted Hall","webUrl":"https://www.theguardian.com/film/2023/aug/07/compassionate-spy-documentary-ted-hall","apiUrl":"https://content.guardianapis.com/film/2023/aug/07/compassionate-spy-documentary-ted-hall","fields":{"bodyText":"Nearly 80 years after it rattled the New Mexico desert, the Trinity test is top of mind for many this summer. Thanks to Oppenheimer, director Christopher Nolan’s blockbuster film on the leader of the Manhattan Project, millions have relived the queasy aftermath of the first nuclear bomb detonation in July 1945 – a scientific achievement of terrible power greeted with jubilation at Los Alamos. In a pivotal scene set during post-test celebrations, J Robert Oppenheimer, the theoretical physicist played by Cillian Murphy, stokes the flames of triumphalism while seeing the ashes of future destruction. At Los Alamos that day was a young physicist named Ted Hall, whose concerns outpaced Oppenheimer’s. Peeved by the celebrations and disturbed by the gleeful reaction to a weapon of mass destruction, he isolated himself in the army barracks. Oppenheimer would go on to hold grave misgivings about the US government’s handling of atomic weapons and the expansion of its nuclear program. But Hall, at all of 19, had already acted. Unsettled by the US government’s refusal to share atomic intelligence with its allies and the prospect of a US monopoly on the bomb, Hall shared aspects of the project at Los Alamos with Soviet intelligence – a secret that went largely unknown for nearly 50 years, and is left out of the hit movie. “What Ted did is what people accused Oppenheimer of doing,” said the documentarian Steve James, whose latest film, A Compassionate Spy, explores Hall’s prescient skepticism, his fraught espionage and his loyal marriage of nearly half a century to his wife, Joan. (Nolan’s film makes a point of Oppenheimer’s later political rivals who twisted his longstanding leftist sympathies into career-ending suspicions of Soviet ties; “I like to think Christopher Nolan copied us – he heard we were doing this, and decided he wanted in on it,” James joked of the film, which has brought the heated debates of Los Alamos to the masses this summer.) It’s part love story, part espionage thriller, part re-contextualization of national PR for the atomic bomb (bullish, sanitized) and the USSR (hailed, then demonized). Hall was not alone in his concerns over US handling of the nascent nuclear weapons program. Seventy scientists tied to the Manhattan Project signed a petition protesting the use of the bomb on Japan that was never delivered to the president, Harry S Truman (not that it likely would have made a difference). “There were a lot of scientists who began to really question what they were doing and questioning the fact that the Soviet Union was excluded from this effort, and were of course extremely worried about what we were going to do with the bomb,” said James. There were other physicists at Los Alamos who shared intelligence with the Soviet Union, including the German scientist Klaus Fuchs, who merits a mention in Oppenheimer. But Hall was the youngest to act, and to the most significant degree. “Ted is just this impetuous young 19-year-old who decided he was going to do something,” said James. Not that Hall regarded his potentially life-threatening treason as dire, at least at the time. In archival interviews from the years before his death in 1999 from renal cancer (likely the result of his work with plutonium at Los Alamos), Hall recalls his mindset at 19, freshly recruited from Harvard, as one of idealism aided at least in part by youth. “I was a young person,” he said. “I saw the world, I guess you might say, through rather pinkishly colored glasses.” “In my mind, this was a question of protecting the Soviet people, as well as all people, from attack,” he said. His fears were not unfounded; shortly after the war ended, Truman reportedly threatened to deploy a nuclear bomb on the USSR, lest they agree to remove troops from occupied Iran. The actual transmission of information, captured in archival interviews and re-enactments, was careful, though not the work of elite subterfuge. Hall relied on Saville “Savy” Sax, a close friend from Harvard and a devoted Communist, to actually make contact with Soviet representatives; the two communicated via messages encoded in books and letters and in less artfully staged secret meetings – methods Hall later remembered as more “comedy” than thriller. Nevertheless, the two managed to communicate rough plans for the implosion bomb to Soviet intelligence, which likely accelerated Soviet progress on their own weapons – they, too, had a deployable bomb by 1949 – by about five years, estimates the historian Joseph Albright, co-author of a book on Hall. The arms-driven cold war, and the USSR’s trajectory under Stalin, never sat easily with Hall, according to Joan – the emotional heart of the film and, it’s revealed, the steel behind Hall’s convictions, silence and conscience. James first met Joan, a “dynamo” who was “brilliant in her own right”, in 2019, when she was 91. “She was a woman out of her time, in a way,” he said. An intellectual and leftist who was briefly a member of the Communist party, she was politically active until heat from the FBI on Hall’s past forced her to recede from any organizing. (She and Hall eventually moved to Cambridge, England, with their three daughters; Joan died this past June, aged 94.) “She had an extraordinary life in her own right, and as much as anything, I wanted to tell her story as much as Ted’s,” said James. Translating their love story to screen marked a departure for James, a documentarian primarily known for his verité work exploring the fault lines of race and class in his home base of Chicago – the acclaimed film Hoop Dreams, as well as the excellent docuseries America to Me and City So Real. A Compassionate Spy relies on full recreations of Ted’s time at Los Alamos and Ted and Joan’s romance – tussling on the quad at the University of Chicago, revealing his secret while entwined on his office floor, barely dodging the FBI’s intimidation tactics. “I knew there would be no way to visualize [Joan’s stories] unless we did it ourselves,” James said of his decision to stage re-enactments. That, and to bring Ted and Joan’s youth at the time of their consequential decisions to the fore. “I figured it would be easy to forget that when you’re looking at a 91-year-old woman telling you stories, or Ted in the 1990s when he was in his 70s telling these stories, to forget how young they were and how brave they were in doing what they did.” “He was for his age incredibly knowledgeable and sophisticated in terms of understanding the way the world works,” said James of Hall’s time at Los Alamos, where he was the youngest scientist. “Without having access to classified documents or the president or the decision makers, he gleaned that it [could be] dangerous for the US to have this all to themselves.” “The film tries to make the case that whether you agree with him ultimately or not, those fears were not out to lunch,” he added. Late in the film, Joan recounts with scorn how the media did not take too kindly to the reveal of Hall’s secret late in his life, regarded by many as a betrayal of his country. A Compassionate Spy serves as a moving rebuke, both personal and sweeping. History may not judge Hall’s distrust of nuclear stewardship quite so harshly. • This article was amended on 8 and 15 August 2023 to clarify that Joan Hall was briefly a member of, though not an organizer for, the Communist party; and to correct the number of years that have now passed since the Trinity test (80 years, not 70). A Compassionate Spy is out now in US cinemas with a UK date to be announced"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2022/oct/10/north-korea-says-missile-tests-simulated-striking-south-with-tactical-nuclear-weapons","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-10-10T02:38:46Z","webTitle":"North Korea says missile tests simulated striking South with tactical nuclear weapons","webUrl":"https://www.theguardian.com/world/2022/oct/10/north-korea-says-missile-tests-simulated-striking-south-with-tactical-nuclear-weapons","apiUrl":"https://content.guardianapis.com/world/2022/oct/10/north-korea-says-missile-tests-simulated-striking-south-with-tactical-nuclear-weapons","fields":{"bodyText":"North Korea’s recent flurry of missile tests demonstrated its ability to carry out strikes with tactical nuclear weapons, its leader, Kim Jong-un, has said, adding that his forces were “completely ready to hit and destroy targets at any time from any location”. Kim, who last month said the North’s transformation into a nuclear power was “irreversible,” said the drills were “an obvious warning and clear demonstration” to the country’s enemies. The regime’s short-range tactical nuclear missiles would be unable to reach its nemesis – the US – but could theoretically be used against the South and Japan. In a report carried on Monday, the state news agency KCNA said that Kim had ordered the test launches in response to large-scale navy drills by South Korean and US forces. Tokyo and Washington recently resumed the exercises, including the deployment of the nuclear-powered aircraft carrier the USS Ronald Reagan to waters off the east coast of South Korea – a move that infuriated Pyongyang, where the drills are seen as a rehearsal for an invasion. In response, North Korea “decided to organise military drills under the simulation of an actual war,” KCNA reported. Army units involved in “the operation of tactical nukes, staged military drills from 25 September to 9 October in order to check and assess the war deterrent and nuclear counterattack capability of the country,” the report said, confirming that Kim had personally directed the exercises. Official photographs showed Kim at all of the missile launches and exercises, giving orders and posing with smiling soldiers. “They’re pursuing a tactical nuclear weapon for sure,” said US-based security analyst Ankit Panda. “I suspect they’ll gradually nuclearise many of their new short-range missiles, including the manoeuvring missiles.” The fact that North Korea has described all seven of its recent missile launches as being linked to “tactical nuclear operations units” is significant, he added, since the inventory includes everything from short-range and intermediate-range ballistic missiles, to a new short-range missile designed to be launched from a submarine. Kim, who has presided over dramatic improvements in missile and nuclear development despite years of UN sanctions, has long wanted to acquire tactical nuclear weapons – smaller, lighter weapons designed for battlefield use – and made it a top priority at a key party congress in January 2021. Last month, North Korea revised its nuclear laws to enable it to conduct preemptive nuclear strikes, including in response to conventional attacks. Kim guided exercises by the country’s nuclear tactical operation units over the past two weeks, involving ballistic missiles with mock nuclear warheads, KCNA said, adding that they were meant to deliver a strong deterrent message. “The effectiveness and practical combat capability of our nuclear combat force were fully demonstrated as it stands completely ready to hit and destroy targets at any time from any location,” KCNA quoted Kim as saying. “Even though the enemy continues to talk about dialogue and negotiations, we do not have anything to talk about nor do we feel the need to do so.” The various tests simulated targeting military command facilities, striking main ports, and neutralising airports in the South. Tactical nuclear weapons South Korean and US officials say there are signs North Korea could soon detonate a new nuclear device in underground tunnels at its Punggye-ri nuclear test site, which was officially closed in 2018. Analysts say putting small warheads on short-range missiles could represent a dangerous change in the way North Korea deploys and plans to use nuclear weapons. On 4 October, the North test-fired a ballistic missile farther than ever before, flying what it said was a new intermediate-range ballistic missile over Japan for the first time since 2017. Leif-Eric Easley, a professor at Ewha University in Seoul, said North Korea had “multiple motivations” for publicising the launches. “Kim Jong-un’s public appearance after a month-long absence provides a patriotic headline to mark (Monday’s) founding anniversary of the ruling Workers’ party,” Easley said. “Pyongyang has been concerned about military exercises by the US, South Korea and Japan, so to strengthen its self-proclaimed deterrent, it is making explicit the nuclear threat behind its recent missile launches,” he added."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jun/21/volodymyr-zelenskiy-admits-ukrainian-counter-offensive-going-slower-than-desired","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-06-21T17:07:34Z","webTitle":"Zelenskiy admits counteroffensive may be going ‘slower than desired’","webUrl":"https://www.theguardian.com/world/2023/jun/21/volodymyr-zelenskiy-admits-ukrainian-counter-offensive-going-slower-than-desired","apiUrl":"https://content.guardianapis.com/world/2023/jun/21/volodymyr-zelenskiy-admits-ukrainian-counter-offensive-going-slower-than-desired","fields":{"bodyText":"Volodymyr Zelenskiy has conceded that Ukraine’s counteroffensive may be going “slower than desired” but has insisted that he will not needlessly risk soldiers’ lives to meet international expectations. The comments from Ukraine’s president came as Vladimir Putin suggested that there appeared to have been a break in the intensity of Kyiv’s long-anticipated counteroffensive. “Oddly enough, at the moment we are seeing a certain lull,” Putin said. “This is due to the fact that the enemy is suffering serious losses, both in personnel and equipment.” Putin further announced that new Sarmat nuclear-capable intercontinental ballistic missiles would soon enter service. The missiles are designed to carry out nuclear strikes on targets thousands of miles away but their deployment has proceeded slower than planned. Ukraine has announced the liberation of only eight villages as a result of its two weeks of offensive operations with heavy mining and Russian air superiority proving to be a major obstacle to progress. Ukrainian forces are also having to face down Russian assaults around Kreminna, in the eastern Luhansk region, and in the Serebryansky forest, north of Bakhmut in the Donetsk region. The attacks directed by Moscow, at a time when Ukraine is seeking to make progress further south, has forced Ukrainian generals to move their own troops to fill the gaps, according to military sources. Ukrainian forces are still yet to commit all their reserves to battle, however. Ukraine’s military command created 12 brigades for the counteroffensive, of which nine have been equipped by western powers, but it is believed that only three have been moved to the front. Speaking to the BBC, Ukraine’s president said he would not command his army to make ground purely to sate western demand for progress on the front. Zelenskiy, who was speaking to mark a Ukraine Recovery conference in London, said: “Some people believe this is a Hollywood movie and expect results now. It’s not. What’s at stake is people’s lives. Whatever some might want, including attempts to pressure us, with all due respect, we will advance on the battlefield the way we deem best.” Hanna Maliar, a Ukrainian deputy defence minister, said Ukraine was fighting off a “large-scale offensive of Russian troops in the Lyman and Bakhmut directions”, in the eastern Donetsk region. She added: “Near Bakhmut, the situation is unchanged, several combat clashes take place every day, the line is stable. In general, in the east, our troops are firmly holding their positions, repelling constant enemy attacks and inflicting maximum losses on the occupier.” Putin had also conceded in his comments on Wednesday that Ukraine “has not yet been exhausted, there are also reserves that the enemy is thinking about where and how to introduce”. The Wagner group chief, Yevgeny Prigozhin, whose forces for months led an assault for towns in eastern Ukraine including Bakhmut, repeated his accusations that the Russian defence ministry was losing territory to Ukrainian troops. “They are misleading the Russian people,” he said in an audio message released by his spokespeople. “Huge chunks have been handed over to the enemy,” he said, adding: “All of this is being totally hidden from everyone.” In Russia, authorities claimed that two Ukrainian drones crashed 30 miles outside Moscow as they were approaching the warehouses of a local military unit. Russian media reported on Wednesday that the wreckage of a third drone was found further away from the Russian capital. The defence ministry in Moscow claimed the drones were brought down using radio-electronic means and that no damage or casualties had been reported. “An attempt today by the Kyiv regime to carry out a terrorist attack by three aircraft-type unmanned aerial vehicles on facilities in the Moscow region was thwarted,” the ministry said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jul/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-503-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-11T09:45:12Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 503 of the invasion","webUrl":"https://www.theguardian.com/world/2023/jul/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-503-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/jul/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-503-of-the-invasion","fields":{"bodyText":"Nato says it has not seen a change in Russia’s nuclear posture despite its announcement that it is stationing nuclear weapons in Belarus. However, secretary general Jens Stoltenberg cautioned that “the nuclear rhetoric of Russia is reckless and dangerous. Nato allies are monitoring closely what Russia is doing”. He went on to say “so far we haven’t seen any changes in the Russian nuclear deployment posture that requires a change from us, but we will remain vigilant.” As the Nato summit got underway in Vilnius, Stoltenberg said Ukraine has come much closer to Nato, and that should be reflected in all Nato decision-making. He said the wording of the final communique from the summit was being worked upon, and he was confident it would send a positive message on Ukraine’s path to membership. Rishi Sunak said he hoped that there would be “demonstrable progress” towards Ukraine’s eventual membership of Nato at the two days leaders summit, but did not give any timescale or set any conditions the country might have to meet before becoming a member. The prime minister said that “Ukraine’s rightful place is in Nato” as he flew out to the summit, saying Nato would “stand by the language of Bucharest in 2008,” Sunak added, referring to the summit where Ukraine’s eventual membership was agreed in principle, but no timetable or road map was set out to the long running frustration of the country’s leaders. France will start supplying long-range missiles to Ukraine, which will allow Kyiv’s forces to defend themselves, president Emmanuel Macron said on Tuesday. “I have decided to increase deliveries of weapons and equipment to enable the Ukrainians to have the capacity to strike deeply while keeping our doctrine to allow Ukraine to defend its territory,” he said, while declining to give further details on how many or the types of missiles. Hungary’s foreign minister Péter Szijjártó said on Tuesday that there was no concrete timetable set out for Ukraine’s Nato accession in the proposed closing statement of the summit in Vilnius. Szijjártó also said Hungary’s ratification of Sweden’s Nato membership is “only a technical issue” now and the government backs Sweden’s bid. Turkey agreed on Monday to allow Sweden to join Nato, setting the stage for the allies to showcase their unity at a summit focused on supporting Ukraine against Russia’s invasion. Turkish president Recep Tayyip Erdoğan’s block on Sweden’s membership bid had cast a cloud over preparations for Tuesday’s meeting, but the countries ironed out their differences in eleventh-hour talks in Vilnius. Nato’s policy towards Russia increases the risk of direct conflict between bloc members and Moscow, Russia’s RIA news agency cited the Russian ambassador to Belgium Alexander Tokovinin as saying. Ukraine has said it shot down 26 Russian drones overnight, however two got through and caused damage in Odesa. Suspilne reported “Two kamikaze drones hit the administration building of a port facility in Odesa: two port terminals, including a grain one, caught fire. The fire was extinguished, there were no critical damages or injuries.” Russia’s state-owned Tass news agency is reporting a claim by a retired member of occupation forces in Luhansk that Russia has made significant progress in the direction of Kupiansk. Ukraine said on Monday its troops had caught occupying Russian troops “in a trap” in the shattered eastern city of Bakhmut, where its forces have been gaining ground as part of their counter offensive. Russian accounts of the fighting said Moscow’s forces have repelled or contained Ukrainian advances in the east and south. Hungary’s farm minister will go to Turkey for talks with his Turkish counterpart about extending the deal that allows Ukraine to export grain from its Black Sea ports. István Nagy said he was holding talks on behalf of countries in central and eastern Europe that had been affected by increased Ukrainian grain flows. The deal is due to expire next week. Moscow has repeatedly said it sees no grounds to extend it, complaining that western sanctions are impacting on its agricultural exports. Russian president Vladimir Putin met with Yevgeny Prigozhin, the Wagner leader, just days after a short-lived rebellion by the mercenary chief and his private army, according to the Kremlin spokesperson Dmitry Peskov. A three-hour meeting took place on 29 June, which also involved commanders from the military company Prigozhin founded, Peskov said. Prigozhin has had a longstanding conflict with Russia’s top military brass which on 24 June culminated in an armed mutiny in which he led his fighters into Russia."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/jul/01/icac-under-fire-the-nsw-corruption-commission-has-made-some-powerful-enemies","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-07-01T00:00:04Z","webTitle":"Icac under fire: the NSW corruption commission has made some powerful enemies","webUrl":"https://www.theguardian.com/australia-news/2023/jul/01/icac-under-fire-the-nsw-corruption-commission-has-made-some-powerful-enemies","apiUrl":"https://content.guardianapis.com/australia-news/2023/jul/01/icac-under-fire-the-nsw-corruption-commission-has-made-some-powerful-enemies","fields":{"bodyText":"The age-old criticisms resurfaced within days of Gladys Berejiklian’s resignation as NSW premier on 1 October 2021. The Independent Commission Against Corruption was derided as a “star chamber” and a “kangaroo court”. The commission, according to then prime minister Scott Morrison, had treated his party’s NSW leader disgracefully. It was more interested in headlines than integrity, due process or the rule of law, he said. Some of Morrison’s MPs went even further. “The NSW Independent Commission Against Corruption is an obscenity,” then Liberal MP Jason Falinski said. “It is star chamber, kangaroo court, crowd-sourced McCarthyism all rolled into one.” It’s a familiar pattern. Three premiers have resigned while under Icac’s unforgiving scrutiny. Barry O’Farrell resigned after Icac found a thank-you note that contradicted his emphatic denials of having received a $3,000 bottle of Grange from the chief of the company lobbying intensively for a water contract. Nick Greiner, whose administration created Icac, was forced out due to Icac findings over the appointment of a former minister to a public service role, which were later successfully appealed. Each big name scalp precipitated furious political backlash. Anthony Whealy, a former NSW supreme court judge turned integrity campaigner, says Icac’s proven ability to resist the pressure shows its strength and its success. “An organisation like this has to possess independence, impartiality, be incorruptible, and it must be fearless,” he says. “By that I mean it must not pay any heed to whether it receives praise or condemnation for its findings.” When Greiner established the Icac 35 years ago, he trumpeted the importance of its independence of executive government. Its independence and its strong powers, equivalent to those of a standing royal commission, gave it the fearlessness it needed to rid the state of corruption, he believed. Greiner acted after a seemingly never-ending string of corruption scandals: a state minister jailed for bribery; two ministers facing a corruption inquiry; a magistrate charged with perverting the course of justice. In setting up Icac, Greiner was clear-eyed about the perennial dilemma it would face: how does such a body balance the inevitable tension between the right of an individual to the presumption of innocence and to privacy, with the need to robustly and transparently ensure governments are free from corruption? Greiner predicted the commission would come under attack for “unjustified interference with the rights of individuals”. His retort? Corruption was by its nature secretive, difficult to uncover and a crime of the powerful, with no obvious victim willing to complain. It required strong investigative powers to root it out, as long as they were focused on the public sector and kept in check by parliamentary committee. “The bottom line is simply this: the people of this state are fed up with half-hearted and cosmetic approaches to preventing public sector corruption,” he said. ‘Worse than the Spanish inquisition’ On 5 July 2018, the disgraced MP Daryl Maguire called his then secret lover, Berejiklian, and let loose on the corruption watchdog. His phone was being tapped. Maguire, who had just been summoned by Icac to explain his property dealings, told Berejiklian it was “worse than the Spanish fucking inquisition”. He told her he couldn’t even “meet with a developer” and said “what they’re doing is marginalising the art of politics”. “And big brother, you know, they can, they can tap into every phone conversation there is, absolutely unfettered power, no one has any privacy,” he said. “They could probably actually listen to any calls that were being made between me and this phone and any individual that I choose to talk to including you.” Berejiklian responded: “Is that going to be a problem?” It was a problem. Quite a significant problem, for both Maguire and Berejiklian. On Thursday both were found by Icac to have engaged in corrupt conduct. Maguire may face charges, but Icac has not recommended charges be pursued against Berejiklian. She may also appeal against the findings. The wire taps, as intrusive as they were, played a key role in establishing the commission’s findings. They showed time and again how the undisclosed relationship between Maguire and Berejiklian crossed a line, interfering in her public duties and clouding her support of two lucrative funding commitments sought by her then secret lover, one for a gun club and another for a music conservatorium. The taps also showed Berejiklian’s awareness of Maguire’s land dealings, the commissions he was receiving while in office, and the importance of his private property brokering in digging himself out of personal debt. It was something Icac found Berejiklian should have raised with the anti-corruption watchdog. The findings triggered familiar criticisms of Icac. Some – most notably, the criticism of delay – are shared across the political spectrum and are likely to lead to reform. Others suggested Icac had gone too far and needed to be brought into line. The former Liberal MP Jason Falinski said on Twitter Icac had made a finding of corruption with “no evidence of corruption” and suggested the delivery of the findings was “mostly a made for media event, not the proceedings of a proper corruption body”. The former NSW auditor-general Tony Harris says Operation Keppel, if nothing else, has shown that “no one is above being investigated for corruption”. “Not even the most powerful member of the executive.” Harris, while airing concerns about the delay, says the constant criticisms of Icac are ill-founded because they ignore the model the commission follows and the checks and balances that surround it. “Clearly the Icac is no star chamber, if only because those suspected of corruption have lawyers to help them, often paid for by the taxpayer,” he says. “And, unlike the original star chamber, the Icac is answerable to Parliament, not the chief minister or king. “Moreover, the Icac is not a court and cannot declare a person guilty. The only adverse finding allowed of the Icac is that it can find a person engaged in corrupt, not necessarily illegal, activity.” He says the body can act as a model for corruption watchdogs in other jurisdictions, including the National Anti-Corruption Commission, which is officially established from Saturday. “The Icac was established under, at the time, model legislation,” he says. “And this legislation has been improved by amendments. “This legislation is a good start for jurisdictions wanting a similar body.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"tv-and-radio/2022/dec/27/the-rings-of-power-to-conversations-with-friends-2022s-tv-letdowns","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2022-12-27T11:00:20Z","webTitle":"The Rings of Power to Conversations With Friends: 2022’s TV letdowns","webUrl":"https://www.theguardian.com/tv-and-radio/2022/dec/27/the-rings-of-power-to-conversations-with-friends-2022s-tv-letdowns","apiUrl":"https://content.guardianapis.com/tv-and-radio/2022/dec/27/the-rings-of-power-to-conversations-with-friends-2022s-tv-letdowns","fields":{"bodyText":"Dahmer – Monster: The Jeffrey Dahmer Story Oof, this $300m Netflix deal is not going well. Ryan Murphy – once renowned as the very Midas of soapy, campy television – has had a stock market crash this year on a par with the streaming giant’s own plummet. (Who’s working on the Venn diagram?) Murphy would once make hit after hit that hooked us without fail. This year, his output has gone from the outright tedious to the truly sickening. The worst offender was Dahmer – Monster: The Jeffrey Dahmer Story, which despite being grisly, nauseating and fetishistic about a serial killer who ate some of his victims, rode high in the Netflix charts for weeks on end. The other Murphian show that nearly made the cut here was The Watcher, which starred Jennifer Coolidge but was ultimately a duff thriller about a typewriter. Let’s hope Murphy’s next series of Feud – in which Truman Capote makes delicious rifts in New York high society – makes up for all this awfulness. The Lord of the Rings: The Rings of Power Given the horrific racism that swirled around this show’s casting of non-white actors, as well as the glorious stand that Lord of the Rings stars past and present took against it, it’s not easy to say unkind things about this fantasy drama. But the fact remains that the show was a masterclass in mediocrity. Visually, it was stunning – but it needed to be, given that its reported billion dollar production budget supposedly made it the most expensive TV show ever created. However, its storylines were glacially tedious, its acting – with the exception of Morfydd Clark’s Galadriel – comically po-faced, and in the maddeningly twee harfoots and their Oirish accents, it created a set of characters that were like Jar Jar Binks for a new milennium – if Jar Jar Binks had been so offensively stereotypical he was borderline xenophobic. Given the amount of money this burned through for a show that launched during a cost of living crisis, it’s tempting to ask whether this series was the worst value TV ever created – and hard not to respond with a resounding “yes”. Conversations With Friends After the huge success of Normal People, this adaptation of Sally Rooney’s debut novel should have also been a hit. As the story of an affair unravelled, all the Rooneyisms were there: tightly packed dialogue, observations on class, growth and identity, a lot of longing stares, and endless space for intimacy. But what it lacked was a screen couple worth investing in – Nick and Frances were drips, and you had to sit through what felt like 27 hours to get to the real relationship of the story (Frances and Bobbi). Brilliant book; absolute snoozefest of a series. Chivalry With comedy giants Steve Coogan and Sarah Solemani at the helm, and guest stars including Sienna Miller, Lolly Adefope and Wanda Sykes, this should have been a searing swipe at Hollywood in the #MeToo era. As Coogan’s character – a top producer terrified of being cancelled – meets the indie director (Solemani) he’s enlisted to help with his problematic new film, the sex scene they work on initially made it look as though we were in for a nuanced series with some sharp gags, which was never too on-the-nose. But it quickly drifted off and became confused about what it was, with the comedy faltering as the show went on. And the romcom-style ending was just bewildering – at no point were you rooting for them to get together. For a project that could have said so much about the state of things, it’s hard to remember what was said in it at all. Ten Percent In a world that seems to be populated by a new streaming service every few weeks, there should be no end of thrilling new stories to binge watch at will. So it was a curious and misguided decision by the ravine-deep pocketed Prime Video to commission an entirely pointless remake of the French hit Call My Agent. That show – about a bunch of chic, zingy agents to the stars – steadily became a word-of-mouth smash, snaring more A-listers to play their clients by the day. In the end, Juliette Binoche and Sigourney Weaver were banging the door down to be “represented” by the Agence Samuel Kerr. So why did Prime bother to make a lazy reproduction that was essentially a shot-for-shot knock-off? Even having the likes of John Morton of W1A fame as the writer didn’t lend this its own witty or satirical voice. Some of the British stars were worth a watch (Dominic West, in particular). But fans of the original knew exactly what we were letting ourselves in for – a British cast bringing a rehashed storyline absolutely no je ne sais quoi. Peaky Blinders There was much to love about this last season, from the tense opening barfight to the finale shootout with the IRA, which was so disorientingly murky and gas-filled it felt otherworldly. But it struggled to ever quite get going, with the first five episodes dragging their feet in a way that began to frustrate. No season of a show as good as this will ever be genuinely bad TV, but compared to previous outings, it lacked zing – not exactly what you’d expect for a series that was meant to be Tommy Shelby’s televisual swansong. In the end, the final scenes stopped short of offering any solid explanation for this being the end of the gang leader’s small-screen journey, serving only as setup for the forthcoming film. Not quite the definitive farewell we hoped for. The Witchfinder Given the stellar roster of comic talent involved in this sitcom, you’d expect it to be topping lists of the year’s best shows. Tim Key starred as a hapless witchfinder taking suspected witch Daisy May Cooper to trial, in a script written by the Gibbon brothers, the brains behind Alan Partridge’s renaissance. Despite seemingly every minor part being filled by a comic luminary – Ghosts’ Kiell Smith-Bynoe as hired muscle here, Julian Barratt as a fellow witchfinder there – it lacked the solid gags its pedigree demanded. No question that the stars shone in their roles, but it struggled to ever make you genuinely laugh. Midwich Cuckoos You’re usually on to a good thing when Keeley Hawes is involved. That said, last year’s Finding Alice was awful, as was this year’s Crossfire, and this adaptation of John Wyndham’s 1957 sci-fi book completes her terrible TV trifecta (although Hawes’s turn as psychotherapist Dr Susannah Zellaby is probably the only good thing about it). As Hawes embarked on her mission to get to the bottom of what all the freaky children of Midwich are up to, the parents’ glacial realisation that they’d spawned little creeps was borderline comical – given their terrifyingly stony stares and 1970s haircuts. The acting was mostly bad, the budget felt very low and the story offered nothing new in the context of women’s reproductive rights in 2022, which – as the women all become pregnant at once without realising – felt like a wasted opportunity. Killing Eve This adaptation of the Villanelle novels has long been on the slide, but this series reached new lows. A far cry from the days when Phoebe Waller-Bridge was involved and it was one of TV’s finest shows, its plot was increasingly nonsensical, it inexplicably lacked the fabulous couture outfits it was once feted for and it wrapped up with an ending containing such a disappointingly anti-LGBTQ trope that the author of the original books felt compelled to write a whole article disclaiming it. What a shame. Pistol National treasure Danny Boyle directs the iconic tale of Sex Pistols, as depicted in guitarist Steve Jones’s moving and funny autobiography: a guarantee of success, you might think. But this six-part Disney+ adaptation fell flat, with cartoonish characters that made the show feel like pantomime. What should have been absolutely spectacular TV instead felt tonally odd – and it never quite landed its attempt to bridge nihilism and sentimentality."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"uk-news/2022/sep/20/queens-stirring-funeral-shows-the-power-of-pageantry","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2022-09-20T17:02:41Z","webTitle":"Queen’s stirring funeral shows the power of pageantry  | Letters","webUrl":"https://www.theguardian.com/uk-news/2022/sep/20/queens-stirring-funeral-shows-the-power-of-pageantry","apiUrl":"https://content.guardianapis.com/uk-news/2022/sep/20/queens-stirring-funeral-shows-the-power-of-pageantry","fields":{"bodyText":"No country other than the UK could put on such a spectacle (Queen Elizabeth II: from public pomp to a private family farewell, 19 September). Not a single person out of step. Trumpets, drums, bagpipes, all heralding the end of an era. Cannons firing, bells ringing, Big Ben chiming, choirboys singing. Row upon row of servicemen and servicewomen, faces etched in solemn regard. Columns of guardsmen, helmets gleaming, plumes wafting, bearskins bobbing. Line after line passes soberly by – a river of scarlet and gold in an ocean of black. The crowds bear witness to it all, a nation joined as one in solidarity for a queen the like of which we will never see again. Unforgettable. Jon Goldney Gawler, South Australia • I am on vacation from the US in the UK. While not normally a royal follower, I decided that I had to do the British thing and watch the Queen’s funeral. It was impressive. I am glad I live in a world that still has pageantry. I am glad I live in a world that can still have things that serve no practical purpose, such as kings and queens, and soldiers who have swords on their belts, fur on their hats, and move like trained dancers. I hope that there will always be room in this world for soldiers who aren’t carrying guns. Emily Anne Lyons Annandale, New Jersey, US • Charlotte Higgins (It was a gilded royal funeral, an event that will only heighten our self-delusion, 20 September) pretty much said what I feel, and the historical details she added – about the disastrous funeral of George IV, for example – were fascinating. Let us hope that there will be far fewer feathers the next time. I was particularly impressed by her careful use of the word “fulsome” to describe the BBC’s commentary. A shame she felt that she had to add the words “and mawkish” after it in order not to be misunderstood. Michael Bulley Chalon-sur-Saône, France • If Charlotte Higgins was reminded of RSC productions of Shakespeare’s history plays, the image may have been reinforced by the BBC camera picking out the portrait of one king in the abbey: Richard II. John Pelling Coddenham, Suffolk • The mood of gritty realism that describes life in modern Britain (unemployment, food bank visits, unplanned pregnancies) was briefly punctured in Ambridge on Monday when a funeral was briefly mentioned in The Archers, after the actual event had taken place in a parallel unreal world. At least the whole of the BBC did not succumb to royal overkill. John Petrie Leeds • How do you explain to granddaughters aged 10 and eight why not a single girl chorister was included in the three choirs represented at the Queen’s obsequies? There was one woman among the altos at St George’s chapel in Windsor, presumably brought in to beef up that line a bit. Girls sing the treble line just as beautifully as boys do, and it is high time we scrapped this ridiculous Anglican cathedral tradition, as they have already done at a few cathedrals. Tully Potter Tonbridge, Kent • Farewell to the Queen. The funeral was emotional; it made us proud of our country. It also felt like the last hurrah of the British empire. The last hurrah of a former world power. Hubert Schmitz Brighton, East Sussex • Have an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2022/dec/14/over-100-engineers-work-to-restore-power-to-thousands-of-shetland-homes","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2022-12-14T13:00:41Z","webTitle":"Over 100 engineers work to restore power to thousands of Shetland homes","webUrl":"https://www.theguardian.com/uk-news/2022/dec/14/over-100-engineers-work-to-restore-power-to-thousands-of-shetland-homes","apiUrl":"https://content.guardianapis.com/uk-news/2022/dec/14/over-100-engineers-work-to-restore-power-to-thousands-of-shetland-homes","fields":{"bodyText":"More than 100 engineers are being sent to Shetland after heavy snowstorms cut power to thousands of homes, many of which face being without electricity until the end of this week. A major incident has been declared, with householders urged to remain at home after heavy loads of ice and snow brought down electricity lines to nearly 4,000 homes earlier this week. With 2,800 homes still without power, Scottish and Southern Electricity Networks (SSEN) said 15 emergency crews had arrived by ferry at Lerwick early on Wednesday morning, with emergency generators being used in some places. The power company said other crews would arrive from mainland Scotland and Orkney during the day and into Thursday by plane, ferry and helicopter, taking the number of extra engineers sent to Shetland to 125. Graeme Keddie, SSEN’s director of corporate affairs, told BBC Radio Scotland: “This has been a very concentrated and explosive weather event on Shetland, which has been far worse than expected. Local crews say it is the worst they have seen it since 1995.” The storm brought down parts of Shetland’s main 33kV electricity network cutting power to homes on Voe, Whalsay, Brae, Yell and West Mainland. SSEN has deployed a helicopter to help survey the damage. Customers in West Mainland are likely to be without power until the weekend. The crime writer Ann Cleeves issued an appeal for help after losing a laptop in the storm containing half of her new novel. She had searched for the “scruffy” Hewlett Packard device in Mareel arts centre and the public library in Lerwick without success. Cleeves, the author of the Shetland series of crime novels, tweeted: All of the islands’ schools remained closed, with Sumburgh airport, the main airport for Shetland, closed overnight by further snow. Leisure centres were also shut. Emma Macdonald, the leader of Shetland Islands council, told the BBC the weather was unusual. A car journey that should normally take 25 minutes took her five hours during Monday’s storm. “The community is very resilient, as an island we have to be, and we have seen a lot of community support, everyone pulling together to do what they can,” she said. “There is a lot of snow, a lot of wet snow and it is sticking on the lines which is the issue. It is very unprecedented, I don’t think it can be blamed on the electricity company.” SSEN said it would fund emergency accommodation costs for vulnerable households on its priority services register and pay up to £30 a day to cover hot food costs for those able to travel to areas with power. The islands had a serious communications outage for several days in October, when two undersea cables were cut, leaving many islanders without mobile, computer and landline telephone services. Fishing trawlers are thought to have snagged the cables, which connected Shetland to mainland Scotland."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"law/2023/jun/13/uk-judges-to-be-given-powers-to-dismiss-oppressive-slapps-lawsuits-at-early-stage","type":"article","sectionId":"law","sectionName":"Law","webPublicationDate":"2023-06-12T23:01:33Z","webTitle":"UK judges to be given powers to dismiss oppressive Slapps lawsuits at early stage","webUrl":"https://www.theguardian.com/law/2023/jun/13/uk-judges-to-be-given-powers-to-dismiss-oppressive-slapps-lawsuits-at-early-stage","apiUrl":"https://content.guardianapis.com/law/2023/jun/13/uk-judges-to-be-given-powers-to-dismiss-oppressive-slapps-lawsuits-at-early-stage","fields":{"bodyText":"Oppressive lawsuits brought by wealthy individuals to evade scrutiny and intimidate critics are to be defined in English and Welsh law for the first time, as judges are handed powers to dismiss “Slapps” at an early stage. Amendments added to the economic crime and corporate transparency bill will bring a swift end to the vast majority of Slapps (strategic lawsuits against public participation), ministers claim. The government has been under pressure to legislate on the issue amid concerns Slapps are being used by wealthy individuals – especially Russian oligarchs – to stifle free speech and deter investigations into their affairs by journalists, writers and campaigners. The amendments create an early dismissal mechanism in the courts based on two tests: whether a case is a Slapp and whether the claim has a reasonable chance of being successful. The onus will be on the complainants to prove that their case has merit, rather than on the defendant. The justice secretary, Alex Chalk, said: “These measures will protect the values of freedom of speech that underpin our democracy and help better protect reporters who are shining a light on their crimes.” The definition of a Slapp in the bill refers to behaviour by the claimant that “has, or is intended to have, the effect of restraining the defendant’s exercise of the right to freedom of speech”. Their behaviour must also be intended to cause the defendant harassment, alarm or distress, expense or any other harm or convenience beyond that ordinarily encountered in litigation. The new law is limited to information in the public interest related to economic crime, which at least 70% of UK Slapps relate to, according to research from the Foreign Policy Centre (FPC), disappointing campaigners who want a broader application. The UK Anti-Slapp Coalition, co-chaired by the FPC, Index on Censorship and English Pen, welcomed the amendment but said it should protect all public interest speech. It also expressed concerns that it was contingent on the intent of the claimant, which it said could be a difficult, time-consuming and costly exercise to prove. Susan Coughtrie, the director of the FPC, said the amendments were “a crucial step towards preventing those benefiting from proceeds of crime from being able to use them to shut down scrutiny into that wrongdoing by misusing UK law. Nevertheless, this is only a partial success story – the UK government must move as quickly as possible to ensure such protections are available to all those subject to Slapps, regardless of the subject matter.” The amendments come days after the former cabinet minister David Davis used a point of order in parliament to hail a high court judge’s decision to strike out a defamation claim brought by the Conservative party donor Mohamed Amersi against the former Tory MP Charlotte Leslie as “a great victory for free speech”. Davis called the case a Slapp, but this has been rejected by Amersi who said “nothing could be further from the truth”. A 2020 FPC report, which surveyed investigative journalists in 41 countries working to uncover financial crime and corruption, found the UK to be by far the most frequent international country of origin for legal threats after the reporters’ home countries."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"money/2023/jan/17/scottish-power-install-prepayment-meter-customers-gas-account","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2023-01-17T07:00:06Z","webTitle":"Scottish Power plans to install a prepayment meter – but we are not customers","webUrl":"https://www.theguardian.com/money/2023/jan/17/scottish-power-install-prepayment-meter-customers-gas-account","apiUrl":"https://content.guardianapis.com/money/2023/jan/17/scottish-power-install-prepayment-meter-customers-gas-account","fields":{"bodyText":"We are desperate. Scottish Power is about to force its way in to install a prepayment meter in our north London home – despite the fact that we are not even customers – and there doesn’t seem to be anything we can do to stop it. It appears that, at some point, our gas account was erroneously switched to Scottish Power by a neighbour who was trying to change her supplier. She somehow selected the wrong address from a drop-down menu, inputting ours instead. We have been paying our gas bills by direct debit as usual but started getting bills to an unknown person so sent them back thinking they had the wrong address. Having finally opened the most recent one last week, we were shocked to discover the company has gone to court for nonpayment and is about to break down our door and install a new meter. We have been on the phone for the past three days but keep getting passed from department to department, with no one willing, or able, to halt this. We don’t owe this company any money. Please, please help. SS, London This is a great example of why you should always open letters sent to your address, even if you have never heard of the person named. Clearly this was in no way your fault – but it could have been dealt with much earlier had you opened the mail. Equally, this was not of Scottish Power’s making. The supplier to which your neighbour was trying to switch, Entice Energy, later collapsed and Scottish Power inherited its customers and debts. However, the company could have acted better and halted proceedings after you got in touch. Telling you, as it did, that there was nothing that could be done to stop the warrant from being carried out was cavalier, to say the least. Fortunately, after I contacted the firm, someone in the press office was able to halt the action at the 11th hour, and your front door remains intact. Had we not got involved, and had the meter change gone ahead, it would have been an expensive nightmare to sort out. Scottish Power has apologised for the “distress and frustration you experienced due to the previous supplier’s failures”. It says: “We will remove all debt and late payment fees from the account, as well as making a payment to their account as a gesture of goodwill.” You are just hugely relieved, and, I suspect, will be opening any future letters that turn up. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number. Submission and publication of all letters is subject to our terms and conditions"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"film/2023/jun/12/past-lives-celine-song-film","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-06-12T17:15:25Z","webTitle":"Past Lives: the powerful yearning of what might be 2023’s best movie","webUrl":"https://www.theguardian.com/film/2023/jun/12/past-lives-celine-song-film","apiUrl":"https://content.guardianapis.com/film/2023/jun/12/past-lives-celine-song-film","fields":{"bodyText":"There’s a section in Past Lives, Celine Song’s gorgeous, deft debut film about a pair of reconnecting childhood sweethearts, that immediately portaled me to the year 2011. It was not the fashion, which is vaguely of a time past, nor a character’s old iPhone interface, nor the math provided for the film’s flashbacks, but the particular doo-do-doo of a Skype ringtone on an open laptop, that ersatz sonar of long-distance connection. Nora Moon (Greta Lee, a fascinating mix of sharp and soft) is an aspiring playwright in her early 20s in New York City, and has engaged in a very familiar late 2000s game: searching the names of old connections on Facebook to see what they’re up to now. Who’s successful? Who turned out hot? What traces remain of the person you once knew? Hae Sung, the boy Nora had a crush on as a child – the one she liked and trusted enough to admit to her mother, in the days before her family immigrated from Seoul to Canada, that she might marry him – grew up to be handsome. (He’s played as an adult by South Korean star Teo Yoo, who is somehow just as convincing as a 23-year-old as he is in his late 30s). And he thought about her, too. In another period-right detail, Nora discovers a Facebook comment by Hae Sung on a post about her father: back in Seoul, out of the military, he wondered what happened to his old friend. She reaches out on Facebook; they pivot to Skype. Since its debut at Sundance in January, Past Lives has accrued slow-rolling, deserved hype – as the year’s first great movie, as an achingly effective love story, as a rare emotionally mature adult film somewhere between the romantic and the platonic. (I’ll add that, secondary to the delicate narrative, Song’s depiction of New York is the most lived-in, tangible and vibrant, that I’ve seen in ages.) Many have focused, not wrongly, on Song’s delicate rendering of both reconnection – the tender bond that comes from having known someone, in presence and absence, for almost as long as you’ve known yourself – and of marriage. By the time Hae Sung visits New York in the present, well into their 30s, Nora is in a long-term, supportive, emotionally communicative relationship with Arthur (an excellent John Magaro), a fellow writer. But it’s that Skype interlude that, for me, captures the film’s quiet power: its mature, acute understanding of inexpressible feelings and undefinable relationships, ones fostered by the passage of time and the presence of screens. Back in 2011, freshly in touch in their early 20s, Hae Sung and Nora are stunned by the image of their screens: the face of a sweet spot and a question, beamed across the present and haloed by the laptop glow. They’re both nervous, tentative. And then they fall into a new, intoxicating rhythm: rushing home to open the laptop, fumbling for the right angle on the webcam, curling into the languorous comfort of a long, ambling call. They talk about their days, their futures, their jokes, their old friendship. They miss calls and are distracted and have their offline lives warped by the weird, magnetic pulse of their long-distance, siloed correspondence. In a succinct, evocative sequence, Song conveys the cherished accumulation of their calls and messages, which recalled for me the many, many hours I used to spend on Skype – whole nights, like Nora’s first call with Hae Sung, bingeing on digital conversation as if it was some novelty candy, with lovers and with friends, sometimes a mix in between. Talking online for two to six hours at a time, or with any regular rhythm tacitly understood by only two people, can have that muddling effect. The glitchy blur on the screen is a patina of tangible presence, but it’s deeply intimate all the same. Nora gets confused, too. Her relationship with Hae Sung is not explicitly romantic, but too charged to be just friends. It’s full of palpable, unspoken longing. When she cuts it off, knowing it will be at least a year before either can actually visit the other, it’s viscerally devastating, all the more so as an end to something that was never officially started in the first place. Past Lives captures, better than most films I’ve seen, this mundane, modern yearning – the kind greased by photos and relationship updates online, of paths not taken and intimacy lost, that doesn’t so much rupture our lives as fold into the everyday. Hae Sung’s visit to New York reactivates Nora’s wistful streak but, to the film’s credit, does not veer into the overly sentimental or melodramatic. “What a good story this is,” Arthur muses in bed. “Childhood sweethearts who reconnect 20 years later and realize they were meant for each other.” She laughs, warmly, and tells him to shut up. That the alternate course in Past Lives is overlaid with diasporic longing – Hae Sung is not only a childhood friend and crush, but a vision of Nora’s life had her family stayed in Korea – heightens the stakes of their reunion but does not blunt the specificity. It’s rare to see a film so accurately capture the type of unplaceable, digitally inflected relationships most people know on some level: heavily mediated by screens, warped by distance, shored up by some level of a digital footprint. The depth of connection not commensurate with the frequency of direct contact. A level of offline feeling that’s more soaring, bruising and flickering, than the words or drama on the page. The film’s climax, one that should be witnessed and not spoiled, is a measured and searing acceptance of that murkiness. There was a different path, a different life, a singular connection whose formativeness rendered it irreplaceable and irradiating. It’s the type of relationship that’s hard to explain but beautiful to watch three adults handle as adults, and more than deserving of a film smart enough to earn its unsaid yearning. Past Lives is out in US cinemas now and in the UK on 8 September"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"food/2022/may/22/majestic-regains-its-power-as-it-goes-back-to-its-roots","type":"article","sectionId":"food","sectionName":"Food","webPublicationDate":"2022-05-22T05:00:39Z","webTitle":"Majestic regains its power","webUrl":"https://www.theguardian.com/food/2022/may/22/majestic-regains-its-power-as-it-goes-back-to-its-roots","apiUrl":"https://content.guardianapis.com/food/2022/may/22/majestic-regains-its-power-as-it-goes-back-to-its-roots","fields":{"bodyText":"Casal de Ventozela Vinho Verde, Portugal 2021 (£9.99, or £7.99 as part of a mixed case of six bottles, majestic.co.uk) With many of its traditional competitors having departed to the great High Street in the sky, and the rest no more than shadows of their former selves, Majestic is now comfortably the UK’s biggest bricks and mortar specialist wine retailer, with more than 200 stores. Since its acquisition by the American Fortress Investment Group in 2019, the retailer, which seemed to be struggling to survive in the last of its days as part of the Naked Wines set-up, has been having a bit of a revival, helped, as so many wine retailers were, by the pandemic boom in at-home wine drinking. Tasting a selection of its current range earlier this month, it occurred to me that the current Majestic has remembered its original raison d’être: offering a much better, more varied range than the supermarkets at similar (if you buy by the mixed case) prices. Case in point: this textbook, snappy, subtly spritzy Vinho Verde dry white. Domaine des Herbauges Luminescence Brut, Loire, France NV (£15.99, or £12.99 as part of a mixed case of six bottles, majestic.co.uk) Other good-value whites in the Majestic range include a pair of offbeat choices with at least one foot in northern Spain. Agricola Fuster Dardell Organic White 2020 (£10.99, or £8.99 as part of a mixed six) is a good example of the fleshy, stone-fruited wines made from garnacha blanca (plus, in this case, viognier) from the improving Catalan wine region, Terra Alta. Alois Lageder Terra Alpina Organic Bianco 2021 (£14.99, or £10.99 as part of a mixed six), meanwhile, is the fruit of a curious project by winemakers Clemens and Helena Lageder from Italy’s far northern Alto-Adige region: a gently rippling, floral blend of organic grapes from their own vineyards, with others sourced from Hungary and the Pyrenees. The retailer is also good at finding well-priced character-filled sparkling wine, not least Domaine des Herbauges’ Atlantic-influenced Loire fizz, with its saline brightness and refreshing clarity and zip. Emiliana Vigno Organic Carignan, Maule, Chile 2016 (£19.99, or £14.99 as part of a mixed case of six bottles, majestic.co.uk) Staying with sparkling, Majestic has two bottles from one of the best-value Champagne houses in the business: the elegantly racy, subtlest-of-pinks Devaux Oeil De Perdrix Rosé Champagne NV (£27.99, or £24.99 as part of a mixed six) and the richly savoury Devaux Blanc de Noirs Champagne NV (£29.99, or £25.99 as part of a mixed six). For bargain reds, Jean Chatelier Les Davaines Gamay 2021 is a brisk, crunchy, sappy berries-and-currants chillable summer red from the Coteaux-du-Lyonnais vineyards betwixt Beaujolais and the Rhône (£8.99, or £6.99 as part of a mixed six), while, at the other end of the flavour and textural spectrum, Polvanera Organic Primitivo 2020 from Puglia in southern Italy (£10.99, or £8.99 as part of a mixed six) is full of luscious fleshy plum and fig, dark cherry and baking spice. And finally, for a Saturday night treat, a fine example of modern Chile: Emiliana’s strikingly rich, complex, but vibrantly balanced old-vine carignan. Follow David Williams on Twitter @Daveydaibach"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"us-news/live/2023/aug/31/idalia-hurricane-updates-latest-path-florida-carolina-georgia-news","type":"liveblog","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-08-31T22:00:29Z","webTitle":"Hurricane Idalia brings intense flooding to Carolinas as Biden declares major disaster in Florida – as it happened","webUrl":"https://www.theguardian.com/us-news/live/2023/aug/31/idalia-hurricane-updates-latest-path-florida-carolina-georgia-news","apiUrl":"https://content.guardianapis.com/us-news/live/2023/aug/31/idalia-hurricane-updates-latest-path-florida-carolina-georgia-news","fields":{"bodyText":"It is now 6pm ET. Here is a wrap-up of the day’s key events across the southeastern states that have been hit by Hurricane Idalia: Over 1,500 federal personnel, 1.3 million meals and 1.6 million liters of water have been made available to support southeastern statres impacted by Hurricane Idalia, the Federal Emergency Management Agency announced on Thursday. FEMA has also mobilized four Incident Management Assistance Teams, over 540 Urban Search and Rescue members and three Disaster Survivor Assistance Strike Teams to support states in Hurricane Idalia’s path, the agency added. Florida governor Ron DeSantis has announced that following 24 hours after Hurricane Idalia made landfall, utility linemen have already restored power to 420,000 homes in the state. DeSantis said that there were 40 rescues made, including 29 made by the National Guard and noted that wellness checks are also underway, given damage that took place during the storm. Hurricane Idalia could become the US’s costliest climate disaster of this year, as analysts estimate that the category 3 storm has already amassed $9.36bn in preliminary costs. President Joe Biden has approved an expedited major disaster declaration for Florida, the White House said on Thursday. The approval makes federal funding available to the survivors and communities of Citrus, Dixie, Hamilton, Lafayette, Levy, Suwannee and Taylor counties. Georgia has also experienced flooding and destruction from Hurricane Idalia, with the tropical storm crossing through the state on its way eastward. The storm brought winds of 90 miles per hour to Georgia on Wednesday, NPR reported, before slowing down as it crossed into the Carolinas. President Joe Biden approved an emergency declaration in South Carolina as Hurricane Idalia is expected to bring intense flash flooding to the region, according to a White House statement. The emergency order provides federal assistance to the state for any emergency situations arising from the hurricane, including assistance from FEMA and the Department of Homeland Security. That’s it from me, Maya Yang, as we wrap up the blog for today. Thank you for following along. Climate crisis advocacy organizations are speaking out against major oil corporations following Hurricane Idalia’s devastating destruction. “As we Floridians face the devastation of yet another massive hurricane, we know exactly who is responsible for making these countless disasters exponentially worse: the Big Oil CEOs profiting off the climate crisis and their political allies,” said Yoca Arditi-Rocha, executive director of the CLEO Institute in Florida.” “Big Oil CEOs and politicians like Ron Desantis must be held accountable for knowingly fuelling the climate crisis that heats our oceans and strengthens deadly storms — then leading the fight to strip away resources our state could use to respond,” she added. John Paul Mejia, a Miami native and national spokesperson for the Sunrise Movement echoed similar sentiments, saying: “By turning down millions of dollars in climate investments while people suffer, Governor DeSantis has shown he’s more willing to shield Big Oil Executives from accountability than serve the people of Florida. My generation won’t forget this and we will do anything in our power to defeat politicians like him.” Similarly, Jamie Henn of Fossil Free Media said: “Big Oil executives are sitting in cushy corner offices making massive profits while people in Florida, Hawaii and all over the world are losing their homes, businesses, and lives. Finally holding this industry accountable for the damage they’re causing has become a major priority for the global climate movement.” As Floridians begin recovery and repair efforts in the aftermath of Hurricane Idalia, the Guardian’s Richard Luscombe reports from Miami: Residents across the south-eastern US were beginning the clean-up from Hurricane Idalia on Thursday as Joe Biden signed a major disaster declaration for Florida and the weakened but still powerful tropical storm dumped torrents of rain in North Carolina and Virginia. The worst of the devastation was evident along Florida’s Gulf coast, where Idalia tore ashore on Wednesday as a category 3 hurricane with gusts of 160mph and sent a surge of seawater of up to 16ft far inland through vulnerable low-lying communities. Roofs were torn from some buildings, houses were submerged by water from the Gulf of Mexico and flash flooding, and thousands of downed trees and power lines littered a trail from Florida’s west coast to Wilmington, North Carolina. Florida’s Republican governor, Ron DeSantis, toured some of the worst-hit areas on Thursday afternoon with Deanne Criswell, administrator of the Federal Emergency Management Agency, and said he was “heartbroken” at what he saw. He said there was one confirmed fatality in a storm-related traffic accident. For the full story, click here: Over 1,500 federal personnel, 1.3 million meals and 1.6 million liters of water have been made available to support southeastern statres impacted by Hurricane Idalia, the Federal Emergency Management Agency announced on Thursday. FEMA has also mobilized four Incident Management Assistance Teams, over 540 Urban Search and Rescue members and three Disaster Survivor Assistance Strike Teams to support states in Hurricane Idalia’s path, the agency added. Florida governor Ron DeSantis has announced that following 24 hours after Hurricane Idalia made landfall, utility linemen have already restored power to 420,000 homes in the state. Here are some images coming through the newswires of Hurricane Idalia’s aftermath: Hurricane Idalia could become the US’s costliest climate disaster of this year, as analysts estimate that the category 3 storm has already amassed $9.36bn in preliminary costs. The Guardian’s Richard Luscombe reports from Miami: The category 3 storm that barreled into Florida’s west coast from the Gulf of Mexico on Wednesday, then carved a path of destruction and flooding through Georgia and the Carolinas, has a preliminary price tag between $9.36bn, based on early estimates, from risk analysts at UBS, and $18bn-$20bn calculated by AccuWeather. It follows 15 previous “individual weather and climate disasters” recorded in the US already this year by the National Oceanic and Atmospheric Administration (Noaa) as unprecedented heat, wildfires, storms and floods escalate. Cumulatively, Noaa said that by the end of July, which Nasa said was Earth’s hottest month on record, the total estimated cost of the damage caused by the disasters was $39.7bn. That figure does not include the estimated $5.5bn cost to rebuild the town of Lahaina following devastating wildfires that razed the Hawaiian island of Maui this month. For more details, click here: President Joe Biden has approved an expedited major disaster declaration for Florida, the White House said on Thursday. The approval makes federal funding available to the survivors and communities of Citrus, Dixie, Hamilton, Lafayette, Levy, Suwannee and Taylor counties. Here is drone footage depicting the scale of destruction in the aftermath of Hurricane Idalia in Florida: “We’re just getting the initial assessments…that the greatest concern right now is flooding and the impact on people’s homes and businesses of that flooding,” Sherwood-Randall said. “It currently doesn’t look from aerial surveillance as if there has been widespread destruction of many buildings. Some homes have been harmed, some businesses have been harmed, but principally it looks like it’s about flooding in areas that are low-lying, where there was storm surge in the Big Bend in Florida and so that that will likely be the area in which we have to invest the most in recovery,” she added. “We have submitted to Congress a supplemental request that would replenish the Disaster Relief Fund because that fund has been depleted. We have requested $12 billion because we know that every American expects FEMA to be there if they’re experiencing a disaster,” Sherwood-Randall said. The US Army Corps of Engineers was pre-positioned before the storm to support power restoration and brought in over 30 large generators that are pre-staged if needed to support critical infrastructure such as hospitals and water treatment plants, US Homeland Security advisor Elizabeth Sherwood-Randall said in a White House press briefing on Thursday. “We will be with the citizens of these impacted states as long as it takes,” Sherwood-Randall added. White House press secretary Karine Jean-Pierre is delivering a press conference to reporters on the impact of Hurricane Idalia: President Biden also just gave an update in a press conference addressing Idalia, held at the Federal Emergency Management Agency (FEMA) headquarters: “We’re going to need a whole hell of a lot more money,” Biden said in reference to political pushback against FEMA’s need for more relief funds after recent natural disasters like Idalia in the US south and fires on the island of Maui in Hawaii. Biden announced he will be traveling to Florida on Saturday morning. Governor DeSantis is holding a press conference to give an update on the state of things in Florida: The Center for Disease Control issued a warning about the dangers of floodwater. “Floodwaters contain many things that may harm health. We don’t know exactly what is in floodwater at any given point in time.” The CDC cautions that floodwaters can contain downed power lines, human or livestock waste, coal ash waste with carcinogenic compounds (arsenic, chromium, mercury, and other germs), physical debris like lumber, vehicle parts, as well as stray animals like rodents and snakes. It is recommended to stay out of floodwater if possible. In the event contact was made with floodwater, “wash the area with soap and clean water as soon as possible. If you don’t have soap or water, use alcohol-based wipes or sanitizer.” Idalia continues to drench North Carolina, and it may not be letting up any time soon. The Weather Channel senior meteorologist Jonathan Erdman says: “There could be more high tide flooding this evening and tomorrow morning in parts of Virginia and in North Carolina’s Outer Banks. That’s due to the combination of high tides and north-east winds pushing water that way.” Like Georgia and the Carolinas, parts of Florida are also suffering under sweltering conditions as the state experiences widespread power outages. More than 90% of customers in Taylor, Jefferson, Madison, Hamilton, Suwannee and Lafayette counties, including 140,000 homes and businesses, are still without power, according to powerOutage.us. Power restorations are under way, but more outages may be reported, DeSantis announced. Cleanup is happening in several counties across Georgia following destruction after Hurricane Idalia. Here’s a video from Weather Nation showing debris after Hurricane Idalia in Coffee County, Georgia: Here’s more on Hurricane Idalia’s destruction in Florida from the Guardian’s Michael Sainato. For Evelyn and Thomas Rhodes, the sign they had to flee their home was when a bed started to float off the floor. Ashley Nicole Nguyen of Pasco county, Florida has now started a GoFundMe to try to support the Rhodeses – her grandmother and uncle – who escaped the rising waters from Hurricane Idalia unharmed but have lost many of their possessions. “[They] were asleep when the storm came through around 5am. Then [Thomas] noticed that his bed started to float,” said Nguyen. The couple were taken by the fire department to their nearest friend’s house with their small dog. “But everything is completely destroyed, all of [Nicole’s] belongings, televisions, furniture, as well as everything else on that street,” said Nguyen. She said her uncle’s workplace, a nearby restaurant, was completely destroyed by flooding. Read the full article here. Georgia has also experienced flooding and destruction from Hurricane Idalia, with the tropical storm crossing through the state on its way eastward. The storm brought winds of 90 miles per hour to Georgia on Wednesday, NPR reported, before slowing down as it crossed into the Carolinas. Nearly 100,000 customers are still without power in Georgia as of Thursday morning, according to data from poweroutage.us. Joe Biden signed a major disaster declaration for Florida following Hurricane Idalia. The declaration provides the state with federal resources to support clean up, rescue, and more in response to the tropical storm. Here is the statement from the White House on the declaration: This morning, President Biden called Florida Governor Ron DeSantis to convey that he has signed a Major Disaster Declaration and ordered all available federal resources to help with the continued response to Tropical Storm Idalia. The President reiterated that the people of Florida have his full support as they recover from the storm. Here’s more on the DeSantis updates from the Guardian’s Richard Luscombe in Miami. Dozens of rescue missions have been “successfully completed” in Florida, the state’s Republican governor Ron DeSantis said at a morning press conference. “There’s still reports rolling in, but as of last night there were approximately 40 successful rescues made, including 29 by the Florida National Guard,” he told reporters in Tallahassee. “Our fish and wildlife officers assisted with a medical evacuation yesterday, and they are conducting high-water and welfare checks. “These efforts are continuing and they will continue until there is no longer a need.” DeSantis also praised the response of authorities in dealing with Idalia and its aftermath. “Officials in those really hard-hit counties I think did a good job.” he said. “Citizens responded very appropriately, and then to be here where you have a storm hitting close to 130mph, just under category 4, and not as of now have any reported fatalities, it’s probably something that most people would not have bet on four or five days ago.” Unofficially, three deaths are being linked to the storm, two motorists in Florida, and a man trying to clear a felled tree in Georgia. DeSantis will tour the worst-affected areas today with Deanne Criswell, administrator of the Federal Emergency Management Agency (Fema). “I’m here to see first-hand the impacts that the communities have had so we can determine what level of assistance, and what other programs we’ll need to bring in to help support those people that were in the storm’s path, and help them on the road to recovery,” Criswell told the press conference. “We are going to make sure that we always have the resources here from the federal family to support the current efforts [and] ongoing recovery efforts that may be needed in these communities.” Florida governor Ron DeSantis gave an update Thursday morning about Hurricane Idalia, noting that there has been “significant damage” in Florida’s Big Bend community. DeSantis said that there were 40 rescues made, including 29 made by the National Guard. DeSantis noted that wellness checks are also underway, given damage that took place during the storm. DeSantis added that local agencies are also working on debris removal, including addressing fallen trees on Florida’s roadways. “There’s a massive amount of debris,” said DeSantis on hurricane debris he witnessed, noting that trees in the area have largely been knocked down. “I saw roofs torn off of businesses. We saw other types of hurricane damage.” Here are images displaying some of the damage and destruction coming out of Florida from Hurricane Idalia. Joe Biden approved an emergency declaration in South Carolina as Hurricane Idalia is expected to bring intense flash flooding to the region, according to a White House statement. The emergency order provides federal assistance to the state for any emergency situations arising from the hurricane, including assistance from Fema and the Department of Homeland Security, NBC reported. Hurricane Idalia will likely move offshore on Thursday, according to the National Weather Service. The tropical storm is expected to move east of North Carolina on Thursday afternoon, but flooding in the state is still possible. Idalia is currently bringing winds of 35 to 40 miles per hour to the state’s eastern Sandhills and Coastal Plain region, though winds are expected to decrease by the afternoon and evening. Floridians are assessing damage caused by Hurricane Idalia as the deadly storm rolls through the Carolinas. The category 3 storm caused extensive damage along the state’s coast, flooding streets, homes and vehicles. Power lines in Florida and Georgia were also impacted by the storm, with nearly 500,000 customers losing power on Wednesday, the Associated Press reported. Idalia brought intense flooding to the Carolinas and is expected to bring heavy rain to parts of North Carolina on Thursday, forecasters predicted. The National Hurricane Center predicted that portions of eastern North Carolina could experience “heavy rainfall and life-threatening flash flooding”, according to an 8am ET (12pm GMT) update. More than 50,000 customers in the Carolinas are without power, as of 8.15am ET (12.15pm GMT)."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2021/nov/16/bill-gates-natrium-nuclear-power-plant-wyomning-kemmerer","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-11-17T02:19:52Z","webTitle":"Bill Gates-backed experimental nuclear power plant heads to tiny Wyoming city","webUrl":"https://www.theguardian.com/us-news/2021/nov/16/bill-gates-natrium-nuclear-power-plant-wyomning-kemmerer","apiUrl":"https://content.guardianapis.com/us-news/2021/nov/16/bill-gates-natrium-nuclear-power-plant-wyomning-kemmerer","fields":{"bodyText":"A tiny city in the top US coalmining state of Wyoming is set to become the home of an experimental nuclear power project backed by Bill Gates. The new Natrium nuclear power plant will be located in Kemmerer, officials announced on Tuesday, and will replace a coal-fired plant that is set to close in 2025. “Our innovative technology will help ensure the continued production of reliable electricity while also transitioning our energy system and creating new, good-paying jobs in Wyoming,” said Chris Levesque, the CEO of TerraPower, the company behind the project that was founded by Gates about 15 years ago. Construction is set to begin in 2024. The project will employ as many as 2,000 people during construction and 250 once operational in a state where the coal industry has been shedding jobs. Kemmerer, one of four cities in the running to host the project, is home to 2,600 people and is located about 130 miles (210 km) north-east of Salt Lake City. If it’s as reliable as conventional nuclear power, the 345-megawatt plant would produce enough climate-friendly power to serve about 250,000 homes. The announcement came days after world leaders met at the Cop26 summit in Glasgow. Gates, co-founder of Microsoft and chairman of TerraPower, in June announced plans for the Wyoming project along with officials from Rocky Mountain Power, Joe Biden’s administration and the state of Wyoming, which produces about 40% of the nation’s coal. “We think Natrium will be a gamechanger for the energy industry,” Gates said at the project’s launch in Cheyenne, Wyoming. Proponents of the project, which will feature a sodium-cooled fast reactor and molten salt energy storage, say it would perform better, be safer and cost less than traditional nuclear power. “Natrium will be that next improvement on safety. Importantly it won’t rely on outside sources of power, pumps and extra equipment to help the plant recover in the event of an emergency,” said Levesque, referring to the 2011 Fukushima nuclear disaster caused by a tsunami that knocked out emergency generators. The high heat-transfer properties of sodium will allow the Natrium plant to be air-cooled. That will enable the plant to be quickly shut down in case of an emergency, and the absence of emergency generators and pumps will save on costs, Levesque said. Others are skeptical about the benefits of sodium compared with water for cooling as in conventional nuclear plants. “The use of liquid sodium has many problems. It’s a very volatile material that can catch fire if it’s exposed to air or water,” said Edwin Lyman, director of nuclear power safety with the Union of Concerned Scientists science advocacy non-profit. Countries including the US have experimented with sodium-cooled fast reactors for decades but only Russia has fielded such a reactor on a large, power-producing scale, Lyman said. “Honestly I don’t understand the motivation,” Lyman said. “There are some people who are just strong advocates for it and they’ve sort of won the day here by convincing Bill Gates that this is a good technology to pursue.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"music/2023/feb/03/mhaol-attachment-styles-review-irish-post-punks","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2023-02-03T08:30:02Z","webTitle":"M(h)aol: Attachment Styles review","webUrl":"https://www.theguardian.com/music/2023/feb/03/mhaol-attachment-styles-review-irish-post-punks","apiUrl":"https://content.guardianapis.com/music/2023/feb/03/mhaol-attachment-styles-review-irish-post-punks","fields":{"bodyText":"Seven years after their exciting, abrasive debut single Clementine, Irish post-punks M(h)aol (pronounced male) have finally released their debut album, Attachment Styles. It’s a series of fearless moments that centre on intersectional feminism and reclamation of power, underpinned by a soundtrack of clattering drums and jagged, dissonant guitars. The result is a record that is equally vulnerable, triumphant and cathartic. “I’m just the dumb bitch that left the party with you,” vocalist Róisín Nic Ghearailt sing-speaks on spicky opener Asking for It, which unflinchingly tackles rape culture. As the track builds, the guitars become thick and gluey and Ghearailt’s voice rises to a roar: “My whole life won’t be defined by you.” It’s the heaviest track on an album where most of the songs build from bare bones, the instrumentation disjointed and primal, allowing a message of self-acceptance to dominate. Bisexual Anxiety and Femme push back against “the black and white space of monosexuality” – you can hear Ghearailt’s eyes rolling as she sings: “I should have cut my hair off when I knew I was queer / It would have made it easier on everyone here.” Closing track Period Sex provides a lusty, heavy-breathing highlight, Ghearailt savouring the refrain of “I want to make a mess” with coquettish, gleeful defiance as a kaleidoscopic guitar ebbs and flows. It’s a brilliantly confrontational ending – “If this song makes you uncomfortable you should ask yourself, why?” the band ask at the start of the song’s video – to an album that makes good on all the skill and fiery wit that M(h)aol first hinted at seven years prior."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"australia-news/2022/oct/14/australias-nuclear-waste-is-growing-as-battle-over-dump-site-heats-up","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2022-10-13T23:30:21Z","webTitle":"Australia’s nuclear waste is growing as battle over dump site heats up","webUrl":"https://www.theguardian.com/australia-news/2022/oct/14/australias-nuclear-waste-is-growing-as-battle-over-dump-site-heats-up","apiUrl":"https://content.guardianapis.com/australia-news/2022/oct/14/australias-nuclear-waste-is-growing-as-battle-over-dump-site-heats-up","fields":{"bodyText":"Australia is accumulating more intermediate-level nuclear waste than previously thought, a new inventory has found, as the battle over a nuclear waste dump heats up. After 40 years of different governments talking about a national nuclear waste facility, the Morrison government chose a site near the town of Kimba in South Australia. But the local Barngarla people are united against the plan, and have vowed to keep fighting to stop it happening. The federal resources minister, Madeleine King, said the waste “cannot continue to build up” and she would continue to work with the Barngarla people to protect the cultural heritage of the site and deliver economic benefit to the traditional custodians. Opponents of the site hope the new Labor government will be more likely to abandon the plan, but King said the government was committed to “progressing the facility”. Most of Australia’s nuclear waste is low-level waste (LLW), which tends to be items such as paper and gloves from laboratories that emit small amounts of radioactivity. The rest, intermediate-level waste (ILW), comes from the production of nuclear medicine – which is used, for example, in imaging, scanning and radiotherapy. It emits more radiation, breaks down more slowly and needs stricter shielding measures. The Australian Radioactive Waste Agency (Arwa) recently updated its inventory of waste, to inform the development of the Kimba facility. It found there was 2,061 cubic metres of intermediate-level waste in 2021, compared to 1,771 cubic metres in 2018. And it projects 4,377 cubic metres in the next 50 years, compared to 3,734 cubic metres projected in 2018. Arwa notes that more waste categories and holders were included in 2021, increasing the current levels of waste, and that estimates for future years were revised. Currently waste is stored in more than 100 places around the nation, but most of it is held at the Australian Nuclear Science and Technology Organisation (Ansto) facilities in Lucas Heights, Sydney. Sign up to receive an email with the top stories from Guardian Australia every morning The Australian Conservation Foundation and others argue that Ansto should be expanded to become the national storage site. The chief executive of Arwa, Sam Usher, wrote in the report that Kimba would be used to dispose of Australia’s LLW, and to hold ILW temporarily while a permanent solution was found. “To ensure the facility has capacity to house Australia’s current and future waste holdings, Arwa has undertaken extensive work to provide an updated national inventory of radioactive waste,” he wrote. The Kimba site was announced after an Australian Electoral Commission ballot found the majority of the people in the council area were in favour. However, that ballot did not include Aboriginal people who count the area as part of their traditional lands. The Barngarla Determination Aboriginal Corporation chair, Jason Bilney, said his people were never consulted, and they are unanimously opposed. “We were excluded,” he said. “Unanimously, we do not want it on our country. “We’ll keep fighting this.” Bilney said his people were organising a rally in Port Augusta on Saturday to remind people what is happening. He said his concern was that the site would start accepting waste from outside Australia. He also said it made more sense for the Lucas Heights facility to expand into waste storage, because the proposed Kimba site was only meant to be temporary storage for ILW anyway, with a permanent site yet to be determined. “Why would you keep kicking the can down the road?” he said. There was an ongoing court process with Barngarla people fighting for access to government documents, and King said she would not “pre-empt” the outcome of that. She said nuclear medicine, which most Australians benefit from at some point, produced radioactive waste. “We need to be responsible for the waste we create, and this includes developing permanent disposal solutions,” she said. “I will continue to work with the Barngarla people and the local community – those for and against the proposal – as we move forward. “While there is no native title on the site, the government is committed to progressing the facility in a way that protects cultural heritage and delivers economic benefit to the traditional custodians.” The site is freehold, but on the traditional lands of the Barngarla. Dave Sweeney, the ACF’s nuclear free campaigner, said there was room at Lucas Heights, and pointed to $60m awarded to Ansto in 2021 to expand its storage. “That’s approved,” he said. “It’s been through the Australian Radiation Protection and Nuclear Safety Agency (Arpansa).” “Arpansa has said that it’s consistent with international best practice and that means that material can be safely stored there for decades to come. So they’ve got the capacity, they’re actually growing the capacity.” The South Australian Labor premier, Peter Malinauskas, supports the Barngarla people, and says he will try to influence the federal Labor government."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/apr/16/the-observer-view-on-north-korea","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-04-16T05:31:01Z","webTitle":"The Observer view on North Korea: only China can put a stop to Kim Jong-un’s latest round of nuclear sabre-rattling | Observer editorial","webUrl":"https://www.theguardian.com/commentisfree/2023/apr/16/the-observer-view-on-north-korea","apiUrl":"https://content.guardianapis.com/commentisfree/2023/apr/16/the-observer-view-on-north-korea","fields":{"bodyText":"North Korea’s scary test launch of a newly developed, solid-fuel, nuclear-capable intercontinental ballistic missile caused a brief panic on the northern Japanese island of Hokkaido last week. It also added a note of urgency to today’s meeting of G7 foreign ministers in Japan’s hot-spring resort of Karuizawa, where the Pyongyang regime’s escalating threats will be high on the agenda. Even so, the key to the North Korea conundrum may lie hundreds of miles away, in Beijing. Two questions will dominate G7 deliberations. Why is Kim Jong-un, North Korea’s dictator, deliberately ratcheting up tensions with South Korea, Japan and the US, their ultimate protector? And what can the allies do in response? Hailing the launch, the latest in more than 100 tests since last year, Kim gave an insight into his paranoid thinking. The new missile would “reinforce our nuclear counter-attack” and induce “the enemy to give up its idle strategy”, he said. Until then, he promised only “endless fear”. North Korea repeatedly condemns joint US and South Korean military exercises, which it depicts as preparation for invasion. Inter-Korean dialogue has broken down since the election last year of South Korea’s conservative president, Yoon Suk-yeol. A bungled attempt at rapprochement by former US president Donald Trump came to nothing. Meanwhile, Yoon revealed recently that Washington and Seoul were stepping up nuclear war planning. Whether Kim feels genuinely threatened – North and South Korea are still technically in a state of war – or is exploiting fear of attack to better control North Korea’s people is a moot point. Yet he has many other reasons to feel insecure. His brutal regime, founded in 1948 by his grandfather, Kim Il-sung, lacks legitimacy at home and is isolated abroad. Punitive UN sanctions have stunted development. Desperation to have them lifted may be driving Kim’s aggressive actions. Recent reports that North Korea is again facing famine conditions point to hidden weakness. In January, the US-based monitoring project, 38 North, said food insecurity was at its worst since the Arduous March famines in the 1990s, which killed an estimated one million people. It is also unclear how badly the country has been affected by the Covid-19 pandemic, though the toll is probably far worse than officially admitted. While such matters are shrouded in secrecy, it is also suggested that Kim, whose health is often questioned, is grappling with an in-house succession crisis. Speculation surrounds the recent public appearances of his previously unseen daughter, Kim Ju-ae, who is thought to be about 10. How her suddenly elevated status sits with her auntie, Kim’s high-flying, tough-talking younger sister, Kim Yo-jong, is anyone’s guess. To his other problems, it seems, beleaguered Kim must add trouble at home. What can G7 ministers do to curb North Korean bellicosity? Not much, probably. Additional, unilateral sanctions by individual states may be the only option, since China, backed by Russia, has blocked tougher, collective action by the UN security council. And it is to China that the world should now look to apply effective pressure. Kim is no puppet, but he is uniquely beholden to Beijing. Unchecked nuclear proliferation – and nuclear war – are not in China’s interest. President Xi Jinping wants to place China at the helm of a new world order. He recently brokered a “peace deal” between long-time foes, Iran and Saudi Arabia. Yet here is another entrenched problem, much closer to home. If Xi is serious about global leadership, he should demonstrate it by ending the standoff on the Korean peninsula."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2023/aug/30/gabon-coup-military-takeover-gabonese-election-disputed","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-30T15:57:25Z","webTitle":"Gabon military officers declare coup after Ali Bongo wins disputed election","webUrl":"https://www.theguardian.com/world/2023/aug/30/gabon-coup-military-takeover-gabonese-election-disputed","apiUrl":"https://content.guardianapis.com/world/2023/aug/30/gabon-coup-military-takeover-gabonese-election-disputed","fields":{"bodyText":"Military officers in Gabon say they have taken power and put the president, Ali Bongo Ondimba, under house arrest, as the country becomes the latest in Africa to suffer an attempted coup, only weeks after mutinous troops seized power in Niger. A group of military personnel appeared on state television to announce they were seizing power to overturn the results of a presidential election, seeking to remove a president whose family has held power for nearly 56 years. The officers introduced themselves as members of the Committee of Transition and the Restoration of Institutions. If successful, the coup would be the eighth in west and central Africa since 2020. The most recent one, in Niger, was in July, while the military has also seized power in Mali, Guinea, Burkina Faso and Chad. In a video apparently from detention in his residence, Bongo Ondimba called on people to “make noise” to support him. Crowds instead took to the streets of the capital and sang the national anthem to celebrate the coup attempt against a dynasty accused of getting rich on the country’s resource wealth while many of its citizens struggle to scrape by. The officers said they represented all Gabonese security and defence forces and announced the election results were cancelled, all borders were closed until further notice and state institutions dissolved. “Today the country is undergoing a severe institutional, political, economic, and social crisis,” the officers said in a statement, saying the 26 August election lacked transparency and credibility. “In the name of the Gabonese people … we have decided to defend the peace by putting an end to the current regime.” A Gabon army officer, Brice Oligui Nguema, told French newspaper Le Monde that generals would meet on Wednesday to decide who would lead a transition. The coup attempt came hours after Bongo, 64, was declared winner of an election marred by fears of violence. He was last seen in public casting his vote on Saturday. Gabon is a member of the Opec oil cartel, with a production of 181,000 barrels of crude a day, making it the eighth-largest producer of oil in sub-Saharan Africa. It is home to more than 2 million people, and is slightly smaller than the US state of Colorado. Unlike Niger and two other west African countries run by military juntas, Gabon has not been afflicted by jihadi violence and had been seen as relatively stable. But nearly 40% of Gabonese aged 15-24 were out of work in 2020, according to the World Bank. The president of Nigeria, Bola Tinubu, who is also chair of the West African regional bloc Ecowas that has threatened to intervene military in Niger to restore constitutional order, was said by a spokesman to be “watching developments in Gabon very closely with deep concern for the country’s socio-political stability and the seeming autocratic contagion apparently spreading across different regions of our beloved continent.” White House national security spokesman John Kirby said the the US was “following this very, very closely.” China called for a peaceful resolution and Russia said it hoped for a swift return to stability. The political demise of Bongo fits a pattern of coups in French-speaking Africa in recent years. The French-educated Bongo met the French president, Emmanuel Macron, in Paris in late June and shared photos of them shaking hands. The French prime minister, Élisabeth Borne, said France, Gabon’s former colonial ruler, was following the situation closely. France has around 400 soldiers permanently deployed in the country for training and military support, including at a base in the capital, and has extensive economic ties to the country in the mining and oil sectors. Before Wednesday’s dramatic announcement, Bongo’s spell in office was marked by disputed elections and a stroke that spurred rumours about his fitness for office and fuelled a minor attempted coup. Niger and other Sahel countries have been fighting Islamist insurgencies that have eroded faith in democratic governments. Gabon, which lies further south on the Atlantic coast, is not facing the same challenges, but a coup would suggest another sign of democratic backsliding in a volatile region. Viviane Mbou, a shopkeeper, offered the soldiers juice, which they declined. And Jordy Dikaba, a young man walking with his friends on a street lined with armoured policemen, said: “Long live our army.” The French mining company Eramet said it was ceasing all operations in Gabon, and was implementing procedures to ensure the safety of its staff and facilities. The company’s subsidiaries in Gabon operate the world’s largest manganese mine and a rail transport company. The private intelligence firm Ambrey said all operations at Gabon’s main port in Libreville had been halted, with authorities refusing to grant permission for vessels to leave. One morning flight at Libreville’s Léon-Mba international airport had already been delayed early on Wednesday morning. A man who answered a number listed for the airport told Associated Press that flights were cancelled on Wednesday. The coup attempt came about a month after mutinous soldiers in Niger seized power from the democratically elected government, and is the latest in a series of coups that have challenged governments with ties to France. Bongo, in his annual Independence Day speech on 17 August, said: “While our continent has been shaken in recent weeks by violent crises, rest assured that I will never allow you and our country, Gabon, to be hostages to attempts at destabilisation. Never.” In his speech, Bongo acknowledged the widespread frustration over rising costs of living, and listed measures his government was taking to contain fuel prices, make education more affordable, and stabilise the price of baguettes. The EU’s top diplomat, Josep Borrell, asked about Gabon on Wednesday, said European ministers would discuss the situation this week. “If this is confirmed, it’s another military coup, which increases instability in the whole region,” he said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"technology/2023/jul/19/nick-clegg-defends-release-open-source-ai-model-meta-facebook","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2023-07-19T11:52:14Z","webTitle":"Nick Clegg defends release of open-source AI model by Meta","webUrl":"https://www.theguardian.com/technology/2023/jul/19/nick-clegg-defends-release-open-source-ai-model-meta-facebook","apiUrl":"https://content.guardianapis.com/technology/2023/jul/19/nick-clegg-defends-release-open-source-ai-model-meta-facebook","fields":{"bodyText":"Nick Clegg has defended the release of an open-source artificial intelligence model by Mark Zuckerberg’s Meta, as he claimed that “hype” about AI’s dangers was running ahead of the technology’s development. The president of global affairs at Meta and former UK deputy prime minister spoke on Wednesday after the company said it was opening access to its new large language model (LLM), Llama 2, which will be free for research and commercial use. LLMs are trained on vast amounts of data and underpin generative AI products such as the ChatGPT chatbot. Some experts have warned that making AI models open source – or freely available to use and adapt for unique purposes – could lead to the technology being used for malicious purposes. Speaking on BBC Radio 4’s Today programme, Clegg said: “My view is that the hype has somewhat run ahead of the technology. I think a lot of the existential warnings relate to models that don’t currently exist, so-called super-intelligent, super-powerful AI models – the vision where AI develops an autonomy and agency on its own, where it can think for itself and reproduce itself. “The models that we’re open-sourcing are far, far, far short of that. In fact, in many ways they’re quite stupid.” However, one AI expert compared Meta’s open-source move to handing over the secrets to making a nuclear weapon. Dame Wendy Hall, regius professor of computer science at the University of Southampton, said there were questions over whether the tech industry could be trusted to self-regulate LLMs, with the problem looming even larger for open-source models. “It’s a bit like giving people a template to build a nuclear bomb,” she told Today. Clegg said Meta had 350 people “stress-testing” its models over several months to check for any potential problems, and Llama 2 was safer than any other open-source large language models available. He said “it’s not as if we’re at a T-junction” where companies can “choose to open source or not”, adding: “Models are being open-sourced all the time already.” While Clegg said he strongly believed AI should be regulated, he added that that “doesn’t mean that every single AI model should be open-sourced”, adding that Meta would not be releasing a voice-generating model, called Voicebox, to the public. Referring to Llama 2, Clegg said the “wisdom of crowds” would make AI models safer rather than leaving them in the “clammy hands” of technology multinationals. “Crucially, you take it out of the … clammy hands of the big tech companies, which are currently the only companies that have either the computing power or the vast reservoirs of data to build these models in the first place,” he said. In May, Google was warned by one of its engineers that it could be beaten in the AI race by commonly available open-source technology. “The uncomfortable truth is, we aren’t positioned to win this arms race and neither is [ChatGPT developer] OpenAI. While we’ve been squabbling, a third faction has been quietly eating our lunch,” the engineer wrote, referring to open-source AI."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2022/nov/03/north-korea-nuclear-attack-us-kim-regime-lloyd-austin","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-11-03T18:40:25Z","webTitle":"Nuclear attack on US or allies would end Kim regime, says defense secretary","webUrl":"https://www.theguardian.com/us-news/2022/nov/03/north-korea-nuclear-attack-us-kim-regime-lloyd-austin","apiUrl":"https://content.guardianapis.com/us-news/2022/nov/03/north-korea-nuclear-attack-us-kim-regime-lloyd-austin","fields":{"bodyText":"The US defense secretary, Lloyd Austin, said on Thursday any nuclear attack on the US or its allies by North Korea would “result in the end of the Kim regime”. Kim Jong-un’s government in Pyongyang has in recent days mounted a number of missile tests. The South Korean military said a test of an intercontinental ballistic missile on Thursday may have ended in failure. Japan called the launch “outrageous and absolutely intolerable”. According to a joint communique released by the US Department of Defense, during his meeting with the South Korean defense minister, Lee Jong-sup, Austin said: “Any nuclear attack against the United States or its allies and partners, including the use of non-strategic nuclear weapons, is unacceptable and will result in the end of the Kim regime.” Similar language was included in the US National Defense Strategy, which was released last week. That document said, in part: “Our strategy for North Korea recognises the threat posed by its nuclear, chemical, missile and conventional capabilities, and in particular the need to make clear to the Kim regime the dire consequences should it use nuclear weapons … there is no scenario in which the Kim regime could employ nuclear weapons and survive.” Austin, a retired US army general and the first African American secretary of defense, spoke to reporters at the Pentagon alongside Lee. “Minister Lee and I had an outstanding discussion today,” Austin said. “We talked about how the DPRK [North Korea] has continued provocations and destabilising actions, and at this time of heightened tension, our alliance is ironclad. “The United States remains fully committed to the defense [of South Korea]. Our extended deterrence commitment is firm and includes a full range of our nuclear and conventional and missile defense capabilities.” He said the two countries planned to return to large-scale military exercises on the peninsula. The Biden administration has taken such steps after four years in which Donald Trump placed unprecedented stress on relations between Seoul and Washington, saying he wanted South Korea to pay for US military assistance in place since the Korean war of 1950-53. Trump, whose cavalier treatment of matters of nuclear policy has been extensively reported, met repeatedly with Kim, staging high-profile summits that produced little tangible benefit. At the Pentagon, Austin said the US was “committed to building on on [the Biden administration’s] efforts to strengthen integrated deterrence and to ensure that this alliance continues to bolster security and stability on the Korean peninsula and throughout the Indo-Pacific”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jul/27/emmanuel-macron-vanuata-visit-pacific-imperialism","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-27T03:21:33Z","webTitle":"Emmanuel Macron denounces ‘new imperialism’ in Pacific on historic visit to Vanuatu","webUrl":"https://www.theguardian.com/world/2023/jul/27/emmanuel-macron-vanuata-visit-pacific-imperialism","apiUrl":"https://content.guardianapis.com/world/2023/jul/27/emmanuel-macron-vanuata-visit-pacific-imperialism","fields":{"bodyText":"French president Emmanuel Macron has denounced “new imperialism” in the Pacific during a landmark visit to the region, warning of a threat to the sovereignty of smaller states. “There is in the Indo-Pacific and particularly in Oceania new imperialism appearing, and a power logic that is threatening the sovereignty of several states – the smallest, often the most fragile,” he said in Vanuatu on Thursday. His comments came as US secretary of defense Lloyd Austin told reporters in Papua New Guinea that Washington was not seeking a permanent base in the Pacific Islands nation under a new defence agreement with Port Moresby. Macron – on the first visit by a sitting French leader to an independent Pacific state – sought to underscore France’s importance in a region over which China and the US are competing for military, economic and diplomatic influence. “Our Indo-Pacific strategy is above all to defend through partnerships the independence and sovereignty of all states in the region that are ready to work with us,” Macron said. France has 1.6 million citizens in the Asia-Pacific across seven overseas territories, including New Caledonia and French Polynesia, and an exclusive economic zone spanning nine million square kilometres (3.5m square miles). As the US and its allies seek to counter China’s growing sway in the region, France offered an “alternative”, a presidential adviser said, with plans for expanded aid and development to confront natural catastrophes. Macron last year relaunched France’s Indo-Pacific approach in the aftermath of a bitter row over a cancelled submarine contract with Australia, casting France as a balancing power in a region dominated by the tussle between China and the US. He is on a five-day visit to the region, which has also included a stop in New Caledonia and will continue in Papua New Guinea (PNG). It is the first time a French president has travelled to independent countries in the Pacific region, and not only French overseas territories. France has sovereignty over three territories in the Pacific: New Caledonia, French Polynesia and Wallis and Futuna. New Caledonians rejected independence in a third referendum on the subject in December 2021, although the vote was boycotted by pro-independence movements largely backed by the indigenous Kanak population. While Macron was in Vanuatu, US defense secretary Austin was meeting PNG’s prime minister, James Marape, to discuss their countries’ deepening defence ties. “I just want to be clear, we are not seeking a permanent base in PNG,” he said afterwards. PNG and the US signed a defence cooperation agreement in May that sets a framework for the US to refurbish PNG ports and airports for military and civilian use. The text of the agreement shows that it allows the staging of US forces and equipment in PNG, and covers the Lombrum naval base which is being developed by Australia and the US. Austin said the two nations were deepening an existing defence relationship, and would modernise PNG’s defence force and boost interoperability. “Our goal is to make sure we strengthen PNG’s ability to defend itself and protect its interest,” he added. The US has been seeking to deter Pacific island nations from forming security ties with China, a rising concern amid tension over Taiwan, and after Beijing signed a security pact with Solomon Islands. Marape on Thursday said the defence cooperation with the US would build up PNG’s capability, and was “not for a war joint preparation”. Agence France-Presse and Reuters contributed to this report"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/nils-pratley-on-finance/2022/aug/30/wanted-a-new-energy-contract-for-renewables-and-nuclear-projects","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2022-08-30T19:25:58Z","webTitle":"Wanted: a new energy contract for renewables and nuclear projects","webUrl":"https://www.theguardian.com/business/nils-pratley-on-finance/2022/aug/30/wanted-a-new-energy-contract-for-renewables-and-nuclear-projects","apiUrl":"https://content.guardianapis.com/business/nils-pratley-on-finance/2022/aug/30/wanted-a-new-energy-contract-for-renewables-and-nuclear-projects","fields":{"bodyText":"Rishi Sunak, when he was still chancellor and was coming round to the idea of a windfall tax, noticed a key point about today’s energy market. Not all the corporate winners in the UK from soaraway wholesale gas prices are producing hydrocarbons in the North Sea. Some are generating power from nuclear power stations, solar projects, windfarms and biomass and are enjoying the same high wholesale prices. Those generators are benefiting from old-style contracts based on “renewables obligation certificates” (ROCs) and suchlike, rather than contracts-for-difference (CfD) arrangements that have been the main way of incentivising capacity in recent years. Under CfDs, excess revenues over the agreed “strike” price flow to the Treasury. That is not the case with ROCs, thus some spectacular improvements in corporate fortunes; the share price of biomass-heavy Drax is up two-thirds in the past 12 months, for instance. In the event, Sunak confined his “energy profits levy” to oil and gas producers. It seems the Treasury was deterred by the complexities in the generation market, which was understandable up to a point. Much of the power is sold under long-term contracts, rather than at “spot” prices, and intermediaries sub-divide output many times. It is hard to get a firm grasp on where, precisely, windfall gains arise. Here, though, is a proposal that cuts through some of the complexity. Encourage those generators with juicy old-style contracts to enter an auction to switch themselves on to CfD arrangements, suggests the consultancy Cornwall Insight. If they all did so, and if the price of power came out at £162 per megawatt hour – still high by historical standards but a lot less than the current month-ahead price of £435 – the resulting savings could be enormous. About £44.4bn over six months, it calculates (and the UK Energy Research Centre has been pushing the idea for months). By way of incentive to companies to sign up, Cornwall says the new contracts could extend beyond the span of the old ones. In effect, the generators would get more certainty (and still a very nice price) over revenues in two or three years’ time in exchange for selling at sub-market lower prices today. Arm-twisting would also be in order, one could add: current returns are way beyond the original financiers’ wildest dreams. At one level, Cornwall’s proposed reform is a technical tweak, but it gets to the heart of an infuriating aspect of the current electricity market set-up: the fact that wholesale gas prices dictate all power prices, thereby creating today’s bonanza profits for some renewable and nuclear projects whose fixed costs have barely changed. Sunak had a crack at the problem and didn’t get far. If the potential gain over the winter could really be £44.4bn, ministers should take another look urgently. Letting HBOS bosses off hook a second time was a cop out Last Friday may already feel like ancient history but let’s not forget the financial regulators’ timid verdict on events from much longer ago. The Bank of England’s Prudential Regulation Authority and the Financial Conduct Authority told us at the end of last week that their six-year investigation result in no sanction being imposed on the banking bosses who steered HBOS on to the rocks in 2008. Younger readers may need to be reminded that the catastrophe at HBOS was as bad as the one at the Royal Bank of Scotland. HBOS was meant to have a simple business model – one that didn’t rely on the racy world of investment banking – but managed to wreck itself via old-fashioned reckless lending. The bank was bailed out with £20bn of public money as it was shoved into the arms of its foolish rescuer, Lloyds TSB. The formal investigation in 2015 was scathing about dim-witted regulators at the old Financial Services Authority, but was clear on this point: “Ultimate responsibility for the failure of HBOS rests with its board.” That was why the PRA and the FCA were prodded by the Treasury select committee into re-examining the decision not to look at sanctions against senior HBOS managers – assumed to mean the two HBOS chief executives of the era, James Crosby and Andy Hornby, plus a handful of others. Now, for the second time, the result is “no further action”. It is unsatisfactory, to put it mildly. Yes, the rules around personal “culpability” were different in the old days. And, yes, Crosby and Hornby become unemployable for practical purposes in senior roles within the financial services industry (the latter these days is chief executive at the owner of Wagamama). But, come on, blaming the board as a collective while sparing individuals from censure is a cop-out. Public faith in the regulatory system has just fallen another notch."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2022/dec/23/us-weather-bomb-cyclone-us-christmas-latest","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-12-23T22:03:01Z","webTitle":"‘Once in a generation’ freeze for Christmas as bomb cyclone hits US","webUrl":"https://www.theguardian.com/us-news/2022/dec/23/us-weather-bomb-cyclone-us-christmas-latest","apiUrl":"https://content.guardianapis.com/us-news/2022/dec/23/us-weather-bomb-cyclone-us-christmas-latest","fields":{"bodyText":"The winter storm that forecasters dubbed Elliott intensified into a bomb cyclone near the Great Lakes on Friday, bringing high winds and blizzard conditions from the Northern Plains to western and upstate New York, along with life-threatening flooding, flash-freezing and travel chaos as it went. Airline cancellations topped 5,700 flights, with tens of thousands of holiday travellers grounded in airports with limited expectations of making further progress. Travel on the roads was disrupted due snowy weather or crashes and authorities in parts of Indiana, Michigan, New York and Ohio urged motorists to avoid nonessential travel. Transportation secretary Pete Buttigieg told CNN the US aviation system “is operating under enormous strain”. About 10% of US flights were canceled on Thursday, Buttigieg said. The storm, estimated to be 2,000 miles wide, has produced driving snow and plummeting temperatures, knocking out power from Texas to Maine. Officials ordered cars off the roads as US forecasters warned of “potentially crippling impacts across central and eastern” parts of the country. The arrival of the arctic blast produced widespread disruption to utilities, with more than 1.5m households estimated to be without power. At the White House, after Joe Biden was briefed on Elliott, the president said: “This is not like a snow day when you were a kid. This is serious stuff.” About 200 million people in the 48 contiguous states were under extreme weather alerts, said forecaster Bob Oravec of the National Weather Service (NWS). An advisory warned that the powerful cold front would engulf the eastern US tonight “with widespread dangerous cold expected to continue across much of the eastern two-thirds of the US into the holiday weekend”. “Rapid temperature drops, sometimes 50 or more degrees colder than the previous day,” Oravec told the Associated Press. “It’s a pretty powerful system.” The precipitous drop in temperatures was accompanied by high winds. A 79-mph gust was recorded in downtown Buffalo, New York, where snow fall produced a rare “zero visibilty” observation at the airport. “There are some people in Buffalo saying this is one of the worst storms they’ve ever seen,” said the city’s mayor, Byron W Brown. “Buffalo is used to dealing with normal snowfall. We are dealing with it fine, but certainly it is a very challenging storm”. In Ohio, what was described as a “mass casualty incident” was declared on Interstate 75 after more than 100 vehicles piled up in the conditions. The police department in Memphis, Tennessee, said a man found on Union Avenue on Friday had died from exposure to the frosty weather. Forecasters had said the scale of the weather pattern was nearly unprecedented in its scope, exposing than 200 million people – about 60% of the US population – to some sort of winter advisory or warning. The weather service’s map “depicts one of the greatest extents of winter weather warnings and advisories ever,” forecasters said. Tens of thousands of homes have been left without power, and governors in at least 13 states have drawn up emergency response plans, including National Guard deployments, for the holiday weekend, with heavy snow and ice creating treacherous road conditions and some drivers stranded. Temperatures in Colorado on Thursday dipped to a record-breaking low of -9F (-22.7C) from 42F (5.5C), while Cheyenne, Wyoming, recorded its greatest one-hour temperature drop, plunging from 43F to 3F in the space of 30 minutes. The NWS said temperatures of -50F to -70F were possible over the weekend in some parts of the US, warning that even in big metropolitan areas such as Des Moines, Iowa, frostbite could become a significant danger. Ahead of one of the busiest travel periods of the year, the American Automobile Association (AAA) said more than 112 million people planned to travel 50 miles (80 km) or more from home between 23 December and 2 January. Even though fleets of snow plows and salt trucks have been deployed across the US, driving was extremely dangerous and even deadly. Kansas City police spokesperson Donna Drake said a minivan driver died Thursday after losing control on icy streets and overturning into a creek. In Kentucky three people died on the roads, Governor Andy Beshear announced on Friday morning. Beshear added that the state’s National Guard was delivering blankets to the Kentucky state police to distribute to stranded drivers on Interstate 71 and escorting some to shelters. New York’s governor, Kathy Hochul , declared an emergency, saying the threat of flooding and ice jams blocking rivers would “wreak a lot of havoc in our community”. The Ohio governor, Mike DeWine, called it “a unique and dangerous situation”. In Georgia, where temperatures in the north were forecast to hit 10F (-12C), with subzero wind chills, the governor Brian Kemp said the state was “expecting weather we haven’t seen in a decade or more”. More than half of the so-called lower 48 states, from Washington state to Florida, are under winter weather alerts, including wind chill advisories affecting about 135 million people, said Ashton Robinson Cook of the weather service’s prediction centre. The NWS has described the storm as “once in a generation” weather event, saying more than 100 daily cold temperature records could be equalled or broken over the coming days. Florida is projected to experience its coldest Christmas in 30 years."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2023/sep/04/tom-markus-obituary","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2023-09-04T17:02:43Z","webTitle":"Tom Markus obituary","webUrl":"https://www.theguardian.com/society/2023/sep/04/tom-markus-obituary","apiUrl":"https://content.guardianapis.com/society/2023/sep/04/tom-markus-obituary","fields":{"bodyText":"My father, Tom Markus, who has died aged 95, was the first professor of building science at the University of Strathclyde in Glasgow, where he established a thriving research base and, inspired by his socialist politics and Catholic faith, made huge efforts to address housing problems in the city. In 1971 he helped set up the Assist project in Govan to rehabilitate old tenement buildings. In 1979 he founded and chaired the Right to Warmth campaign, bringing together legal, architectural and medical expertise to push for improvements in cold and damp housing. He worked to bring an end to “slopping out” in Scottish prisons, and gave evidence in the House of Commons about the dangers of coating residential buildings in flammable material – in 1984, three decades before the Grenfell fire. In all these campaigns Tom was questioning power. He believed the hierarchical hold of one group over another could only be countered by solidarity. In his book Order in Space and Society (1982), he demonstrated how buildings created ordered relationships. He launched himself into campaigning and writing, and an abiding memory is of him coming home from yet another evening spent measuring the dampness in a council flat, where a child had been coughing and wheezing. Born in Budapest, his father, Victor, owned an engineering company, Márkus Lajos, and his mother, Lili (nee Engel), was a ceramic artist. As a Jewish family threatened by growing antisemitism, they left Hungary in 1939, and came to Britain, where they found refuge. Tom studied architecture at Manchester University, where he met Beryl McDermott, a law student, and they married in 1954. Both were part of a group of socialist and Catholic students and staff in Manchester, and he was baptised during this period. Their political commitment and religious faith underpinned much of their lives together. From 1956 to 1964 he worked for the glass manufacturer Pilkington, developing an expertise in the technical aspects of building that would become the foundation of his academic career. He was appointed professor of building science at Strathclyde in 1966. After officially retiring, he carried on teaching, examining, writing, researching and campaigning until he was about 90. Beryl died in 2014, but Tom continued to take huge pleasure in family and friends. He is survived by six children, Mary, Kate, Daniel, Peter, Allan and me, and by seven grandchildren and two great-grandchildren."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"tv-and-radio/2023/jan/21/tv-tonight-chuck-ds-fantastic-series-about-the-world-changing-power-of-hip-hop","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2023-01-21T06:00:18Z","webTitle":"TV tonight: Chuck D’s fantastic series about the world-changing power of hip hop","webUrl":"https://www.theguardian.com/tv-and-radio/2023/jan/21/tv-tonight-chuck-ds-fantastic-series-about-the-world-changing-power-of-hip-hop","apiUrl":"https://content.guardianapis.com/tv-and-radio/2023/jan/21/tv-tonight-chuck-ds-fantastic-series-about-the-world-changing-power-of-hip-hop","fields":{"bodyText":"Fight the Power: How Hip Hop Changed the World Saturday, 9pm, BBC Two Public Enemy’s Chuck D leads this fantastic four-part documentary telling the history of hip-hop. Bringing the story to life through immersive archive footage and interviews with leading academics and groundbreaking artists (think Grandmaster Caz, Ice-T and Roxanne Shanté), the first of this week’s double bill starts in 60s America with the dawn of the Black Power movement. Hip-hop would then emerge in the ashes of the neglected Bronx. “Hip-hop was created by the oppression,” says KRS-One, “because it was our art that defended us against the oppression.” It’s a cracking series capturing the infuriating lows and exhilarating highs behind music that has influenced generations. Hollie Richardson Michael McIntyre’s Big Show 6.50pm, BBC One If you’ve never understood Michael McIntyre’s appeal, just try to resist him in concert with Alison Hammond – they’re the two sunniest people in showbiz. Hammond gingerly hands over her phone to play Send to All, while Peter Crouch and Abbey Clancy play a round of Midnight Gameshow. Ellen E Jones The Masked Singer 7pm, ITV1 The Cat and Mouse are out of the bag – the singing duo were unveiled to be Martin and Shirlie Kemp last week. This gloriously silly competition continues with Knitting, Pigeon and Jacket Potato still in the game. HR Ant &amp; Dec’s Limitless Win 8.30pm, ITV1 The neverending cash quiz continues with last week’s contestants Conall and Michael returning to hold their nerve and try to win big. They’re followed by couple Jenny and Clive who are literally getting married the next morning – they won’t be feeling any pressure then … HR Mystery Road: Origin 9pm, BBC Four The slow-burning but gripping Aussie crime drama set in a rundown mining community reaches its final double bill. Wary Indigenous detective Jay Swan (Mark Coles Smith) makes a case-breaking discovery in a dunny, which casts new light on the recent spate of robberies and his town’s murky history. Graeme Virtue Atlantic Crossing 9pm, Drama Following the Nazi invasion of Norway, crown prince Olav (Tobias Santelmann) determines to stay and fight – before hot-footing it to England – while his wife, the crown princess Märtha (Sofia Helin), and her children flee to Sweden. With a return to Norway out of the question, Roosevelt (Kyle MacLachlan) offers Märtha sanctuary. Ali Catterall Film choice Bank of Dave, Netflix The true story of Burnley self-made millionaire Dave Fishwick, who loans money to local businesses with the profits going to charity, has become an amiable comedy, albeit one a fair distance from the facts. Here, Joel Fry’s hangdog London solicitor Hugh – hired by the chipper Dave (Rory Kinnear) to get his project legitimised as a bank – has his prejudices dismantled by the town’s friendliness. It’s a classic British underdog story, with some cracking courtroom drama, a conceited City grandee to hiss at, and Def Leppard in the role of deus ex machina. Simon Wardell The Hanging Sun, 10.50am, 8pm, Sky Cinema Premiere Francesco Carrozzini’s adaptation of Jo Nesbø’s novel Midnight Sun edges away from the grisly twists and turns of the Scandi noir author’s usual output. Rather, it’s a tale of redemption, as Alessandro Borghi’s taciturn stranger hides out from his criminal family in a starkly beautiful but hidebound religious community in the Nordic far north. Soon, he is drawn into the lives of Jessica Brown Findlay’s abused wife and her son. Charles Dance and Peter Mullan provide the dramatic heft, as hope peeks tentatively through the gloom. SW Berberian Sound Studio, 11.45pm, Film4 A film to be listened to as much as watched, retro stylist Peter Strickland’s unsettling chiller delves into the obscure world of movie post-production. Toby Jones plays Gilderoy, an unworldly sound engineer who flies to Italy to supervise the effects on a horror picture. We never see the work in progress, only the screams of the (mainly female) cast and the evisceration of various fruit and vegetables as the violent, misogynistic imagery starts to mess with Gilderoy’s mind – to the point where he falls out of sync with reality. Unsettling fare. SW Live sport Premier League Football: Liverpool v Chelsea, 11.30am, BT Sport 1 At Anfield. Followed by Crystal Palace v Newcastle at 5pm on Sky Sports Main Event. Women’s Super League Football: Man City v Aston Villa, 11am, Sky Sports Premier League Lioness Steph Houghton leads her team against Aston Villa at the Academy Stadium. Chelsea then play Liverpool tomorrow at 12.15pm on BBC Two. Bowls: World Indoor Championships, 1.30pm, BBC Two The semi-finals at Potters Leisure Resort, Great Yarmouth. The final is on tomorrow from 2.40pm. Champions Cup Rugby Union: Northampton Saints v Stade Rochelais, 12.25pm, ITV1 &amp; BT Sport 3 From Franklin’s Gardens stadium. Harlequins v Cell C Sharks is on BT Sport 2 at 12.30pm."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2023/jul/09/sunak-needs-all-his-persuasive-powers-to-sway-biden-on-ukraines-nato-membership","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-09T17:08:30Z","webTitle":"Sunak needs all his persuasive powers to sway Biden on Ukraine’s Nato membership","webUrl":"https://www.theguardian.com/world/2023/jul/09/sunak-needs-all-his-persuasive-powers-to-sway-biden-on-ukraines-nato-membership","apiUrl":"https://content.guardianapis.com/world/2023/jul/09/sunak-needs-all-his-persuasive-powers-to-sway-biden-on-ukraines-nato-membership","fields":{"bodyText":"Joe Biden’s meeting in Downing Street on Monday with Rishi Sunak – their fifth in the past five months and the sixth since Sunak become prime minister – probably carries more significance than any other. Never mind that it is essentially a stopover on the way to the Nato summit in Vilnius and being squeezed between tea with King Charles at Windsor Castle and a speech on climate finance. The two men are not just 37 years apart in age, but increasingly a long way apart on how to handle Ukraine. The disagreements will be kept from the public eye, and the hope is that the meeting can narrow the differences. The US disapproves if the junior partner goes public on any disagreement, or is perceived to be trying to bounce Washington into action. Pushiness, some say, was the undoing of the Nato secretary generalship ambitions of Ben Wallace, the UK defence secretary, after he tried to force the pace on arms supplies. Similarly, the watchword of Nato, built on consensus, is unity. But it is self-evident that the two countries lean towards different positions on the war in Ukraine, and its aftermath. At issue are the conditions set for the path for Ukraine’s future membership of Nato, and the security guarantees that Volodymyr Zelenskiy should be provided by an ad hoc alliance of states in the interim. And behind that lie questions about escalation and Nato’s future relationship with Russia. At one extreme lies a nervous Germany and at the other, impatient Baltic States and Poland. These disagreements are matched by shorter-term conflicts over the restrictions the US continues to place on arms deliveries, delays particularly in F-16s that in British eyes have left the Ukrainian counteroffensive struggling across miles of heavily mined land in a way probably not seen since the Iran-Iraq war. By contrast, the open disagreement over the US decision on Friday to supply cluster munitions to fill an ammunition gap is less important. Britain, as a signatory to the cluster munitions convention, can hardly approve of the US decision, but neither is Sunak in a position to try to block a request that has come from Ukraine itself. Going into a summit of this gravitas, the US and the UK cannot afford to be at loggerheads, so the next 48 hours will be a test of Sunak’s persuasive powers. He does not naturally “speak for Ukraine” with the emotional simplicity of Boris Johnson, who said all the west’s “dodging and weaving” about Nato membership for Ukraine “had ended only in slaughter”. So it will be a challenge to see if his quiet rationality can persuade Biden that Ukraine deserves to be told precisely how and broadly when it can get through the supposedly open door to Nato membership. All sides agree that Ukraine cannot join in the midst of a war, since that would commit Nato states to fighting Russia. The US and UK also agree that the Nato-Ukraine commission founded in 1997 should be upgraded to a Nato-Ukraine council. The change may give Ukraine some extra leverage in the bureaucracy of Nato. What the UK wants is something tangible to show to Ukraine that it is not being offered the same pledges of future membership made 15 years ago at a Nato summit in Bucharest. UK ministers – notably the foreign secretary, James Cleverly, at the London Ukraine Recovery conference – have been very clear that as a signal of this intent, Ukraine should not need to fulfil a Membership Action Plan. “I think the UK’s position would be very, very supportive if we moved on from the membership action plan recognising that the offer to Sweden and Finland didn’t require that, and Ukrainians have demonstrated their commitment to reform the military for requirement of Nato membership through their actions on the battlefield,” Cleverly said. “I think all Nato allies recognise that.” But Jake Sullivan, the US national security adviser, at a briefing on Friday parried the issue, saying it was still “under active discussion”. In an interview with CNN, Biden unsurprisingly ruled out Nato membership for Ukraine in the middle of a war, but made membership conditional on more than the war’s end. “We have to lay out a rational path for Ukraine to be able to qualify to get into Nato,” Biden said. “It is a process that takes time to meet all the qualifications from democratisation to a whole range of other issues.” It sounded as if he was sceptical about Ukraine’s chances of a shortcut to Nato membership. By contrast, Ukraine’s defence minister, Oleksii Reznikov, told the Guardian on 28 June that Ukraine had already met the three pre-conditions: interoperability with Nato forces, a transparent procurement system, and civilian control of the military. With Germany backing US caution, Sunak has to make a call on how much political capital to expend persuading Biden that a post-war largely unconditional offer of membership would not prolong the war or provoke Putin. Torn between the UK’s dependence on the US and the UK’s natural allies in the Baltics and Poland, Sunak will need to show a new degree of diplomatic sinuousness."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2022/dec/19/cricket-pakistan-england-third-test-day-three-report","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2022-12-19T13:04:37Z","webTitle":"Rehan Ahmed makes history as England power towards clean sweep in Pakistan","webUrl":"https://www.theguardian.com/sport/2022/dec/19/cricket-pakistan-england-third-test-day-three-report","apiUrl":"https://content.guardianapis.com/sport/2022/dec/19/cricket-pakistan-england-third-test-day-three-report","fields":{"bodyText":"On a tour of Pakistan that has thrown up an abundance of magical moments for England’s rejuvenated Test team, it may well be that the sight of Rehan Ahmed dropping to the dusty soil of Karachi to offer a prayer of thanks topped the lot. Aged 18 years and 128 days, Ahmed had just broken the record held by Australia’s Pat Cummins as the youngest men’s Test cricketer to claim a five-wicket haul on debut. Better still, 48 hours on from hailing the best day of his life, he had set his team on course for what would be a first series clean sweep in Pakistan. Ahmed’s magical figures of five for 48 from 14.5 overs – secured aged 68 days younger than Cummins’s stunning arrival in Johannesburg 11 years ago – led to Pakistan being rolled for 216 all out, setting England a target of 167 in seven sessions. The tourists wanted it done in one, raiding a frankly bewildering 112 for two from 17 overs in the gloaming, leaving only 55 more to whittle off on day four. Amid this bid for glory before sunset Ahmed even emerged as the first official “nighthawk” of the new era at No 3 – apologies, Stuart Broad – and carted his first ball off Abrar Ahmed down the ground for four. A second, wristier boundary followed before he was bowled for 10. No matter. Through Zak Crawley’s run-a-ball 41 and Ben Duckett’s unbeaten 38-ball 50, history was within touching distance. As Ahmed scribbled his numbers in gold pen on the honours board after stumps, scarcely able to compute them as he did so, it was another example of the Midas touch that has prevailed since Ben Stokes and Brendon McCullum became captain and head coach respectively. A talent such as Ahmed, performing the hardest job in cricket, could scarcely have wished for two better leaders under whom to start. Despite two wickets on day one Stokes held Ahmed back until well into the afternoon. A three-wicket burst from Jack Leach first thing had made way for nearly three hours of steadfast resistance from Saud Shakeel and Babar Azam and at 164 for three – a lead of 114 runs – Pakistan were looking ominous. Stokes tried to barge through the door with an eight-over spell of heft in the heat and grew agitated with it, his shy at the stumps allowing Babar to bring up a typically glossy half-century via overthrows. But in the space of 17 deliveries Ahmed picked the lock instead, prising out both set men, plus Mohammad Rizwan, to make it 177 for six and expose Pakistan’s rather brittle lower order. Babar’s demise during Ahmed’s second over was galling for a captain surely hearing the whispers about his future, rocking back and slapping a long-hop to Ollie Pope at midwicket on 54. But there was little doubt about the quality of the follow-up, Ahmed finding the edge of Rizwan’s defensive push on seven with a dipping, downright purring leg-break that Ben Foakes neatly pouched. The googly is Ahmed’s most potent weapon through its greater bounce and once the latest of these had removed Shakeel for 53 via a top-edged sweep, the hosts had that sinking feeling once more. Joe Root soon had the largely anonymous Faheem Ashraf caught at slip after tea off a loose drive, while Mark Wood simply beat Nauman Ali for pace to end a gutsier 15 lbw. All that was left was for Ahmed to shut down the innings, Mohammad Wasim Jr undone slogging another wrong’un and Agha Salman sweeping to short fine leg. With his Pakistan-born father, Naeem, welling up in the stands, Ahmed’s immediate sajdah in celebration was truly special. Not for the first time Leach had seen the headlines pilfered by the young debutant and yet his contribution – figures of three for 72 from 26 overs – was hugely significant. Leach had set things in motion in the morning, claiming the first of three victims in six balls when Shan Masood attempted a reverse sweep on 24 and under-edged on to leg stump. Out strode Azhar Ali for his final Test innings before retirement. The 37-year-old is a player whose service to Pakistan has been immense, not just through 7,000-plus Test runs and 19 centuries but as one of the central pillars of the team that spent 10 years in exile yet rose to No 1 in the rankings in 2016. What followed, however, with his wife and children watching on in the sparse stands, was heartbreaking. Attempting to dance down to Leach’s fourth ball, Azhar instead yorked himself as a dipping delivery broke back on to the stumps. As England offered handshakes, and teammates formed a guard of honour at the boundary’s edge, Azhar wiped a tear from his eye. Bowled for a duck was no way to sign off, even if consolation could perhaps be found through Don Bradman’s famous exit stage left. In the next over Leach struck again, Abdullah Shafique out lbw in identical fashion to the first innings to leave the hosts 54 for three – a lead of just four. But though Shakeel survived the hat-trick ball amid a cage of vultures, and formed one half of a battling 110-run fightback alongside Babar, there was simply no escaping the sense of destiny that appears to be following Ahmed and this England team."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2022/aug/18/un-chief-presidents-zelenskiy-erdogan-talks-ukraine-grain-nuclear-plant","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-18T19:07:20Z","webTitle":"Russia to stage ‘provocation’ at nuclear plant, warns Ukrainian military","webUrl":"https://www.theguardian.com/world/2022/aug/18/un-chief-presidents-zelenskiy-erdogan-talks-ukraine-grain-nuclear-plant","apiUrl":"https://content.guardianapis.com/world/2022/aug/18/un-chief-presidents-zelenskiy-erdogan-talks-ukraine-grain-nuclear-plant","fields":{"bodyText":"Ukraine’s military intelligence has warned that Russian forces may be preparing to stage a “provocation” at a nuclear power plant they control, as the UN secretary general, António Guterres, called for an urgent withdrawal of military forces and equipment from the site. Guterres, on his second visit to Ukraine since the Russian invasion, joined the Ukrainian president, Volodymyr Zelenskiy, and the Turkish president, Recep Tayyip Erdoğan, for meetings and then a press conference in the western city of Lviv. “We are worried. We don’t want another Chernobyl,” Erdoğan said. It was the first visit to Ukraine by Turkey’s leader, who has been a key intermediary in negotiations with Russia. Zelenskiy said he agreed with Guterres on a framework for a visit by the International Atomic Energy Agency watchdog to inspect the Zaporizhzhia nuclear power plant, the largest in Europe. It was taken over by Russian forces in March but is still being run by Ukrainians. The UN chief called on Russian forces to leave with their military equipment, amid fears that fighting around the site could lead to a deadly disaster. Moscow and Kyiv have traded accusations of shelling the site. “The facility must not be used as part of any military operation. Instead, agreement is urgently needed to re-establish Zaporizhzhia’s purely civilian infrastructure and to ensure the safety of the area,” Guterres said. Video footage shared online by a New York Times reporter showed at least five apparently military trucks parked inside the plant’s engine room near the turbo generator. In the hours before the international summit in western Ukraine, Russia announced it had deployed warplanes armed with hypersonic missiles to its Kaliningrad region, an enclave on the Baltic Sea that borders the EU and Nato members Poland and Lithuania. The commander of its Black Sea fleet has also been replaced, the Russian RIA news agency said, in one of the most high-profile military sackings since the invasion. It came after a series of humiliations for the fleet, including the sinking of its flagship Moskva cruiser and an attack on a key airbase in Crimea. Inside Ukraine, Russian forces stepped up attacks on Kharkiv, the country’s second largest city, ahead of the summit in Lviv. In attacks overnight and early on Thursday morning, at least 11 people were killed and more than 40 injured and a residential block was destroyed. Ukraine’s defence intelligence agency said it was concerned that Russia had plans to stage an incident at the plant on Friday, and had information that staff with Russia’s Rosatom nuclear company had left the site. Russian state media had already accused Ukraine of planning a “provocation” at the plant to coincide with the UN leader’s trip, raising fears that Russia’s military could be planning a “false-flag attack”. When Guterres travelled to Kyiv in April, Moscow carried out an airstrike on the city. On Wednesday, Ukraine’s interior minister, Denys Monastyrsky, said Ukraine must “prepare for all scenarios”, during a drill for emergency workers in Zaporizhzhia. On Wednesday, the Nato secretary general, Jens Stoltenberg, warned Russia’s seizure of the plant had “raised the risk of a nuclear accident or incident” and accused Moscow of being “reckless” by using the area as a staging platform to launch artillery attacks on Ukrainian forces. Russia said it may shut down the plant, claiming backup support systems had been damaged in strikes. Igor Kirillov, the head of the radioactive, chemical and biological defence force, said if there was an accident at the site, radioactive material would cover Poland, Germany and Slovenia. Ukraine’s hydrometeorological institute also warned of contamination spreading across Europe, a BBC journalist reported. Two issues are causing deepening anxiety about the situation at the Zaporizhzhia plant. International nuclear safety officials have become concerned over the lack of spare parts, access for routine maintenance of the reactors, and contact with staff, all of which have been disrupted by the conflict. A second issue is shelling around the plant. According to Energoatom, Ukraine’s nuclear authority, the impacts from Grad missiles earlier this month were close to the spent fuel storage area, with the plant’s operator claiming Russian troops “aimed specifically” at the containers, despite the Russian military’s presence at the site. Russia accuses Ukraine of carrying out the shelling. On Friday, Guterres will travel to the Black Sea port of Odesa, a crucial gateway for Ukrainian grain to reach the rest of the world. He will then continue to Turkey to visit the Joint Coordination Centre, the body tasked with overseeing the accord. Ukraine’s fields feed hundreds of millions of people worldwide, so the abrupt halt to shipments has pushed up global grain prices at a time when famine is already threatening east Africa. The UN last month brokered an agreement to let shipments restart. So far, 24 ships have left Ukraine’s Black Sea ports, a monitoring group said. Kyiv has a backlog of 18m tonnes of grain from last year’s harvest, even as it starts bringing in the 2022 crop. It hopes to soon raise exports to 3m tonnes a month, easing world prices and clearing storage space for new grain. It will be six months on 24 August since the start of the invasion – which Russia calls a “special military operation” – and several UN security council members, including the US, Britain, the Republic of Ireland and Norway, have called for a meeting on that date. Kyiv is expected to launch a counteroffensive in southern Ukraine in the coming weeks and has carried out spectacular attacks deep inside Russian-held territory, including on an airbase in Crimea. But despite shipments of western weapons and ammunition, Ukraine is still struggling against heavy Russian artillery bombardment along the eastern front. The Ukrainian presidential adviser Oleksiy Arestovych said in a video on Wednesday that the war had reached a “strategic deadlock”. “Russian forces have achieved only minimal advances, and in some cases we have advanced, since last month,” he said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"theobserver/2022/sep/04/big-picture-mental-health-greg-turner-photography","type":"article","sectionId":"theobserver","sectionName":"From the Observer","webPublicationDate":"2022-09-04T06:00:40Z","webTitle":"The big picture: the healing power of connection","webUrl":"https://www.theguardian.com/theobserver/2022/sep/04/big-picture-mental-health-greg-turner-photography","apiUrl":"https://content.guardianapis.com/theobserver/2022/sep/04/big-picture-mental-health-greg-turner-photography","fields":{"bodyText":"Greg Turner first met Ivan on Horsham High Street in 2017. Turner was taking pictures of passersby and Ivan stopped to ask him about them. Something about Ivan intrigued Turner. “He gave the impression of being homeless,” he suggests, “but also he clearly looked after himself.” Turner took Ivan’s picture and over the year or two that followed the pair would see each other quite often. Turner got to fill in some of Ivan’s story: he lived alone – dividing his time between a flat outside town and in a caravan on a scrap of land he had bought – and suffered from a form of psychosis that meant he was plagued by voices in his head. But he was also relentlessly positive, a friendly face to many in the town. At the beginning of lockdown, Turner’s marriage had just broken down and he found himself visiting and photographing Ivan more often. “I realised what I was doing in my portraits of Ivan was channelling memories of the vulnerabilities of my own difficult childhood into Ivan’s life as a vulnerable adult,” Turner says. The set-ups of the photographs and captions started to merge their histories – particularly their shared issues with religion – to ask questions about mental health and human connection. Turner calls his pictures “The Divided Self”. He half-imagines the series might go on until both he and Ivan “are pensioners sitting on a bench somewhere”. “Place is important to Ivan,” Turner says. “The picture with Foggy [the sheep] is typical. When he got his caravan he bought four sheep to live on the land. When he was away he asked some neighbouring travellers to look after the sheep on the understanding that they would keep them away from the ram. They clearly failed. There are now about 12 sheep on Ivan’s land.” The picture comes with a quote from the book of Isaiah: “He tends his flock like a shepherd: He gathers the lambs in his arms and carries them close to his heart.” See more of Greg Turner’s photography on his website"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2022/sep/21/first-thing-putin-threatens-nuclear-retaliation-in-escalation-of-ukraine-war","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-09-21T09:26:36Z","webTitle":"Putin threatens nuclear retaliation in escalation of Ukraine war | First Thing","webUrl":"https://www.theguardian.com/us-news/2022/sep/21/first-thing-putin-threatens-nuclear-retaliation-in-escalation-of-ukraine-war","apiUrl":"https://content.guardianapis.com/us-news/2022/sep/21/first-thing-putin-threatens-nuclear-retaliation-in-escalation-of-ukraine-war","fields":{"bodyText":"Good morning. Vladimir Putin has announced a partial mobilisation in Russia in a significant escalation that places the country’s people and economy on a wartime footing. The president also threatened nuclear retaliation, saying Russia had “lots of weapons” to reply to what he called western threats on its territory and added that he was not bluffing. In a highly anticipated televised address, Putin said the “partial mobilisation” was a direct response to the dangers posed by the west that “wants to destroy our country” and claimed the west had tried to “turn Ukraine’s people into cannon fodder”. “Military service will apply only to citizens who are currently in the reserve, especially those who have served in the armed forces, have certain military professions and relevant experience,” he said. What has happened since? Shortly after Putin’s announcement, the country’s defense minister, Sergei Shoigu, said 300,000 Russians would be called up as part of the mobilisation, which would apply to “those with previous military experience”. What has sparked this? The Russian leader’s televised address to the country came a day after Russian-controlled regions in Ukraine announced plans to hold votes on becoming part of Russia. This could set the stage for Moscow to escalate the war after Ukrainian successes. Writer E Jean Carroll to file new lawsuit after accusing Trump of rape E Jean Carroll, the writer who accused Donald Trump of raping her more than two decades ago, plans to file a new lawsuit against the former US president. In a letter made public on Tuesday, a lawyer for former Elle magazine columnist said she planned to sue Trump for battery and intentional infliction of emotional distress under New York state’s Adult Survivors Act. That law, recently signed by the governor, Kathy Hochul, gives adult accusers a one-year window to bring civil claims over alleged sexual misconduct regardless of how long ago it occurred. Trump has denied raping Carroll and accused her of concocting the claim to sell her book. Carroll’s lawyer, Roberta Kaplan, said her client planned to sue Trump on 24 November, when the state law would take effect, and that the claims and Carroll’s existing defamation case against Trump could be tried together in February 2023. What does Carroll say happened? Carroll has accused Trump of raping her in the dressing room of the Manhattan department store Bergdorf Goodman in the 1990s. She sued him in 2019 while he was serving his presidency, saying he slandered her by denying the allegation. What has Trump said about it? The former president said she was “totally lying” and was “not my type”, among other remarks. Revealed: the ‘shocking’ levels of toxic lead in Chicago tap water One in 20 tap water tests performed for thousands of Chicago residents found lead, a neurotoxin, at or above US government limits, according to a Guardian analysis of City of Chicago data. One-third had more lead than is permitted in bottled water. This means that of the 24,000 tests, approximately 1,000 homes had lead exceeding federal standards. Experts and locals say these results raise broader concerns because there are an estimated 400,000 lead pipes supplying water to homes in the city, and the vast majority were not tested as part of the program. Moreover, they say the city is not moving fast enough to eliminate the potential danger. The Guardian worked with the water engineer Elin Betanzo – who helped uncover the Flint water crisis that resulted in many, mostly Black residents being poisoned by lead in the Michigan city – to review the results of water tests conducted for Chicago residents between 2016 and 2021. Chicago authorities have not released an analysis of the results. What impact can lead have on people’s health? Once in the blood, lead can cross the blood-brain barrier and affect the nervous system. It has been linked to lower IQ levels, behavioral disorders and worsening performance in reading and math. In adults, low levels of lead are associated with kidney problems and increasing blood pressure, which can contribute to a host of cardiac effects. Minnesota schemers allegedly swindle $250m in largest pandemic fraud Forty-seven people have been charged in what US authorities say is the largest case yet of “pandemic fraud”, accusing the defendants of a “brazen” scheme to swindle millions from a program intended for low-income children and using it to “enrich themselves”. Those charged are accused of creating companies that claimed to providing food to tens of thousands of children across Minnesota, then sought reimbursement for those meals through the US Department of Agriculture’s food nutrition programs. Prosecutors say few meals were served, and the defendants used the money to buy luxury cars, property and jewelry. Authorities say a total of $250m was stolen from the federal program. “This $250m is the floor,” Andrew Luger, the US attorney for Minnesota, said at a news conference. How did they carry out the fraud? Luger said the government was billed for more than 125m fake meals, with some defendants making up names for children by using an online random name generator. Many of the companies that claimed to be serving food were sponsored by a non-profit called Feeding Our Future, which submitted the companies’ claims for reimbursement. In other news … Attorneys representing the Venezuelan migrants and refugees allegedly duped into flying to the wealthy island of Martha’s Vineyard in Massachusetts have filed a class-action civil rights lawsuit against the Florida governor and other state officials. The suit alleges they were “used as political pawns”. Homes owned by Russian oligarchs acquired with “dirty money” in the richest parts of London could be seized and turned into affordable housing under plans to crack down on oligarchs using Belgravia, Knightsbridge and Mayfair “to rinse their money”. A man has set himself alight near the Japanese prime minister’s office, apparently in protest against next week’s state funeral for the country’s former prime minister, Shinzo Abe. The man, who has not been named, sustained burns over his entire body at the incident in Tokyo. Space Force, the sixth and newest branch of the US military, aired its official song on Tuesday amid a less than stellar critical response. Space Force was created in 2019 at the behest of the Trump White House. As one website dedicated to covering the US armed forces put it: “It’s not a banger.” Stat of the day: Researchers estimate there are 2.5m ants for every human on the planet The world’s human population is forecast to surpass 8 billion in the coming months. Compared with ants, that is a mediocre milestone. Researchers have made the most thorough assessment to date of the global population of ants and the estimated total is a mind-blowing 20 quadrillion of them, or approximately 2.5 million for every human. It should come as little surprise considering how ubiquitous these busy and social insects are, and the fact they have thrived since the age of dinosaurs, with the oldest-known ant fossil dating back about 100m years to the Cretaceous period. Don’t miss this: the true crime podcasts that changed their subjects’ lives On Monday, a Baltimore judge vacated the conviction of Adnan Syed, who spent 23 years behind bars for a crime he claims he did not commit. Eight years ago, the journalist Sarah Koenig made Syed the focus of her This American Life spinoff podcast Serial, in the process making Syed an unlikely celebrity and catapulting the world into what would be known as the “golden age of podcasting”. Serial was the first podcast to go mega-viral, reaching 1m downloads per episode just four weeks after its release. Here is a look at what Serial has wrought – the good, the bad, the shamelessly sensationalist – in the years since. … or this: California’s historic Little Arabia finally recognized Last month, after more than 20 years of community advocacy, the Anaheim city council formally designated a section of the city as Little Arabia, making it the first officially recognized Arab American enclave in the US. A sign marking Little Arabia will be put up on Interstate 5, and the city council has plans to commission an in-depth study of the neighborhood. But for many residents and businessowners, the designation means something deeper. “With the designation, you feel like you’re part of America, your community is represented,” said Nizar Milbes, a community activist. Climate check: UN chief calls for windfall tax on fossil fuel companies Countries should impose windfall taxes on fossil fuel companies and divert the money to vulnerable nations suffering worsening losses from the climate crisis, the UN secretary general has urged. António Guterres said “polluters must pay” for the escalating damage caused by heatwaves, floods and other climate impacts, adding that it was “high time to put fossil fuel producers, investors and enablers on notice”. Guterres’s appeal came in his most urgent, and bleakest, speech to date on the state of the planet. “Our world is in big trouble,” he said. Last Thing: Hollywood sign to get a makeover as 100th birthday approaches In preparation for its 100th birthday next year, the Hollywood sign is getting a makeover. The giant letters on the hill are being cleaned and repainted, a process estimated to take eight weeks. Freshening up the 45ft-tall letters will require about 250 gallons of paints and primer – nicknamed a Hollywood “facelift” – and anyone who wants to watch the paint dry can follow along on the sign’s 24/7 webcam. The last time the letters were repainted was a decade ago, in time for its 90th birthday. Sign up First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now. Get in touch If you have any questions or comments about any of our newsletters please email newsletters@theguardian.com"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/aug/17/lesson-northern-ireland-police-data-breach-cruelty-the-troubles","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-08-17T07:00:10Z","webTitle":"In Northern Ireland, even a data breach can be deadly – and the ripple effects could be disastrous | Martin Kettle","webUrl":"https://www.theguardian.com/commentisfree/2023/aug/17/lesson-northern-ireland-police-data-breach-cruelty-the-troubles","apiUrl":"https://content.guardianapis.com/commentisfree/2023/aug/17/lesson-northern-ireland-police-data-breach-cruelty-the-troubles","fields":{"bodyText":"Half of the people who live in these islands have no adult memory at all of the Northern Ireland troubles. Too many of those who can remember them have allowed the bombings, shootings, riots and violence to slip from their minds in the 25 years that have passed since a peace treaty was signed in 1998. But last week’s data leak by the Police Service of Northern Ireland (PSNI) ought to be a wake-up call for the forgetful, and a lightbulb moment for the unaware. Nine days ago, in response to a freedom of information request whose provenance remains unclear, someone in the PSNI mistakenly put the names, initials, ranks, place of work and departments of all of its 10,000 officers and staff online for about three hours before they were removed. Especially in a profession where police and their families were, and sometimes still are, regular targets, it was a spectacular security breach, even in these more peaceful times. Then, on Monday, the full impact and the seriousness became clearer. Four documents from the leak, with names blocked out, were pasted to a Falls Road wall in west Belfast near a Sinn Féin office. Posted on the wall above them was a taunt directed at the veteran republican Gerry Kelly, convicted of the IRA’s Old Bailey bombings in London in 1973 but, for the past 30 years, a familiar Sinn Féin pillar of the peace process who now sits on the Northern Ireland policing board. The A4 piece of paper said: “Gerry, We know who Your mates Are.” The how and why of the original leak raise deep questions. So do the how and why of Monday’s wall postings, apparently confirming that the data is in dissident republican hands. Puzzling out the answers will have occupied investigators not just in the PSNI but in MI5 – and Sinn Féin – from the moment the leak occurred. The London and Dublin governments will be receiving detailed daily updates at the highest level. Central to these will be a judgment about whether the dissidents are capable, now that they armed with such priceless intelligence, of launching the kind of campaigns that the IRA waged during the Troubles. It is too soon to say if Wednesday’s PSNI arrest in Lurgan of a man suspected of collecting information of value to terrorists represents a key breakthrough. In the meantime, the rest of us should be very clear about two things. The police names and other details appear now to be in the possession of people who, if they can, will terrorise and kill some of those on the lists. At a stroke, it turns what, until last week, was only a dangerous possibility into something with potential, if it is not nipped in the bud. It may also be a recruiting officer for terrorists. The leak is a lurching event for the whole of Northern Ireland. That’s particularly true for those on the lists from Catholic backgrounds, some of whom are already rethinking their careers and lives in the PSNI. But in Northern Ireland’s tentative and incomplete post-Troubles cohesion, the consequences may ricochet in several other directions. Mishandled any further, this leak could begin to undermine multiple aspects of ordinary life, as well as affecting the bedrock issues of jobs, the economy and politics. That places even more responsibility on the shoulders of British, Irish and, above all, Northern Ireland’s politicians to prevent that possibility. In the 1990s, democratic power-sharing proved it was the only viable alternative to the violence that had caused more than 3,500 deaths in the previous 30 years. That lesson needs to be reapplied in the 2020s as a matter of priority. This means above all that Northern Ireland’s power-sharing institutions have to be reactivated. This rests principally in the hands of the Democratic Unionist party (DUP), which collapsed the institutions in February 2022 in its opposition to the Northern Ireland protocol in the UK’s Brexit deal. Part of the DUP will see the PSNI crisis simply as an opportunity to press for concessions on the protocol. The party’s leader, Jeffrey Donaldson, who wants power sharing to resume, has this opportunity to draw the opposite conclusion. The PSNI crisis could be the moment to renew the peace process and rally around it. If Donaldson has an inner David Trimble, the former Ulster Unionist official Alex Kane suggested this week, this is his moment. If Donaldson has a motive to turn threat into opportunity, then so does Rishi Sunak. Restoring the Northern Ireland institutions may not have huge electoral resonance across Britain. But Sunak needs a win, and this one really matters. The UK government has a looming Northern Ireland investment conference on 12 September. Sunak will have it in his diary. It will have far more energy if power sharing has been restored than if things continue to drift. Somewhere in Whitehall, perhaps even in No 10 itself, there must be a copy of a book called Lost Lives. First published in 1999, updated in 2004, and now almost impossible to acquire, Lost Lives is a monumental and dispassionate litany. It enumerates each death of the Troubles, whoever the victim and whatever the circumstances. Like the more recent The Dead of the Irish Revolution, covering 1916 to 1921, it is a detailed roll call of the perished, not a narrative. A copy should be found for Sunak. For Lost Lives to be out of print is a scandal. But that fact is also a metaphor. The seriousness of what is at stake in the aftermath of the PSNI leak is profound. The capacity for callousness and cruelty that marked the Troubles seems to be slipping out of memory. But history can never be confined to the books. Martin Kettle is a Guardian columnist"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"politics/2023/jan/12/danny-beales-interview-labour-candidate-boris-johnson-seat-uxbridge-and-south-ruislip","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-01-12T07:00:05Z","webTitle":"A bellwether seat? Labour candidate sees beating Boris Johnson as key to power","webUrl":"https://www.theguardian.com/politics/2023/jan/12/danny-beales-interview-labour-candidate-boris-johnson-seat-uxbridge-and-south-ruislip","apiUrl":"https://content.guardianapis.com/politics/2023/jan/12/danny-beales-interview-labour-candidate-boris-johnson-seat-uxbridge-and-south-ruislip","fields":{"bodyText":"Labour’s candidate to take on Boris Johnson as MP for Uxbridge and South Ruislip says the party may have to win the seat for the first time to gain power at the next election. Danny Beales, 34, a councillor and charity worker who grew up in the area, admits he will have to work “exceptionally hard” to overturn Johnson’s 7,210 majority. Since being selected as candidate for Uxbridge and South Ruislip, Beales is convinced Labour can gain from local exasperation at the checkered record of the former prime minister. “I think it will be a bellwether seat – it is exactly the sort of seat Labour needs to win to deliver a Labour government. The issues in Uxbridge and South Ruislip are also the key issues nationally – on the doorstep people say they feel poorer.” Labour’s hopes of toppling the then prime minister at the 2019 general election proved wildly overoptimistic, as Johnson increased his majority by more than 2,000 votes in an outer London constituency that has been Tory since it was formed in 2010. But according to analysis in the New Statesman by the co-founder of the polling group Britain Elects, the seat is now winnable for Labour. Beales says: “I always take polls with a pinch of salt, but it’s good motivation for activists to feel we should really be going for the win.” At 34, he is too young to remember much about Labour’s landslide victory in the 1997 general election, but says his family and friends talk about the “Michael Portillo moment” when the then defence secretary lost to Labour’s Stephen Twigg in another outer London constituency, Enfield Southgate. “Potentially, there could be a ‘Boris Johnson moment’,” says Beales, “but my interest in standing isn’t about headlines, it’s because I think the area deserves a Labour MP and we desperately need a Labour government.” But he will also be targeting Johnson personally. “People deserve a full-time MP, I’ve heard so many times from people of all political persuasions that they don’t get a response from Boris’s office, and that he only turns up once a year.” Beales, who is Camden council’s regeneration chief, says: “The basic job of being a representative, is that you’re available, accessible, and responsive.” As the son of a single mother, Beales taunted his future opponent in his selection victory speech, reminding the audience that Johnson once dismissed children of single parents as “ill-raised, ignorant, aggressive and illegitimate”. It was a proud moment for his watching mother, says Beales, adding: “I couldn’t be more proud of my upbringing. It’s people like my mum and grandparents that make places like Uxbridge and South Ruislip, not people like Boris Johnson.” The selection of Beales, who is regarded as a Keir Starmer loyalist and once backed Liz Kendall as party leader, was criticised by some on the left as a stitch-up. The local selection panel was disbanded on a seemingly flimsy pretext and the process passed to Labour London, the regional party that overwhelmingly backed Beales. Asked why the panel was disbanded, Beales began to answer by saying: “I am not aware.” He was then interrupted by his smart watch, which in a computerised voice said: “I don’t know what you mean by ‘I am not aware’.” Seemingly corrected, Beales says: “I am aware that the selection committee was disbanded, I’ve never been told exactly why.” Unruffled, he adds: “Members were given a vote. I don’t know how much of a stitch-up that can be.” Beales describes himself as a “pragmatic socialist”, and says he is keen to focus away from internal Labour politics and towards the community he needs to win over. As a child he was made homeless in Uxbridge when his mother lost her job. He says the experience gave him an insight into the cost of living pressures facing voters now. Beales is head of policy and campaigns at the National Aids Trust and a proud member of the LGBT community. He expects his political opponents will try to use his sexuality to try to gain support in a socially conservative area. “Maybe the Conservatives will use it to distract from their failings in office and the failing of the incumbent to be a decent full-time MP,” says Beales. “But knocking on doors, I know people like my grandparents are worried about the cost of heating and housing. They’re worried about the ability of their kids to stay in the borough to get jobs to be afford the weekly shop. They’re not worried about LGBT people.” His grandparents, like 56% of people in the area, voted to leave the EU and have voted Conservative in the past. They moved out of the area recently but said they would vote for him if they could. Beales now needs to convince thousands of other former Tory voters. “It’s potentially going to be a two-year-long hard slog of a campaign. The challenge is turn frustration and desire for change into a positive choice for Labour,” he says."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/aug/11/home-affairs-tried-to-water-down-report-critical-of-extraordinary-counter-terror-powers-documents-reveal","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-08-10T21:50:31Z","webTitle":"Home affairs tried to water down report critical of ‘extraordinary’ counter-terror powers, documents reveal","webUrl":"https://www.theguardian.com/australia-news/2023/aug/11/home-affairs-tried-to-water-down-report-critical-of-extraordinary-counter-terror-powers-documents-reveal","apiUrl":"https://content.guardianapis.com/australia-news/2023/aug/11/home-affairs-tried-to-water-down-report-critical-of-extraordinary-counter-terror-powers-documents-reveal","fields":{"bodyText":"Department of Home Affairs officials told researchers to water down a key report that threatened to undermine the government’s use of “extraordinary” counter-terror powers allowing individuals to be imprisoned for a crime they have not yet committed, documents show. Australia’s preventive detention regime for terror offenders, which allows individuals to be imprisoned for up to three years to prevent a future crime, has been described as “extraordinary” and disproportionate by the nation’s independent national security laws watchdog, who called for its abolishment in March and said it was causing Australia to become a “coarser and harsher society”. The powers, deployed using court-ordered continuing detention orders (CDOs), rely on the use of tools designed to assess the risk of someone committing a future terror offence or engaging in violent extremism. In 2018, the home affairs department engaged leading researchers at the Australian National University to review the accuracy of the risk assessment tools. Their report was damning, finding a lack of evidence had “serious implications” for their validity and reliability. The Morrison government was handed the report in May 2020 but sat on it and did not provide it to courts in cases where CDOs or extended supervision orders (ESOs) were being considered, denying individuals material casting doubt on the assessment process and prompting scathing criticism by defence lawyers and the Independent National Security Legislation Monitor (INSLM). Internal documents obtained by Guardian Australia using freedom of information laws show that, once the researchers submitted their findings, the Department of Home Affairs attempted to remove the most serious criticisms contained in the report. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The department emailed researchers in June 2020 to tell them to “reconsider” findings suggesting two of the risk assessment tools, known as Vera-2R and Radar, were not fit for purpose. It also urged them to “revisit the writing tone” to avoid suggestions that “the Australian government should dispense with both tools”. “This is the section of the report most readers will visit,” the department told the ANU researchers, referring to the report’s executive summary. “We would be grateful if you would revisit the writing tone. Some decision makers might misinterpret your findings as they are currently expressed and conclude that the Australian Government should dispense with both tools, leaving law enforcement and correctional agencies with only operational experience.” In another comment on the draft report, the department told the researchers to “reconsider how to express your finding”, apparently concerned at a suggestion that the tools should not be used. “[These] represent important elements of your research findings, but we are concerned that the finding as they are expressed suggests that the instruments are not fit for purpose. We invite you to reconsider how to express your finding here and in the body of the report.” The correspondence also refers to an earlier meeting during which, according to the department, the researchers said they “did not mean to suggest that the department should cease using the VERA2R and Radar instruments”. “We are concerned that the casual reader or a reader without a research background might conclude that this is the report’s main conclusion,” the department told the researchers. “We request a paragraph to avoid this potential misinterpretation.” The report was published with some changes, though it remained scathing and the ANU said “no changes were made to the fundamental research outcomes”. It also said the two researchers, Emily Corner and Helen Taylor, had no control over the report once it was submitted to government. “Dr Corner and Dr Taylor submitted the evaluation findings to the Department of Home Affairs in May 2020,” a spokesperson said. “Their involvement in the process ended at this point. It was then up to the Department to produce the report.” “No changes were made to the fundamental research outcomes.” After receiving the report in May 2020, the Department of Home Affairs failed to provide the report in a series of cases where CDOs or ESOs were being sought. Legal Aid lawyers have previously told Guardian Australia they were left oblivious to its existence in 25 separate cases where the government was seeking post-sentence detention or supervision of their clients. In March, the INSLM, Grant Donaldson, recommended that CDOs be abolished and ESOs be significantly overhauled, including to promote a better focus on rehabilitation. The existence of the ANU report was only revealed during the INSLM’s inquiry into the regime. Donaldson said there was “no excuse” for not having provided the report to defendants during court proceedings. The department said it could not comment because matters remained before the court, but said the “research was commissioned to contribute to the department’s understanding of violent extremism risk assessment tools, including to support the ongoing refinement of these tools by the authors”. The department has also received other reports about the risk assessment tools which are less critical of their accuracy and validity."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/aug/24/revealed-russian-plan-to-disconnect-zaporizhzhia-nuclear-plant-from-grid","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-24T18:27:49Z","webTitle":"Revealed: Russian plan to disconnect Zaporizhzhia nuclear plant from grid","webUrl":"https://www.theguardian.com/world/2022/aug/24/revealed-russian-plan-to-disconnect-zaporizhzhia-nuclear-plant-from-grid","apiUrl":"https://content.guardianapis.com/world/2022/aug/24/revealed-russian-plan-to-disconnect-zaporizhzhia-nuclear-plant-from-grid","fields":{"bodyText":"A detailed plan has been drawn up by Russia to disconnect Europe’s largest nuclear plant from Ukraine’s power grid, risking a catastrophic failure of its cooling systems, the Guardian has been told. World leaders have called for the Zaporizhzhia site to be demilitarised after footage emerged of Russian army vehicles inside the plant, and have previously warned Russia against cutting it off from the Ukrainian grid and connecting it up to the Russian power network. But Petro Kotin, the head of Ukraine’s atomic energy company, told the Guardian in an interview that Russian engineers had already drawn up a blueprint for a switch on the grounds of emergency planning should fighting sever remaining power connections. “They presented [the plan] to [workers at] the plant, and the plant [workers] presented it to us. The precondition for this plan was heavy damage of all lines which connect Zaporizhzhia nuclear power plant to the Ukrainian system,” Kotin said in an interview on Ukraine’s independence day on Wednesday, with the country mostly locked down because of the threat of Russian attacks. He fears that Russia’s military is now targeting those connections to make the emergency scenario a reality. Both Ukraine and Russia have accused each other of shelling the site. “They just started doing that, they starting all the shelling, just to take out these lines,” Kotin said. Other threats to nuclear security at the plant include vehicles packed so tightly into turbine halls that firefighters would struggle to access them if a fire broke out, and a campaign of terror against workers who have chosen to stay at the frontline plant. One was beaten to death, and another so severely injured that he needed three months to recover. More than 200 have been detained, Kotin said. The plant’s electricity connections are already in a critical situation, with three of the four main lines connecting it to Ukraine’s grid broken during the war, and two of the three back-up lines connecting it to a conventional power plant also down, he said. The Russian plan to disconnect it entirely would raise the risk of a catastrophic failure by leaving it dependent on a single source of electricity to cool the reactors. “You cannot just switch from one system to another immediately, you have to … shut down everything on one side, and then you start to switch on another side,” he said. During a shift between grid systems, the plant would be reliant only on a back-up diesel-powered generator, with no further options should that fail. After only 90 minutes without power the reactors would reach a dangerous temperature. “During this disconnection, the plant won’t be connected to any power supply and that is the reason for the danger,” he said. “If you fail to provide cooling … for one hour and a half, then you will have melting already.” Russia seized control of the Zaporizhzhia plant in March but it is still run by Ukrainian workers. There has been increasing alarm about Russian management of the site in recent weeks, and pressure on Moscow to allow UN inspectors to visit. Kotin said inspectors from the UN’s nuclear watchdog could be at the plant within one or two weeks to check on security, after progress in negotiations with Russia about a visit by the International Atomic Energy Agency (IAEA). Kotin is also concerned about the fire risk from vehicles packed into the turbine halls, which sit next to the two reactors still in operation. There are 14 trucks in one hall, and at least six in another, sources at the plant have told him. “In case there is a fire in the turbine hall you don’t even have a possibility to put it out or mitigate the consequences of this fire, because your fire brigades cannot get in, because any entry is blocked by the trucks, which are just packed in there,” he said. Any blaze could then potentially spread towards the reactor buildings, where a fire would have disastrous implications far beyond the immediate region. “This situation is very dangerous not only for the plant, for Ukraine, but also for the whole world because you never can say what the weather would be like and what the wind direction [would be].” Many other military vehicles are lined up under overpasses, built to house pipes and walkways between reactor and turbine complexes, Kotin said, perhaps to provide protection from drones. He praised about 9,000 workers who are still on duty at the plant, from a prewar workforce of about 11,000. Many evacuated their families but stayed at their posts because of the need for a skilled team to operate it. Modernisations to Ukraine’s nuclear plants in the wake of the Chornobyl disaster means that although the plant was built to Soviet specifications, Russian engineers don’t have the skills to operate it. “Actually, for us they are heroes, just doing their job in such unbelievable conditions,” said Kotin, who knows the plant, and its workers well because he spent most of his career there. He arrived as a young graduate and rose to become general manager. Rockets have also landed within two dozen metres of 174 spent fuel containers housed at the plant, which would be more vulnerable to weapons than the reactors, which are built to withstand the impact of a passenger jet. “It will probably withstand two explosions of maybe two missiles on one container and after that, it will be broken,” he said. “Actually we had a rocket came in just 10, 20 metres just from the site [where the containers are stored].” However, Kotin said that he hoped nuclear inspectors would be able to visit the Zaporizhzhia plant within “one, maybe two weeks”. “There is progress in negotiations … there is only modalities of the mission to finally agree between parties, and after that they will go. And actually I’ve seen some plans that they are to go at the end of the month.” He said he also had confidence that Ukrainian workers who have sacrificed so much for the plant would be able to keep it safe. “In any case, we won’t allow Russians to bring the world to the nuclear catastrophe and we will do everything just to return the plant to under our full control and operate it safely reliably, like it always been.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"science/2022/oct/23/power-cycle-could-tracking-periods-help-female-athletes-break-records","type":"article","sectionId":"science","sectionName":"Science","webPublicationDate":"2022-10-23T08:00:32Z","webTitle":"Power cycle: could tracking periods help female athletes break records?","webUrl":"https://www.theguardian.com/science/2022/oct/23/power-cycle-could-tracking-periods-help-female-athletes-break-records","apiUrl":"https://content.guardianapis.com/science/2022/oct/23/power-cycle-could-tracking-periods-help-female-athletes-break-records","fields":{"bodyText":"It should have been a show of British sporting dominance when Dina Asher-Smith and Daryll Neita made it to the 100-metre final of the European Championships in August. Then, unexpectedly, Asher-Smith pulled up and Neita was not quick enough for the gold, both because of cramps. Later, Asher-Smith revealed hers to be a symptom of her period and shared her frustration at its impact on her sport. If it were a men’s issue, she argued, it would have been fixed by now. It is a feeling shared by many fellow athletes and coaches, including Chelsea FC’s manager, Emma Hayes. “Once a month for potentially up to around five days, many female players have an event that can cause significant distress and impact heavily on their performance,” she wrote in the Telegraph earlier this year. “Athletes deserve a greater understanding of the array of symptoms that can crop up.” That demand is increasingly being heard. Sports science companies have begun offering consultancy packages to help athletes “work proactively” with their cycles to stay on top, and their approach has already found disciples: the coach of the US women’s football team partly attributes their 2019 World Cup win to it. Sports institutes in several European countries have also started projects to equip their athletes with similar strategies ahead of the 2024 Olympic Games in Paris. But even if periods are given more attention in sport, what can anyone actually offer athletes struggling with their periods? In a field still full of unknowns, some researchers believe that understanding the menstrual cycle will not just free athletes from symptoms, but take them to new, record-breaking heights. *** For an athlete with bad period symptoms, the menstrual cycle’s fluctuating hormones and monthly bleeding are not just a fleeting annoyance. As the Chinese swimmer Fu Yuanhui found at the 2016 Rio Olympics when she failed to make the podium because of period fatigue, it can be the difference between winning a medal and going home empty-handed. Considering such high stakes and the fact that women’s participation in elite sport has soared – the Olympics included only 20% women in 1976 but reached gender parity for the first time at Tokyo 2020 – it is no surprise that the demand for solutions to period problems in sport has increased accordingly. At the same time, it is “absolutely true” that research is lacking, says Kathryn Ackerman, a sports medicine physician and endocrinologist at Boston Children’s Hospital in Massachusetts. “This is something that I and my international colleagues who study women’s health and female athletes have been saying for a long time.” Women only make up 39% of participants in sports science studies, according to a study in 2014. Kirsty Elliott-Sale, professor of female endocrinology and exercise physiology at Manchester Metropolitan University, says there is research but often “it is not high-quality”. This has resulted in trends with only patchy evidence taking off, such as training or eating according to a prediction of what phase of their cycle the athlete is in. “[Speaking as] somebody who’s been researching the field for 25 years,” says Elliott-Sale, “there isn’t research evidence to support that.” But in the world of elite sport, some argue that bulletproof evidence matters less than in academia. Jessica Piasecki, a researcher of female physiology at Nottingham Trent University and the fastest female British marathon runner bar Paula Radcliffe, says that athletes want to find what works for them, not necessarily what produces a statistically significant result. “If they perceptually feel that their performance is better, then that’s great,” she says. There is a long history of doing things within elite sport that is not fully scientifically evidenced. Ice baths as a recovery technique, for example, are controversial, she says, “but loads of athletes use it because it makes their legs feel better.” One popular intervention is anti-inflammatory food. During the menstrual cycle, inflammation in the body increases at different points, and since some studies have linked such inflammation to unwelcome symptoms, the logic goes that athletes can counter their symptoms by consuming foods thought to reduce inflammation, such as turmeric, tart cherry juice and ginger, at the right time. The sports science company Orreco subscribes to this idea. Orreco has its athlete clients track their periods and symptoms with an app, and then it uses the data to formulate advice on nutrition, says one of its sports and exercise physiologists, Esther Goldsmith. According to her, this approach has helped many athletes, including players from the England women’s football team. “One of their players was really, really suffering,” she says. “We basically threw the kitchen sink at her.” Six months after implementing changes to her nutrition and lifestyle, the player’s symptoms were apparently gone. Goldsmith appreciates that the evidence is “limited and sometimes contradictory”. For example, in 2016, a review concluded that while there is some evidence that ginger can lessen period pain, it also highlighted that studies on the topic were few, small and often imperfect. But, she says, “we can’t just sit back and say, ‘No sorry, we can’t intervene because the research isn’t there.’” *** Faced with navigating such a complicated maze to deal with periods, some opt for hormonal birth control. On the pill, bleeding can be avoided altogether by skipping the usual break, and even without skipping it, the monthly bleeding will not be an actual period because the pill has blocked ovulation. This means that while athletes are on hormonal birth control, they will not have periods. That can be problematic, says Nicky Keay, a sports endocrinologist and physician. Birth control “is every woman’s choice”, she says, but in her forthcoming book, Hormones, Health and Human Potential, she details how hormonal contraception can mask the sudden loss of periods, a strong indication of the condition known as relative energy deficiency in sport (Red-S), the result of training too much and eating too little. As a driven athlete, the balance is easy to get wrong. Pippa Woolven, a recently retired runner for Great Britain, says she developed Red-S when she got a sport scholarship to the US and was keen to progress. “I increased my training load and started to experience more and more pressures surrounding body image, diet, nutrition,” she says. This did translate to quicker run times until things went awry. She felt ill and fatigued most of the time. “It became quite difficult to function as a human being, let alone an athlete.” Because she was on the pill for contraceptive reasons, she did not realise that she had stopped getting her period. The danger with Red-S is that it can affect long-term bone health, says Ackerman. When the body has an energy deficit and the menstrual cycle is suppressed, it disrupts oestrogen, which is important for maintaining bones. If athletes get Red-S in their early youth when they should be building bone density, “they’ll be at much higher risk of stress fractures, low bone density and osteoporosis,” says Ackerman. The same is true for boys and men. Their testosterone levels might fall, and as testosterone is converted to oestrogen in the body, their bone health also suffers. And like periods, Red-S symptoms for men can also feel too intimate to discuss openly. “One of the signs of Red-S in a male athlete is that they have decreased libido and they don’t get normal morning erections,” Ackerman says. “We need to normalise it and not sexualise it, but just talk about these things as signs.” It was only when Woolven got in touch with Keay that she found her way to recovery. Now, she heads up the charity Project Red-S to spread awareness. Understanding that periods are markers of health that athletes should monitor before they do permanent damage to themselves is critical, she says. In a way, it is similar to concussions in rugby. Athletes enter the sport without knowing the full extent of the risk to their health, she says. *** There are some who believe the menstrual cycle could be even more than a health marker. Ahead of the 2024 Paris Olympics, France’s National Institute of Sport, Expertise, and Performance (Insep) has taken an interest in the possibility that working in sync with the menstrual cycle’s hormone fluctuations could lead to gains in performance – and more medals. “We are approaching human limits of performance,” says Juliana Antero, who is heading up the Insep project Empowe’her (Exploring Menstrual Periods of Women Athletes to Escalate Ranking). In 2015, she was involved in a study that examined 3,263 world records across disciplines such as the 400-metre sprint and the triple jump, and found a consistent decrease in both the frequency and degree of improvement in new world records since the 1990s. The data revealed occasional step changes, such as the 2008 to 2009 introduction of polyurethane swimsuits, and Antero believes that understanding the menstrual cycle could provide another bump. There could be a perfect hormone level for breaking world records. And it is easy to see how, as new hormone-testing technology becomes available, athletes might better understand relationships between their hormones and their performance, and plan accordingly. The English Institute of Sport is trialling hormone saliva tests in collaboration with the company Mint Diagnostics, hoping to provide track-side results in minutes, for symptom treatment and, down the line, for performance gains. Elliott-Sale is intrigued by this idea, but remains sceptical. “I do think [tracking and managing symptoms] will make a difference for some sportswomen,” she says. If Asher-Smith’s calf cramp could have been avoided, she might have had a go at gold. But for athletes who are not greatly affected already, she believes the potential gains will be marginal. “I don’t personally think it is going to change the face of women’s sport.” She says we have to remember that many sportswomen manage perfectly well or might not even have cycles. “If I was that elite sportswoman who was underachieving because of my cycle, I’d be screaming from the rooftop ‘help me, help me’.” But, she says, “will it change a whole team, a whole squad, a nation, all sportswomen? Probably not.” Antero’s work shows that we currently know of few consistent effects of the menstrual cycle on performance, but she believes this will soon change. The menstrual cycle is incredibly individual and because the hormone levels are not consistent for each participant, trials struggle to pick anything up. But if we track the cycle of the individual, we could untangle how it affects them both negatively and positively, says Antero. “I believe we can enhance female-athlete performance.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/may/10/project-to-build-navy-frigates-in-adelaide-faces-significant-cost-blowouts-report-says","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-05-10T07:09:53Z","webTitle":"Project to build navy frigates in Adelaide faces ‘significant’ cost blowouts, report says","webUrl":"https://www.theguardian.com/australia-news/2023/may/10/project-to-build-navy-frigates-in-adelaide-faces-significant-cost-blowouts-report-says","apiUrl":"https://content.guardianapis.com/australia-news/2023/may/10/project-to-build-navy-frigates-in-adelaide-faces-significant-cost-blowouts-report-says","fields":{"bodyText":"A $45bn naval shipbuilding project faces “significant” cost blowouts after defence officials failed to properly consider “value for money”, according to a new audit report. Wednesday’s report criticises the initial stages of the program to build nine new Hunter-class frigates for the Royal Australian Navy – a process that occurred during the former Coalition government’s time in office. The report’s release coincided with the Labor government introducing new legislation to pave the way for another complex and expensive shipbuilding project: acquiring nuclear-powered submarines under the Aukus pact. The Australian National Audit Office (Anao) found that the Department of Defence’s management of the Hunter class procurement had been only “partly effective”. “Defence’s procurement process and related advisory processes lacked a value for money focus, and key records, including the rationale for the procurement approach, were not retained,” the report tabled in parliament said. “Contract expenditure to date has not been effective in delivering on project milestones, and the project is experiencing an 18-month delay and additional costs due in large part to design immaturity.” The report said the design issues had driven up the cost to Defence by $423m so far. But it added: “At January 2023 the project was forecast to exceed the whole of project budget approved by government by a significant amount.” The Turnbull government announced in June 2018 that the Hunter class frigates would be designed by the British company BAE Systems and built at the Osborne shipyard in Adelaide. The then government said it had made the decision after “a rigorous and comprehensive competitive evaluation process” that had also considered options from Italy’s Fincantieri and Spain’s Navantia. But the Anao found the advice provided to the government was “not complete”, because Defence had failed to make clear that a value-for-money assessment had not been conducted. Defence recommended the BAE option “based primarily on anti-submarine warfare capability”, but some documents surrounding the process were not retained, the report said. The contract management plan was established only three and a half years after the contract was executed. Responding to the Anao report, the Department of Defence agreed to two recommendations to improve its processes, but disputed the findings. “Defence demonstrably considered value for money throughout the procurement process,” the department said. But the defence industry minister, Pat Conroy, said the Anao report “demonstrates yet again the bungling and mismanagement of critical defence projects by the former Coalition government”. The Greens’ defence spokesperson, David Shoebridge, said the “scathing” report placed “even more question marks around the capacity of Defence to deliver” the Aukus nuclear-powered submarine project. A spokesperson for BAE Systems said: “The Hunter program continues to make strong progress and we have begun building the first schedule protection block – which will be used in the first ship. We remain committed to building nine anti-submarine warfare frigates for the Royal Australian Navy.” The Hunter class frigate program is under fresh scrutiny because the Albanese government has ordered a new review of the navy’s surface fleet needs. The retired US navy Vice-Admiral William Hilarides – who has long been a source of advice to successive Australian governments on naval matters – is one of three people appointed to conduct the review over the next few months. The others are the former Department of Finance secretary Rosemary Huxtable and retired Royal Australian Navy Vice-Admiral Stuart Mayer. They will consider whether any changes are needed to the navy’s surface fleet plans in light of the decision to acquire nuclear-powered submarines. On Wednesday the government introduced a bill to clarify that the existing ban on civil nuclear power in Australia does not prevent “conventionally armed, nuclear-powered submarines”. The submarine program is expected to cost between $268bn and $368bn over the period from now to the mid-2050s."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2022/sep/12/london-tube-disruption-power-cut-victoria-line-piccadilly-delays","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2022-09-12T08:31:43Z","webTitle":"London tube faces severe disruption after power cuts","webUrl":"https://www.theguardian.com/uk-news/2022/sep/12/london-tube-disruption-power-cut-victoria-line-piccadilly-delays","apiUrl":"https://content.guardianapis.com/uk-news/2022/sep/12/london-tube-disruption-power-cut-victoria-line-piccadilly-delays","fields":{"bodyText":"London Underground services suffered severe disruption on Monday morning due to “power supply problems”, Transport for London (TfL) said. The entire Victoria line was suspended at about 7am, before later reopening. The Piccadilly line was suspended between Hyde Park Corner and Cockfosters, with severe delays on the rest of the line. Tube stations including Oxford Circus and King’s Cross were evacuated and closed due to the problem. The disruption came as TfL warned that some of its services would be busier than normal with many people visiting London to pay their respects and attend ceremonial and commemorative events after the death of the Queen. The Rail Delivery Group said journeys into London and at stations in the capital would be “extremely busy”, particularly on the day of the Queen’s funeral on Monday 19 September. “Understandably, many people wish to pay their respects to Her Majesty the Queen during this period of national mourning,” said Jason Webb, the Rail Delivery Group’s customer information director. “On the day of the funeral, Monday 19 September, people should plan carefully the timing of their journey home, as trains and stations are likely to be extremely busy.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}