{"response":{"status":"ok","userTier":"developer","total":68341,"startIndex":201,"pageSize":50,"currentPage":5,"pages":1367,"orderBy":"relevance","results":[{"id":"australia-news/2023/aug/30/eastern-australia-warned-urgent-investment-in-energy-needed-as-risk-of-summer-power-outages-rises","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-08-30T20:18:29Z","webTitle":"Hot El Niño summer brings ‘elevated’ risk of power blackouts to eastern Australia, operator warns","webUrl":"https://www.theguardian.com/australia-news/2023/aug/30/eastern-australia-warned-urgent-investment-in-energy-needed-as-risk-of-summer-power-outages-rises","apiUrl":"https://content.guardianapis.com/australia-news/2023/aug/30/eastern-australia-warned-urgent-investment-in-energy-needed-as-risk-of-summer-power-outages-rises","fields":{"bodyText":"Eastern Australia requires “imminent and urgent investment” in energy to bolster the reliability of the electricity grid, the Australian Energy Market Operator says, as it warns of the risk of outages in Victoria and South Australia this summer. The challenges are detailed in an Aemo report, released on Thursday, which says the grid may come under strain even with 3.4 gigawatts of new generation and storage capacity added to the national electricity market compared with last summer. “We’re expecting an elevated level of risk this summer compared with recent years, mostly due to hotter and drier conditions, and lower levels of reliability from our coal-fired generators,” Aemo’s chief executive, Daniel Westerman, said. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup “The entire industry is focused on managing the risks in the summer ahead, particularly during high-demand periods coupled with generation outages and low renewable output, but some risk will remain.” The past three summers have been dominated by La Niña weather patterns that brought more rainfall and fewer heatwaves. But with an El Niño set to develop and last through the coming summer, power demand is forecast to reach “the upper end of the forecast range” in most regions. Bushfires may also affect transmission. Energy users may play a bigger role in reducing grid risks, the report says, with those volunteering to power down projected to rise by more than a third for the coming year. Aemo’s electricity statement of opportunities (Esoo) projects the power demand and supply over the coming decade for the eastern mainland states and Tasmania. It says government programs and a pipeline of new projects – as much as 173GW of renewable energy and 74GW of storage – could fill supply gaps as ageing coal plants are closed. But the report’s “central scenario” – which considers existing, committed and anticipated projects – forecasts that reliability risks will exceed “the relevant reliability standard” in Victoria from this summer. There is a similar forecast for South Australia this summer, while excess risks are predicted in New South Wales from 2025 and in Queensland from 2029. A slowdown in clean energy investment approvals has stoked concerns about the transition from fossil fuels to renewables. Delays for projects such as the Marinus link between Tasmania and the mainland and Snowy Hydro’s 2.0 pumped hydro project – reported now to cost as much as $12bn – have added to fears. The federal energy minister, Chris Bowen, declined to confirm the $12bn figure, saying the government would “take a little bit of time to work through” Snowy’s revised costings. The Esoo report assumes the project will be online by the end of 2029. “The latest Esoo confirms our federal government programs, including Rewiring the Nation and the capacity investment scheme, will improve the strength of the grid and reduce reliability risks,” Bowen said. The report said almost two-thirds of Australia’s coal-fired generation capacity is expected to close before 2033. It also modelled the effects of delaying the closure of half of the Eraring plant for two years beyond its scheduled August 2025 exit, finding reliability risks would be reduced in NSW and other mainland states. In NSW, the Minns government has delayed the release of a report assessing the state’s energy security until at least September as it considers whether to intervene to support the extension of Eraring. The plant, Australia’s largest, was formerly state-owned before being sold to Origin Energy in 2013. Esoo noted the spread of rooftop solar was reducing daytime power demand, saying solar systems will contribute to a “marginal” reduction in electricity consumption. Peak demand on the grid is likely to be pushed until after sunset. Other changes in the grid over the next decade include the increased electrification of homes and businesses as consumers ditch gas. The growth of hydrogen as an alternative to fossil fuels may increase power demand as much as 10% by 2032-33."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2023/aug/03/gps-to-get-power-to-fast-track-patients-for-heart-and-lung-checks","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2023-08-02T23:01:27Z","webTitle":"GPs to get power to fast-track patients for heart and lung checks","webUrl":"https://www.theguardian.com/society/2023/aug/03/gps-to-get-power-to-fast-track-patients-for-heart-and-lung-checks","apiUrl":"https://content.guardianapis.com/society/2023/aug/03/gps-to-get-power-to-fast-track-patients-for-heart-and-lung-checks","fields":{"bodyText":"GPs will be given powers to send up to 1 million patients directly for fast-track checks in an attempt to speed up diagnosis of heart and lung conditions. NHS officials in England say the scheme means hundreds of thousands of people will be able to get checked quickly instead of being stuck on long waiting lists to see a hospital specialist first. GP practices will be able to directly order diagnostic checks for asthma, cardiovascular disease, heart failure and chronic obstructive pulmonary disease (COPD), referring patients to hospital or community diagnostic centres. At the moment, GP practices decide whether to refer a patient to a specialist or to send them straight for testing. However, these powers vary in how they are applied due to a lack of resources and confidence. The additional route to testing could reduce the need for specialist consultation, easing pressure on hospitals, and help diagnose and treat patients faster. Dr Vin Diwakar, medical director for secondary care and transformation at NHS England, said: “We know how important it is to diagnose people with conditions like heart failure, COPD and asthma early, so they can get the treatment they need to manage their condition well, and to prevent more serious conditions or illness from developing. “Our plans to enhance GP direct access will enable thousands more to get a vital diagnosis sooner, and by capitalising on the additional capacity provided by more than 100 community diagnostic centres offering a ‘one-stop shop’ for tests in the community, patients can benefit from convenient triaging and testing near their homes – and importantly avoid a hospital admission or trip to A&amp;E.” It is hoped the initiative will also ease pressure on the health service in the run up to winter. A similar system is already in place for cancer, which the NHS said has provided faster access for 80,000 patients who may not meet the National Institute for Health and Care Excellence guidance threshold for an urgent referral. Sarah MacFadyen, head of policy and external affairs at Asthma + Lung UK, said she welcomed the scheme because too many people with lung conditions were “waiting too long to get a diagnosis and the support they need”. However, other experts raised concerns about whether there would be sufficient numbers of healthcare professionals to conduct the checks and provide any treatment needed as a result. John Maingay, director of policy and influencing at the British Heart Foundation, said: “Many people are facing extremely long waits for heart care in England, and improving access to vital diagnostic tests could help more people receive a diagnosis of heart failure sooner. “However, it’s important that there are enough NHS staff in place to deliver these tests and any treatment that patients may need in order to address the ever-growing backlog of time-critical heart care.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/jun/27/the-guardian-view-on-pricing-power-its-about-firms-strength-and-profiteering","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-06-27T18:08:07Z","webTitle":"The Guardian view on pricing power: it’s about firms’ strength and profiteering | Editorial","webUrl":"https://www.theguardian.com/commentisfree/2023/jun/27/the-guardian-view-on-pricing-power-its-about-firms-strength-and-profiteering","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jun/27/the-guardian-view-on-pricing-power-its-about-firms-strength-and-profiteering","fields":{"bodyText":"John Maynard Keynes wrote, when considering the great inflationary episode of the first world war, that “no one benefited except the profiteer. The seeds of much subsequent trouble were sown. And we ended up with a national debt vastly greater in terms of money than was necessary and very ill distributed through the community.” That is where Britain finds itself heading. Keynes’s penetrating analysis is now ringing through Whitehall and beyond. When Jeremy Hunt sits down with industry regulators on Wednesday, he will need more than soundbites to make companies stop fleecing their customers. Mobile and broadband companies have just pushed through the biggest price rises for 30 years. And when the Organisation for Economic Co-operation and Development looked this month at whether workers, businesses or governments had contributed most to inflation, the data showed that, for the first time since the pandemic, businesses were most to blame in the UK. There are two very different notions of inflation that are often lumped together. In the first case, all prices, including the nominal wage rate, increase together, but the real wage rate remains unchanged. In the second case, prices increase relative to the nominal wage rate, resulting in a fall in real wages. Keynes classed the former as “income inflation” and the latter as “profit inflation”, which is what many advanced economies face today. Gita Gopinath, the deputy director of the International Monetary Fund, warned this week that “if inflation is to fall quickly, firms must allow their profit margins – which have shot up during the past two years – to decline”. Keynes would be appalled by how little interest western governments have in redistribution and how happy they are at playing the game of winner-takes-all capitalism. As the latest IMF research shows, rich-world firms have been more protected from the adverse terms of trade shock than wage earners. One reason, says the IMF, “is that prices are more flexible than wages – firms are able to adjust prices quickly to shield their profitability”. Britain’s current inflationary episode is as much about corporate power as profiteering. In this respect, the UK government is responding inappropriately to the social needs produced by the current situation. If profits are too high, they ought to be taxed, and state spending increased relative to national income, to put money in workers’ hands. The economist Bill Mitchell says that Japan’s success in bringing down inflation can be explained by further relaxing fiscal policy “to deal with the cost-of-living crisis – [providing] fiscal transfers to households and subsidies to business as part of a deal to compress profit margins”. An alternative strategy might be to follow the French government, which has threatened food producers with financial penalties if they do not lower prices. UK ministers can say that the government could do little about the inflationary blow of the Ukraine war. But they are propagating the price shock wave by cutting government energy support, backing a redistribution of income from poor to rich through rate rises, and doing little about the predatory power of big business. The puzzle is not why the public is worried, but why ministers cannot see the problem."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"australia-news/2023/aug/21/agl-agrees-to-keep-victorias-loy-yang-a-power-station-available-until-mid-2035","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-08-21T05:42:00Z","webTitle":"AGL agrees to keep Victoria’s Loy Yang A power station available until mid-2035","webUrl":"https://www.theguardian.com/australia-news/2023/aug/21/agl-agrees-to-keep-victorias-loy-yang-a-power-station-available-until-mid-2035","apiUrl":"https://content.guardianapis.com/australia-news/2023/aug/21/agl-agrees-to-keep-victorias-loy-yang-a-power-station-available-until-mid-2035","fields":{"bodyText":"Australia’s Loy Yang A power station will remain available to operate until mid-2035 under an agreement signed between its owner AGL Energy and the Victorian government aimed at providing certainty to workers, the community and industry. In a separate development, EnergyAustralia said it would shift its Mount Piper coal-fired power plant – New South Wales’s newest – to a “reserve role” to be used “only as needed” before its scheduled 2040 closure date. AGL on Monday said it had signed a so-called structured transition agreement with the Victorian government for the operation, maintenance and retirement of its Loy Yang A power station and nearby brown coalmine in the Latrobe Valley. The plan would support “the respectful, orderly and constructive retirement” of the plant and mine, Markus Brokhof, AGL’s chief operating officer, told a media event. Along with $50m to support the transition, the agreement would provide “certainty and clarity to all employees, communities, the energy market and the state government”, he said. Lily D’Ambrosio, Victoria’s energy minister, said Loy Yang A had been “part of the fabric of this community for many, many decades”, and the package would provide workers with payments “over and above existing entitlements”. The agreement will be “keeping the lights on while we build renewables and storage capacity to reach our government’s target of reaching 95% of renewable electricity generation by 2035”, D’Ambrosio said, adding there were no payments to AGL to keep the plant open nor to close it early. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup AGL last September flagged its plans to bring forward Loy Yang A’s closure by a decade to 2035 after facing pressure from billionaire shareholder Mike Cannon-Brookes to quicken the decarbonisation effort. While the Atlassian co-founder had been pushing for an earlier end date of 2033 or sooner, Cannon-Brookes is understood to have softened his stance in the interest of energy security of the grid if fossil fuel plants exited too soon. Guardian Australia approached Cannon-Brookes for comment. While the agreement sets an end date for Loy Yang A, the agreement “allows for scenarios” for an earlier closure “with agreement from the state, including if the power station is not needed for the reliable and secure supply of electricity in Victoria”, AGL said. Australia’s coal-fired power stations are mostly nearing the end of their design life, and have typically found it harder to compete against renewable energy particularly during the middle of the day when wholesale power prices routinely drop to zero or below. Delays and cost overruns in major transmission projects such as the Marinus Link between Tasmania and the mainland and storage projects such Snowy 2.0 have raised calls for remaining coal plants to remain open for longer. Also on Monday, EnergyAustralia said its Mount Piper power plant near Lithgow, west of Sydney, would “transition to a reserve role in the national electricity market, used only as needed”. “Such a role will not stand in the way of renewables firming coming into the system,” the Hong Kong-owned company said. “Rather, we see this role as bridging the technology gap until multi-day and seasonal storage is commercially available.” “The timing of this change is uncertain and is dependent on the broader investment in the energy system underpinned by supportive policy settings,” it said. There has been speculation for months in Lithgow that Mount Piper would likely close well before its present end-date of 2040. Dylan McConnell, an energy expert at the University of NSW, said state governments in particular seem to focus on ensuring the availability of coal-fired power stations as a “strategic reserve” in case renewable energy plants aren’t built quick enough. NSW, for instance, may soon commit to keep Origin Energy’s Eraring – Australia’s largest single power station – open in some form beyond the present August 2025 closure date. Such arrangements might mean a plant is “technically there and available for an emergency but actual generation and emissions might be quite low”, McConnell said. The NSW government is expected to release a “health check” of its power sector, including possible plans for Eraring’s extension, before the end of August. Critics of the AGL agreement include David Hodgett, Victoria’s shadow energy minister, who said the state needed a “commonsense plan to build new energy generation and upgrade our transmission network”. “The Andrews government has promised much, but delivered very little on energy,” Hodgett said. “With [the] premier’s flagship [State Electricity Commission] having no projects, no partners and no plan, Victorians will continue to face higher energy bills at a time they can least afford it.” The Victorian Greens, meanwhile, urged the government to quicken Loy Yang A’s exit from the grid sooner than 12 years’ time. They called on the government to come “clean on the ‘risk sharing mechanism’ included in today’s announcement, and whether it involves Victoria taking on the financial risk of keeping one of the state’s outdated polluting brown coal power stations running longer than its private owner otherwise would”. Charley Brumby-Rendell, a senior lawyer with Environmental Justice Australia, welcomed the plan to support workers but said “we’re concerned there is a serious lack of certainty around mine rehabilitation”. “Any meaningful transition agreement must include plans for the future of the Loy Yang mine site,” Brumby-Rendell said. “Right now, it’s a gigantic gaping mine pit with highly toxic coal ash dumps.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-21T15:01:36Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 271 of the invasion","webUrl":"https://www.theguardian.com/world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion","fields":{"bodyText":"Ukraine is to evacuate civilians from recently liberated areas of the Kherson and Mykolaiv regions. Residents of the two southern regions have been advised to move to safer areas in the central and western parts of the country, amid fears that the damage to infrastructure caused by the war is too severe for people to endure the winter. Russian forces launched almost 400 strikes on Sunday in Ukraine’s east as part of a campaign of artillery fire, Volodymyr Zelenskiy said in a Sunday night address. “The fiercest battles, as before, are in the Donetsk region. Although there were fewer attacks today due to worsening weather, the amount of Russian shelling unfortunately remains extremely high,” the Ukraine president said. “In the Luhansk region, we are slowly moving forward while fighting. As of now, there have been almost 400 artillery attacks in the east since the start of the day.” Russia has moved troops to reinforce positions in the eastern Donetsk and Luhansk regions after withdrawing from Kherson. The southern Ukrainian city of Nikopol was hit by Russian shelling overnight, according to city officials. The shelling reportedly hit a residential area injuring a 78-year-old man, the Kyiv Independent reports the city governor, Valentyn Reznichenko, as saying. The UN nuclear watchdog will conduct an assessment of the Zaporizhzhia nuclear power plant on Monday after the site was shelled more than a dozen times over the weekend. The blasts damaged buildings and equipment, though none had been “critical” for nuclear safety and security, the International Atomic Energy Agency said. Its head, Rafael Grossi, said the forces behind the shelling were “playing with fire”, adding that “it must stop immediately”. The Kremlin said it was concerned by what it claimed was repeated Ukrainian shelling of the Zaporizhzhia nuclear power plant. It called on global powers to ensure that Kyiv ceased attacks on Europe’s largest nuclear power station. Russia also said that it would bring to justice those responsible for the alleged execution of Russian prisoners of war in Ukraine and that it would do everything possible to draw attention to what it has claimed is a war crime. Russia has accused Ukrainian soldiers of executing more than 10 Russian prisoners of war, citing a video circulating on Russian social media. Ukraine denies the claims, arguing its soldiers were defending themselves against Russians who feigned surrender. The Ukrainian parliament’s commissioner for human rights responded on Sunday to videos circulated on Russian social media this week purporting to show the bodies of Russian soldiers killed after surrendering to Ukrainian troops. The Ukrainian ombudsman Dmytro Lubinets said “excerpts” of a video showed that Russians “using a staged capture ... committed a war crime by opening fire on the Ukrainian armed forces”. This means the soldiers “cannot be considered prisoners of war”, he said. A UN spokesperson told AFP it was “aware of the videos” and was “looking into them”. The World Health Organization (WHO) has warned that Ukraine’s health system is “facing its darkest days in the war so far”. WHO regional director for Europe, Dr Hans Henri P Kluge, called for a “humanitarian health corridor” to be created to all areas of Ukraine newly recaptured by Kyiv, as well as those occupied by Russian forces. Germany has offered Poland the Patriot missile defence system to help it to secure its airspace after a stray missile crashed in the country last week, the defence minister, Christine Lambrecht, said. “We have offered Poland support in securing airspace – with our Eurofighters and with Patriot air defence systems,” Lambrecht told the Rheinische Post and General Anzeiger. Ground-based air defence systems such as Raytheon’s Patriot are built to intercept incoming missiles. Negotiating with Russia would be “capitulation”, a key adviser to the Ukrainian presidency has said. Mykhaylo Podolyak said attempts by the west to urge Ukraine to negotiate with Moscow were “bizarre” given a series of major military victories by Kyiv. He added it would mean that a country “that recovers its territories must capitulate to the country that is losing”. The comments come after recent US media reports that some senior officials were beginning to encourage Ukraine to consider talks. Russian forces are constructing defensive positions partially staffed by poorly trained mobilised reservists around the Svatove sector in the Luhansk region in north-eastern Ukraine, according to the UK Ministry of Defence. With Russia’s south-western frontline now more readily defendable along the east bank of the Dnipro River, the Svatove sector is likely now a more vulnerable operational flank of the Russian force, the latest British intelligence report reads. A new training centre for Ukrainian troops in the central Spanish city of Toledo will start operating at the end of November, Spain’s prime minister, Pedro Sánchez, told the Nato parliamentary assembly. Spanish police will also be deployed in Ukraine over the coming weeks to help investigate alleged Russian war crimes, Sanchez added. The first Ukrainian supermarket has opened in Kherson since the city was liberated earlier this month. ATB, a 24/7 shop in the city, had queues of people outside on Sunday as it welcomed customers back. Kherson remains without electricity, running water or heating, but residents found some relief in being able to purchase Ukrainian pickled gherkins, dumplings, horseradish and other favourites. France has sent another two air defence systems to Ukraine, along with two multiple rocket launchers, according to an interview given by a French defence minister. Emmanuel Macron has accused Russia of feeding disinformation to further its “predatory project” in Africa, where France has had military setbacks. In an interview with TV5 Monde on the sidelines of a conference of Francophone nations in Tunisia, the French president said there was a “predatory project” pushing disinformation into African countries, which was “a political project financed by Russia, sometimes others”. Macron said: “A number of powers, who want to spread their influence in Africa, are doing this to hurt France, hurt its language, sow doubts, but above all pursue certain interests.” Forty-five countries and institutions will meet in Paris on Monday to pledge millions of euros of aid for Moldova, as fears mount that it could be further destabilised by the conflict in Ukraine, according to a Reuters report. Moldova, which lies between Ukraine and Romania, has felt the effects of rising food and energy prices as well as an influx of thousands of refugees arriving in the country of about 2.5 million people."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jan/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-325-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-01-14T06:24:44Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 325 of the invasion","webUrl":"https://www.theguardian.com/world/2023/jan/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-325-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/jan/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-325-of-the-invasion","fields":{"bodyText":"The United Nations’ nuclear watchdog announced it would boost its presence in Ukraine to help prevent a nuclear accident during the conflict. The International Atomic Energy Agency (IAEA) said it would soon have a permanent presence at all five of Ukraine’s nuclear facilities. Currently, only the Russian-controlled Zaporizhzhia plant, which is near the frontline, has a permanent IAEA presence. Ukraine has denied Russia’s claim that Putin’s forces have captured Soledar. On Friday, Russia’s defence ministry said its forces had taken full control of the salt mining town. Ukrainian officials denied the Russian claim, suggesting they were still holding on and counterattacking, with the Ukrainian military spokesperson Serhii Cherevatyi reporting “ongoing battles”. Soledar is ‘Verdun for 21st century’ according to a top Ukraine official. Andriy Yermak, head of the office of the president of Ukraine, likened the fight for the town to the longest and bloodiest battle in the first world war. Ukraine’s president, Volodymyr Zelenskiy, said on Thursday that Ukrainian forces defending Bakhmut and Soledar in the east would be armed with everything they need to keep Russian troops at bay in some of the bloodiest fighting of the war. Hundreds of civilians remain trapped in Soledar, Ukraine has said. Pavlo Kyrylenko, the governor of Donetsk, told Ukrainian state TV that 559 civilians remained in Soledar, including 15 children, and could not be evacuated. Satellite images taken by Maxar Technologies show the destruction inflicted upon Soledar. The Guardian has a series of striking images from inside the eastern Ukrainian town. Ukraine is confident Britain will announce it plans to send about 10 Challenger 2 tanks to Kyiv shortly, a move it hopes will help Germany finally allow its Leopard 2s to be re-exported to the embattled country. A formal announcement is anticipated on Monday but Ukrainian sources indicated they understood that Britain had already decided in favour. Germany will continue to “weigh every step carefully” and consult with its allies on further weapons deliveries to Ukraine, chancellor Olaf Scholz has said. The German leader is facing mounting pressure to approve German-made battle tanks for Kyiv. Scholz said Berlin would keep its “leading position” as one of Kyiv’s top supporters but said he had no intention of being rushed on “such serious things that have to do with peace and war, with the security of our country and of Europe”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2023/aug/06/nigeria-womens-world-cup-england-last-16","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2023-08-06T09:59:29Z","webTitle":"‘Nigeria could be a world power’: Waldrum reckons with England and long-term hopes","webUrl":"https://www.theguardian.com/football/2023/aug/06/nigeria-womens-world-cup-england-last-16","apiUrl":"https://content.guardianapis.com/football/2023/aug/06/nigeria-womens-world-cup-england-last-16","fields":{"bodyText":"Beat England on Monday in their last-16 meeting and Nigeria’s manager, Randy Waldrum, will add a transformational moment to the number of key ones already emblazoned in his mind from his team’s World Cup campaign. However, the biggest takeaway – no matter how good a win against the European champions would be – will still not be an in-game moment but instead the time spent working with the players who have battled so hard to make their mark. “The penalty against Canada, big moment, Chiamaka [Nnadozie] makes that save, huge moment from [Uchenna] Kanu to get a goal back against Australia right before the [end of the first] half, it changed everything for us,” he says. “There’s a lot of big moments I can remember and take away from this. Honestly, the best part for me all along is the players. I can’t speak for them on what the connection is to me. I can only tell of my feeling towards the players. I hope they know I’m here and I will fight for them for anything. That means not only on the pitch, that means in life now and in life 20 years from now. I took Trinidad &amp; Tobago and tried to qualify in the World Cup in Canada [in 2015], I’m still in touch with those players now, it’s not a one-off thing. “I hope they understand and know that I will be there for them, and I will fight for them. Sometimes a coach has to be a voice when they don’t have a voice. On a personal level, they know that if they pick up a phone, I’ll help them however I can. The key moment for me is every time I get to step on a pitch and train with them. That’s my happy zone. A lot of people go and play golf to take their mind somewhere else, my time to do that is when I’m on the pitch with these players. When this World Cup is over, I’ll take that back with me.” Acting as a voice for his squad is increasingly important against a backdrop of chronic underfunding and withheld payments. Fifa has ringfenced money in the pot it provides to federations for taking part in the World Cup. Each player that reaches the last 16 should receive $60,000 (£47,000) for competing. However, the onus is on the federation to hand it over. “We as players have a lot of things that motivate us,” Kanu says. “Whatever has happened in the past about the payments, I’m not sure about that, but we know something is coming and we stay focused on the game and play first … Of course, if we get paid that money it will make a huge difference to our lives, we have families and things to take care of so it’s a plus for us.” That Nigeria have escaped a group with the co-hosts Australia and the Olympic champions, Canada, against a backdrop of strife, speaks to the potential of the nation. “I’m just giving the credit to the players, it’s something that’s inside them, it’s in their DNA to compete and overcome obstacles because that’s what they’ve done through their careers,” Waldrum says. “It’s a challenge, it’s a real challenge. We know what the top teams have and we’re aspiring to have those things. We are where we are, and it’s really come down to just trying to get the team organised as best we can and maximise the talent that each individual player brings to the table. “I just credit the players so much for the work they’ve put into this World Cup and you can see the talent is there. Nigeria could be a world power if we start to do things properly and invest like so many other nations need to do as well.” Waldrum has been hugely impressed by the success of Sarina Wiegman. “Number one, she’s done a fantastic job with England, since she took over you can see the progression of the team,” he says. “When I look at a coach and try to analyse, if I don’t know them personally, you look at the team and tell if they have an idea. In their organisation. They look like they have a plan. A way they want to play offensively and organise defensively. You can clearly see that with England. “They’re so disciplined on both sides of the ball. Their movement offensively is especially good, against China you saw how fluid it was. She’s done a great job, I give a tonne of credit to what she’s done and taking them through to become European champions. Her pedigree speaks for itself.” Wiegman is the last female manager left in the competition. “It’s a problem at every level, we need more women coaching in the sport,” Waldrum says. “We have the same issue in the US, there’s been a push in the national team setup but in our university league and pro leagues, there’s a lot of male coaches coaching. Not that men shouldn’t be coaching, if they love the women’s game and they’ve invested in it then we should have the opportunity to do it but certainly we need a big investment in women and women coaching.” England will be a tough test but there have been some big upsets in this World Cup and Waldrum is hoping for one more: “Teams that are so called underdogs are coming in more tactically prepared to face the larger teams and probably it would be fair to say they’ve underestimated that.” A Woman’s Game by Suzanne Wrack (Guardian Faber Publishing, £9.99). To support The Guardian and Observer, order your copy at guardianbookshop.com. Delivery charges may apply."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"us-news/2023/aug/15/hawaii-fire-victim-names-update","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-08-16T02:24:17Z","webTitle":"First Hawaii fire victims named, amid questions over whether power line decision fueled blazes","webUrl":"https://www.theguardian.com/us-news/2023/aug/15/hawaii-fire-victim-names-update","apiUrl":"https://content.guardianapis.com/us-news/2023/aug/15/hawaii-fire-victim-names-update","fields":{"bodyText":"Maui county has released the first names of people killed in the Hawaii wildfire that all but incinerated the historic town of Lahaina a week ago, while raising the death toll to 106. Meanwhile, local power utility Hawaii Electric Company has faced criticism for not shutting off power in an area at high risk for fire. The county named two victims, Lahaina residents Robert Dyckman, 74, and Buddy Jantoc, 79, adding in a statement that a further three victims had been identified. Those names will be released once the county has identified their next of kin. As officials continue to work painstakingly to identify those confirmed killed in wildfires a mobile morgue unit arrived and teams intensified the search for more dead in neighbourhoods reduced to ash. The wildfires, some of which have not yet been fully contained, are already the deadliest in the US in more than a century. Fueled through parched invasive grasses by strong winds that whipped flames across miles in mere minutes, the blaze that swept into centuries-old Lahaina last week destroyed nearly every building in the town of 13,000. While the cause of the ignition is still under investigation, the local power utility has faced criticism for not shutting off power as strong winds buffeted a drought-stricken area under high risk for fire. A video posted to Facebook by Shane Treu, a Maui resident, appeared to show a snapped power line dangling in a charred patch of grass, surrounded by orange flames. “I heard ‘buzz, buzz,’” the 49-year-old resort worker recounted to the Associated Press. “It was almost like somebody lit a firework. It just ran straight up the hill to a bigger pile of grass and then, with that high wind, that fire was blazing.” Treu’s video and others, captured in the early moments of what would become the deadliest US wildfire in more than a century, have emerged as key evidence pointing to fallen utility lines as the possible cause. Hawaiian Electric Co faces criticism for not shutting off the power amid high wind warnings and keeping it on even as dozens of poles began to topple. A class-action lawsuit has already been filed seeking to hold the company responsible for the deaths. The suit cites the utility’s own documents showing it was aware that pre-emptive power shutoffs such as those used in California were an effective strategy to prevent wildfires but never adopted them. Hawaiian Electric declined to comment on the accusations in the lawsuit or whether it has ever shut down power before due to high winds. But Shelee Kimura, the president and CEO, noted at a news conference Monday that many factors go into that decision, including the possible effect on people who rely on specialized medical equipment and firefighters who need power to pump water. “Even in places where this has been used, it is controversial, and it’s not universally accepted,” she said. The US Department of Health and Human Services deployed a team of coroners, pathologists and technicians along with exam tables, X-ray units and other equipment to identify victims and process remains, said Jonathan Greene, the agency’s deputy assistant secretary for response. “It’s going to be a very, very difficult mission,” Greene said. “And patience will be incredibly important because of the number of victims.” Roughly 32% of the area has been scoured by crews using cadaver dogs, according to authorities, who said they expect up to 90% of the search to be completed by the weekend. John Pelletier, the Maui police chief, renewed an appeal for families with missing relatives to provide DNA samples. So far 41 samples have been submitted, the county statement said, and 13 DNA profiles have been obtained from remains. Governor Josh Green said earlier on Tuesday evening in an interview with CNN that only four of the dead have been identified. He asked for patience and space to do the search properly as authorities became overwhelmed with requests to visit the burn area. He told CNN in an interview that the death toll could double as search and rescue work progresses. “For those people who have walked into Lahaina because they really wanted to see, know that they’re very likely walking on iwi,” he said at a news conference on Maui, using the Hawaiian word for “bones”. Authorities have warned that toxic byproducts may remain even in areas where the fire has retreated, including in drinking water, after the flames spewed poisonous fumes. That has left many unable to return home. Authorities paused a system that had allowed Lahaina residents and others to visit devastated areas with police permits. Kevin Eliason said when he was turned away, the line of cars with people waiting to get a placard had grown to at least 3 miles (5km) long. “It’s a joke,” Eliason said. “It’s just crazy. They didn’t expect, probably, tens of thousands of people to show up there.” A week after a blaze tore through historic Lahaina, many who survived have started moving into hundreds of hotel rooms set aside for displaced locals while donations of food, ice, water and other essentials have poured in. Among the displaced are an estimated 3,000 animals, many of them badly injured, the Maui Humane Society told NBC news. A long road to recovery for the vibrant and historic town of Lahaina still lays ahead and thousands of people will not be able to return home. The Red Cross said 575 evacuees were spread across five shelters on Monday, including the War Memorial Gymnasium in Wailuku. Green said that thousands of people will need housing for at least nine months. More than 3,000 people have registered for federal assistance, according to the Federal Emergency Management Agency (Fema), and that number was expected to grow. “We’re not taking anything off the table, and we’re going to be very creative in how we use our authorities to help build communities and help people find a place to stay for the longer term,” the agency administrator, Deanne Criswell, said. Fema has started to provide $700 to displaced residents to cover the cost of food, water, first aid and medical supplies. The money is in addition to whatever amount residents qualify for to cover the loss of homes and personal property. The Biden administration is seeking $12bn more for the government’s disaster relief fund as part of its supplemental funding request to Congress. Green said “leaders all across the board” have helped by donating over 1m lbs (454,000kg) of food as well as ice, water, diapers and baby formula. But residents, still reeling from the fire, have voiced growing concerns about the slow-moving systems that they said failed to adequately support them in the aftermath of the disaster. Volunteers, meanwhile, have flooded in to help with relief efforts and distribution centers are grappling with the over-abundance of donations spilling in. “When people are hurting, the community steps up and takes care of each other,” the lieutenant governor, Sylvia Luke, said at a news conference on Monday."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/mar/14/aukus-nuclear-submarines-australia-commits-substantial-funds-into-expanding-us-shipbuilding-capacity","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-13T20:08:22Z","webTitle":"Aukus: nuclear submarines deal will cost Australia up to $368bn","webUrl":"https://www.theguardian.com/world/2023/mar/14/aukus-nuclear-submarines-australia-commits-substantial-funds-into-expanding-us-shipbuilding-capacity","apiUrl":"https://content.guardianapis.com/world/2023/mar/14/aukus-nuclear-submarines-australia-commits-substantial-funds-into-expanding-us-shipbuilding-capacity","fields":{"bodyText":"Australia is to embark on one of its most significant, expensive and geopolitically consequential military tasks in a century: the push to acquire, operate – and eventually build – nuclear-powered submarines. The program is forecast to cost $268bn to $368bn between now and the mid 2050s, most of it beyond the first four-year budget period, and will depend on help from the US and the UK. As part of the multidecade nuclear-powered submarine plan unveiled on Tuesday, Australian taxpayers will pour “substantial” funds into expanding American shipbuilding capacity, understood to be about $3bn in the first four years. Australia’s prime minister, Anthony Albanese, said Aukus plan marked “a new chapter” in the relationship between the three countries, as he joined the US president, Joe Biden, and the UK prime minister, Rishi Sunak, for the announcement in San Diego. “The Aukus agreement we confirm here in San Diego represents the biggest single investment in Australia’s defence capability in our history,” Albanese said. Without directly naming China as a source of concern, Albanese said the plan reflected a shared determination to ensure all countries could “act in their sovereign interests free from coercion”. He said his government was “also determined to promote security by investing in our relationships across our region”. In a bid to reassure partners across the Indo-Pacific, Biden said it was important to note the Australian submarines would be nuclear-powered, not nuclear-armed. “I want to be clear from the outset – right off the bat – so there’s no confusion or misunderstanding on this critical point,” Biden said. “Australia is a proud non-nuclear weapons state, and it’s committed to stay that way.” Australia would invite “rotational forces” of US and UK submarines to visit the country from 2027. The first Australian-built nuclear-powered submarines, fitted with vertical launch systems to fire cruise missiles, are due to enter into service in the early 2040s. The British-designed submarine “will incorporate US technology such as propulsion plant systems and components, a common vertical launch system and weapons”, an Australian government fact sheet said. “The Aukus partners will also develop a joint combat system as an expansion of the US-Australia combat system.” The plan begins with increased visits by US submarines to Australian ports this year. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup From 2027 at the earliest, the UK and the US plan to establish a rotational presence of one UK Astute class submarine and up to four US Virginia class submarines at HMAS Stirling near Perth, Western Australia. This will be called “Submarine Rotational Force-West” (SRF-West). The Australian government argues this rotational presence “will comply fully with Australia’s longstanding position of no foreign bases on its territory” because these submarines will be rotated through the location and will not be permanently based in Australia. The three countries argue the rotational presence will “put our nations shoulder to shoulder as Australia builds the necessary operational capabilities and skills to steward and operate its own fleet of nuclear-powered submarines”. The US and UK submarines would operate as sovereign assets under the command of, respectively, American and British commanders, but there would be “a significant degree of coordination in their activities”, a senior Biden administration official said. Beginning in the early 2030s, the US intends to sell Australia three Virginia class submarines, with the potential to sell up to two more if needed, pending approval from the US Congress. The three governments argue this is “critical to continue growing Australia’s ability to own and operate” a fleet of nuclear-powered submarines and to ensure Australia does not experience any capability gap when its Collins class diesel-electric submarines are retired from the 2030s. The Australian government still plans to extend the life of some of these six conventional submarines, but the Aukus plans means it may not be necessary to carry out expensive upgrades on all of them. The third phase of the program involves the design and construction of a submarine to be known as the “SSN Aukus”, to be based on a UK design but incorporate US technology – as the Guardian foreshadowed last week. “Australia’s long-term submarine will be a state-of-the-art platform that uses the best of US, UK and Australian technologies,” the official said. “SSN Aukus will be built and deployed by both Australia and the UK. The United Kingdom intends to deliver its first SSN Aukus domestically in the late 2030s. Australia intends to deliver the first SSN Aukus built in Australia to the Royal Australian Navy in the early 2040s. “This is going to require significant improvements in industrial bases in all three countries.” Senior Biden administration officials said the budget commitment from Australia towards the US industrial base was “another manifestation of just how serious and critical this effort is”. The $3bn would help the US reduce work backlogs on its own Virginia class submarines, and expand its production ability. The funding for US domestic production could be a point of tension in Australia at a time when the budget is facing pressure on multiple fronts. The projected cost includes includes $9bn over the initial four-year budget period, or an increase of $3bn compared with the $6bn earmarked for the abandoned French project. Defence is being asked to offset that $3bn, which could come through changes to other defence projects. Australian officials believe it is hard to estimate the cost over the life of the program, but have predicted a range based on all costs including acquisition and sustainment. The long-term cost of the submarine plan is likely to be about 0.15% of Australia’s gross domestic product per year on average, compared with Labor’s pre-election overall pledge to spend at least 2% of GDP on defence annually. The Coalition’s defence spokesperson, Andrew Hastie, earlier offered bipartisan support to the overall Aukus deal, saying it is “truly a multigenerational nation-building task for the Australian people” and that it “cannot fail”. Hastie also acknowledged the Aukus project would require some “hard choices” in the budget because “money doesn’t grow on trees”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/jun/01/elena-rybakina-harnesses-power-to-continue-title-challenge-at-french-open","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-06-01T19:37:00Z","webTitle":"Elena Rybakina harnesses power to continue title challenge at French Open","webUrl":"https://www.theguardian.com/sport/2023/jun/01/elena-rybakina-harnesses-power-to-continue-title-challenge-at-french-open","apiUrl":"https://content.guardianapis.com/sport/2023/jun/01/elena-rybakina-harnesses-power-to-continue-title-challenge-at-french-open","fields":{"bodyText":"Deep into the second set of Elena Rybakina’s French Open second round match against Linda Noskova, a routine day on-court nearly became complicated. Having faced minimal problems throughout, Rybakina threw in a series of unforced errors on her serve while leading a set and 3-3. She quickly found herself down double break point. Few players in the world today are as adept as Rybakina at navigating tough service games and emerging with a hold. Under pressure for the first time, the Kazakhstani found a couple of searing backhands and a couple of big serves, saving three break points in total. Rybakina held serve and then she broke immediately. Shortly after, she reached the third round with a 6-3, 6-3 win. This season, the Wimbledon champion’s all-surface rise has been one of the most notable developments. After winning at Indian Wells and reaching finals at the Australian Open and Miami, she closed off a fortnight on slow, damp clay courts in Rome as the unlikely winner of the Italian Open. Rybakina is the first women’s player since Serena Williams in 2015 to simultaneously hold titles at WTA 1000 level and above on hard, clay and grass courts. Her success is driven by her first serve, one of the most devastating shots in the sport. Rybakina is the WTA’s ace leader, averaging 7.9 aces per match, and her 73.9% of first serve points won places her second on the tour this year. For Noskova, the pressure of holding on to her own serve was immense. Rybakina’s serve has long been a massive weapon but she continues to make small adjustments. This season, she made a small change to her service motion in search of a more consistent delivery: “It’s just trying to get more serves with the same motion, to get this power and just the timing, I would say. So it’s nonstop work,” she said, smiling. There are ample players with immense power and weapons, but few are able to harness their power consistently. Rybakina’s success is as much down to the patience and control she has learned to play with, attacking big targets and punishing opponents with her weight of shot rather than directly aiming for lines. It also remains one of her biggest challenges. She said: “Sometimes I feel like: ‘OK, the ball is quite easy, and I can go for it,’ but at these moments I need more patience. Not every ball, even if it looks like you can really attack and move in, because especially here, the conditions are a bit different. It’s not easy to finish the rally. You need to come forward. This is something we’re still improving.” This year marks the French Open’s second year of incorporating night sessions into its daily schedule, a result of its lucrative partnership with Amazon Prime. Unlike at other tournaments, the night sessions consist of only one match and they are reserved exclusively for men’s matches. It is a complicated discussion; the disparity in treatment between the men’s and women’s is blatant, but the men’s best-of-five-sets format is better suited to one-match tickets in terms of length. In reality, one-match night sessions are a bad idea in general. Not only are they the worst value ticket in tennis, but few players like to compete in cold clay-court conditions late into the night. Since night matches are broadcast on Amazon Prime rather than France Télévisions, the free-to-air national broadcaster, the audience is considerably lower. After her comfortable 6-4, 6-0 win over Claire Liu, Iga Swiatek noted that while she remains in favour of women receiving the same opportunities as men, she has been requesting day sessions. “My thoughts didn’t really change,” she said, “but honestly, I have to tell you that I kind of requested every day to play a day session because I felt like I played already night sessions in this clay court swing.” With Carlos Alcaraz, Novak Djokovic and Stefanos Tsitsipas all occupying the top half of the men’s draw, Daniil Medvedev’s first-round defeat by Thiago Seyboth Wild has left the bottom half extremely open, with opportunities for those remaining. It became even more open as Jannik Sinner fell to Daniel Altmaier, the world No 79, 6-7 (0), 7-6 (7) 1-6, 7-6 (4) 7-5 after five hours and 26 minutes on Court Suzanne Lenglen, the longest and most dramatic match of the tournament. First Sinner failed to serve out the match and missed two match points at 5-4 in the fourth set, then it took Altmaier five match points to close out the tense, exhausting battle. As Altmaier sat down and took in the achievement, the crowd chanting his name, he wept. The top seed in the bottom half is the No 4, Casper Ruud, who defeated Giulio Zeppieri 6-3, 6-2, 4-6, 7-5, while Holger Rune, seeded sixth, was the beneficiary of a walkover after Gaël Monfils’ withdrawal. In the bottom quarter, however, the 12th seed, Frances Tiafoe, and the 15th seed, Borna Coric, head the field. The third round of the women’s singles will see a fascinating teenage battle between the 16-year-old Mirra Andreeva, who eased through with a 6-1, 6-2 win over Diane Parry, and Coco Gauff, a 6-2, 6-3 winner over Julia Grabher."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"education/2023/jun/19/labor-mp-calls-for-nuclear-reforms-to-stop-international-education-providers-teaching-poor-quality-courses","type":"article","sectionId":"education","sectionName":"Education","webPublicationDate":"2023-06-19T04:01:14Z","webTitle":"Labor MP calls for ‘nuclear’ reforms to stop international education providers teaching poor quality courses","webUrl":"https://www.theguardian.com/education/2023/jun/19/labor-mp-calls-for-nuclear-reforms-to-stop-international-education-providers-teaching-poor-quality-courses","apiUrl":"https://content.guardianapis.com/education/2023/jun/19/labor-mp-calls-for-nuclear-reforms-to-stop-international-education-providers-teaching-poor-quality-courses","fields":{"bodyText":"Labor MP Julian Hill has called for “nuclear” reforms to weed out poor quality vocational educators who he says are exploiting the system as a “low-rent work visa”. He has proposed suspending international student intakes for low quality courses and preventing internal assessments. Hill, who was previously the executive director of international education in the Victorian government, is co-convener of the ministerial advisory committee interrogating international education. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The parliamentary committee has heard shocking allegations of vocational education and training (VET) providers “gaming the system” and working with unregulated international education agents to steal students from prestigious public institutions for massive commissions, sell work visas and open “ghost schools” where students don’t attend classes but still receive degrees. Speaking in parliament on Monday, Hill said the international student sector was vital to Australia’s prosperity but radical thinking was needed to clean up the sector. “The vast majority of the sector do wonderful things but a minority of students – mainly in the bottom end of private VET – are only here to work not study,” he said. “Our student visa must not be used as a low-rent work visa.” Hill said Australia’s future success relied upon quality education that had been compromised after “a decade of drift and neglect” and the sector’s social license needed to be restored. He floated four options for reform, termed “nuclear” in private conversations. Among them was revamping the entire accreditation framework for private VET providers, to separate training from assessment as is done in year 12 certificates, forcing providers to re-apply for licenses and suspending enrolments in “low-value” courses, and banning the payment of education agent commissions for onshore students. “Most providers do good things but there are a significant minority that are dodgy, selling work visas,” he said. “In education, ASQA [Australian Skills Quality Authority] inspect the paperwork and use that as a proxy for quality. “Good quality private providers are despairing. They report that dodgy providers just get the students in, pop the exam answers on the board and the students write them down and go back to work.” Hill said dodgy providers couldn’t be weeded out unless students were properly tested and the bar was raised to become an assessment provider. “If we … force the higher risk private VET providers to have their students externally assessed, then it would shock the system,” he said. “ASQA could rapidly put colleges selling dodgy qualifications out of business.” With concern over the rapid post-pandemic growth in international student numbers, Hill said suspending enrolments to courses with non-vocational outcomes in which vast numbers of VET students were enrolled was “controversial” but “food for thought”. “What benefit is Australia getting from tens of thousands of international students enrolled in certificates and diplomas in marketing, leadership and business?” he said. “There are few if any migration pathways. The courses are cheap. And too many students are working not studying.” The inquiry has heard sweeping allegations of education agents acting as a Ponzi scheme by taking commissions of up to 50% to enrol students in courses and funnelling them to lower quality private providers once arriving onshore. The broadly unregulated sector acts as a middle man to advise and recruit students from overseas. Hill said “rapacious onshore agents” were “destroying the integrity of the sector” by “bribing and stealing students from universities to low-cost VET providers with kickbacks, discounts and incentives”. Hill said attempts at regulation had failed in the past because “it’s expensive and complex” but parliament could ban the payment of commissions for onshore students entirely to wipe out the intermediaries. “Regulating agents has become a question of ‘how and when’ not ‘if’,” he said. “Time to prune the tree to save the tree?”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jul/13/leading-thailand-candidate-for-pm-warns-of-high-price-if-blocked-from-power","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-13T04:23:49Z","webTitle":"Leading Thailand candidate for PM warns of ‘high price’ if blocked from power","webUrl":"https://www.theguardian.com/world/2023/jul/13/leading-thailand-candidate-for-pm-warns-of-high-price-if-blocked-from-power","apiUrl":"https://content.guardianapis.com/world/2023/jul/13/leading-thailand-candidate-for-pm-warns-of-high-price-if-blocked-from-power","fields":{"bodyText":"The leader of Thailand’s most popular party has warned of a high cost if he is blocked from taking power, after he was dealt a series of blows on the eve of a parliamentary vote to decide the next prime minister. Pita Limjaroenrat’s progressive Move Forward party won the most seats in May’s election after promising major reforms to remove the military from politics, break up powerful monopolies and change Thailand’s lese-majesty law. But he is facing an uphill battle as election rules require him to have majority support from parliament to become prime minister – which means he must win backing from enough senators, who were appointed by his military opponents. The ballot, which is hard to predict, will begin at 5pm local time on Thursday. In comments to local media on Wednesday, Pita said there would be “a high price to pay in terms of principle and political standards” were he to be blocked from taking office. “This is about the voice of the people who cast their votes,” he said. Pita was speaking after facing significant setbacks related to legal cases filed against him. On Wednesday, the election commission announced it had referred a legal case accusing him of breaching election rules by owning media shares to the constitutional court, and recommended he be suspended as an MP. Pita has denied any wrongdoing. It was later announced that the constitutional court said it had accepted a second complaint against him and his party, saying that its plan to reform the strict lese-majesty law, which protects the monarchy from criticism, amounted to an attempt “to overthrow the democratic regime of government with the king as a head of state”. The cases do not prevent Pita from running to become prime minister during Thursday’s ballot. However the developments were perceived by his supporters as politically motivated attempts to block him, and provoked protests in several areas on Wednesday. Crowds gathered in the evening in central Bangkok, with some holding signs that read “Respect my vote” and “Senators don’t vote against the people’s will”. “It’s clear to see that the old powers won’t accept defeat easily,” said Piyachart Kamonchot, 62, who had turned out in Bangkok to show support for Move Forward. “The previous government will try to do everything to block the new government … The people can’t tolerate this any more. It has already been more than nine years.” Thailand has been led by the former army chief Prayuth Chan-ocha since he took power in a coup in 2014 and was appointed prime minister by parliament after elections in 2019. His party came a humiliating fifth in May’s vote. Arnon Nampa, a human rights lawyer and activist who was at the forefront of monarchy reform protests that erupted in 2020, addressed crowds in Bangkok, saying: “Tomorrow, if we are betrayed, if we are prevented from having a government elected by the people, we will definitely stand up and fight.” Pita has formed a coalition with other opposition parties that will grant him 312 votes. This means he needs at least 64 votes from either senators or MPs outside his bloc. The big point of contention for senators is his party’s promise to reform the lese-majesty law under which criticism of the monarchy can lead to up to 15 years in prison. It has been used against more than 250 people, including children, since 2020, when mass youth-led protests that called for reforms to the monarchy including cuts to its budget. Prinya Thaewanarumitkul, assistant law professor at Thammasat University, questioned the speed with which the election commission announced its conclusions on Wednesday, just a day ahead of parliament’s vote. “Regarding this urgency, is the reason only for the senators to not vote for the prime ministerial candidate that has been elected by the majority of the people?” he wrote on social media. Ken Lohatepanont, a commentator on Thai politics, said the legal developments were unlikely to change senators’ minds. “The senators who were going to vote for Pita based on arguments on democratic legitimacy are likely to cast a vote the same way, and the senators who did not want to vote for Pita simply have a new justification,” he said. No other candidate will run as an alternative to Pita on Thursday. However, the ballot can be rerun if Pita fails to gain enough support. It is possible that Move Forward’s coalition partner Pheu Thai, the party associated with exiled leader Thaksin Shinawatra, could put forward a candidate for a second or third ballot."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/apr/03/us-nuclear-bomb-may-have-been-damaged-in-accident-at-dutch-base-report-says","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-04-03T21:15:52Z","webTitle":"‘Damaged nuclear bomb’ at Dutch base was dummy weapon, Pentagon says","webUrl":"https://www.theguardian.com/world/2023/apr/03/us-nuclear-bomb-may-have-been-damaged-in-accident-at-dutch-base-report-says","apiUrl":"https://content.guardianapis.com/world/2023/apr/03/us-nuclear-bomb-may-have-been-damaged-in-accident-at-dutch-base-report-says","fields":{"bodyText":"The Pentagon has said that a picture that featured in a report by the Federation of American Scientists (FAS) on Monday about apparent damage to a US nuclear bomb at a Dutch airbase was a dummy weapon used for training emergency response teams. FAS published a photograph of a device being inspected for damage by US soldiers, including two from an explosive ordnance disposal unit, and a civilian. The rear of the device appears to have been twisted by an impact and one of the tail fins is missing. There is pink sticky tape covering an apparent hole. The picture was included in a 2022 presentation for student job applicants by Los Alamos National Laboratory (LANL) in New Mexico, one of the country’s nuclear weapons facilities, and it geolocated the image to the Volkel air force base in the Netherlands, one of six bases in five European countries where a total of 100 B61 nuclear gravity bombs are being stored as part of a nuclear-sharing agreement with the US. A FAS blog by Hans Kristensen, the director of the FAS nuclear information project, said it was unclear whether it was a real bomb or a training model. The US air force in Europe and LANL would not comment on the photograph, but on Monday, after publication of Kristensen’s blog, the Pentagon said it was a dummy weapon being used as part of a training drill. “At every military facility, we have a response team that has to train together, and that is what this was, and the photo was put in a recruitment manual,” Oscar Seára, a Pentagon spokesperson, said. A spokesperson for the US air force in Europe would not comment directly on the photograph, but said: “The US maintains the highest level of standards for personnel and equipment supporting the strategic arsenal, which includes routine training, maintenance and security activities, to safeguard America’s critical capabilities. “It is US policy [that] we can neither confirm nor deny the presence or absence of nuclear weapons at any general or specific location, including specific exercise or real-world operations. The Los Alamos National Laboratory said in an emailed statement: “No additional information is available for that photo.” The B61 bomb is the only tactical nuclear weapon left in the US arsenal, and 100 of them are stored in the Netherlands, Belgium, Germany, Italy and Turkey. The bombs remain US property, but aircrews from six other Nato allies (the five hosts plus Greece) are trained to put them on planes and fly them. In the event of hostilities, it would require the agreement of the US, the Nato nuclear planning group and, by dint of the history of the arrangement, the UK prime minister, for the weapons to be transferred to allied planes. Such nuclear-sharing operations are practised each year in Nato’s Steadfast Noon exercise, most recently in November, and since Russia’s full-scale invasion of Ukraine, Poland has asked to be part of the arrangement. Arms control advocates have long argued that the B61 is militarily obsolete and should be withdrawn from Europe as an easy step towards disarmament. The Obama administration contemplated its withdrawal, but met with resistance from some European allies, who saw it as symbolic of the US nuclear umbrella protecting them, and the idea was dropped altogether following Russia’s seizure of Crimea in 2014. Instead, the weapon was modernised and the new version, the B61-12, is due to be delivered to Europe. In November, C-17A transport planes were given safety approval to carry B61-12 nuclear bombs, and Kristensen noted that a C-17A plane flew from Albuquerque, New Mexico, to Volkel airbase a week ago, though he cautioned that did not prove that it was carrying B61-12 bombs. “The B61 bomb is about as safe as a fully assembled nuclear weapon can be. It has good safety mechanisms and insensitive high explosives that won’t detonate if exposed to fire, shock, shrapnel, etc,” said Eric Schlosser, the author of Command and Control: Nuclear Weapons, the Damascus Accident, and the Illusion of Safety. “The warheads routinely trucked from the Atomic Weapons Establishment in Berkshire to the Trident submarine base on the west coast of Scotland are a lot more problematic. You could get significant plutonium scattering or even a small-scale nuclear detonation during an accident or a terrorist attack – and those warheads are also more vulnerable to sabotage.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/22/who-is-cambodia-pm-hun-manet-hun-sen-son-transfer-of-power","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-22T03:03:01Z","webTitle":"Cambodia: son of long time ruler Hun Sen becomes PM in historic transfer of power","webUrl":"https://www.theguardian.com/world/2023/aug/22/who-is-cambodia-pm-hun-manet-hun-sen-son-transfer-of-power","apiUrl":"https://content.guardianapis.com/world/2023/aug/22/who-is-cambodia-pm-hun-manet-hun-sen-son-transfer-of-power","fields":{"bodyText":"Cambodia’s newly elected parliament has endorsed military general Hun Manet as prime minister, completing a historic transfer of power in a fast-changing country led by his father for nearly four decades. The western-educated Hun Manet, 45, had the backing of most of the National Assembly in proceedings screened live on television on Tuesday. He became eligible for the job after winning a seat in last month’s parliamentary elections, widely criticised as a sham. His father, Hun Sen, a former Khmer Rouge guerrilla and self-style strongman, has pledged to remain in politics in other roles for at least a decade. A graduate of the West Point military academy in the US, Hun Manet rose fast through the ranks of Cambodia’s armed forces and has served as head of counter-terrorism, deputy chief of his father’s bodyguard unit, army chief and deputy military commander. He is also highly educated, with a masters degree from New York University and a doctorate from Britain’s Bristol University, both in economics, in stark contrast to his father, who had no formal education. Little is known about Hun Manet’s vision for Cambodia, a country of 16 million people, few of whom have lived under a leader other than his father. His first months in office will be watched by major powers for signs of whether he favours a more liberal approach and improvements in Cambodia’s strained ties with the West, or plans to keep the authoritarian status quo of his father and remain in China’s sphere of influence. Under Hun Sen, Cambodia has moved closer to Beijing, benefiting from its investment. After the election – which was condemned as neither free nor fair by the US – China’s president, Xi Jinping, sent Hun Sen a personal message of congratulations. Despite the transition of power, analysts say Hun Sen will remain a powerful force. He will remain head of the ruling Cambodian People’s party (CPP), and has said he will become head of the Senate and of the Supreme Council of the King. Reuters contributed to this report"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/sep/05/eraring-coal-fired-power-station-nsw-government-in-talks-to-extend-operation","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-09-05T05:03:26Z","webTitle":"NSW to enter talks to extend life of Eraring, Australia’s largest coal-fired power station","webUrl":"https://www.theguardian.com/australia-news/2023/sep/05/eraring-coal-fired-power-station-nsw-government-in-talks-to-extend-operation","apiUrl":"https://content.guardianapis.com/australia-news/2023/sep/05/eraring-coal-fired-power-station-nsw-government-in-talks-to-extend-operation","fields":{"bodyText":"The Minns government will “engage” with the owner of Australia’s biggest coal-fired power station for a “temporary” extension of its operating life, prioritising short-term energy security over emissions reductions. A final cost and length of extending operations of the 2,880-megawatt Eraring power plant near Newcastle would hinge on negotiations with owner Origin Energy, the government said on Tuesday. Origin declared in February 2022 that it planned to close Eraring in August 2025 and has said it needs to spend as much as $250m a year on equipment and repairs alone to keep it operating. The company bought it for $50m from the Coalition government in 2013. Extending the plant’s operation was one of the recommendations of an independent “check-up” of the state’s energy policies conducted by analyst Cameron O’Reilly and a small panel. “NSW has no time to waste as coal-fired power retires and needs to be replaced by renewable generation, transmission and storage,” Penny Sharpe, the energy minister, said. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Sharpe did not set a deadline for the negotiations to end or say how much of a share of Eraring’s capacity would need to run and for how long. “They had their own profit-driven incentive to stay open,” Sharpe told a media conference. “We have to get ready to make sure that any exit is managed but, importantly, any extension is also managed.” The team found New South Wales wasn’t likely to have enough renewable energy generation and storage in place in time to counter the exit of fossil-fuelled power stations. O’Reilly, now with Marsden Jacob Associates, did not make an assessment of how many of Eraring’s four units should operate or for how long. One of the 54 recommendations will require Origin to demonstrate any claims about the extension of Eraring to an energy security target monitor and “provide all information” required to verify those claims. The government accepted 50 of the recommendations, with 44 approved in full and three in part. Three others were already under way, the government said. AGL Energy closed the remaining three units of its 1680MW Liddell plant in the Hunter Valley in April and all other coal-burning generators may be closed or mothballed by the mid-2030s. The previous Coalition government considered an offer from Origin for Eraring. Then energy minister Matt Kean said on Monday the full cost of keeping two of the plant’s four units going for two years was a net $3bn, a figure Sharpe and others rejected. Kean attacked the announcement on Tuesday, saying the Coalition’s energy infrastructure “road map” was on track and that the Australian Energy Market Operator had “clearly” said there was no need to keep Eraring open. The opposition’s treasury spokesperson, Damien Tudehope, did not directly criticise the decision to keep Eraring open but noted the O’Reilly report did not “say it will necessarily have to happen”. Tudehope said the Minns government should be honest about what alternatives were being considered and accused Labor of failing to negotiate the best deal for NSW residents. “Can you imagine if you’re the CEO of Origin Energy today, what he’s heard from the government is that it needs to keep Eraring open, and will pay whatever is necessary,” Tudehope said. “That’s the impact of negotiating in this manner, where we have a minister who stands up and says ‘I’ve got no idea what will cost’.” The NSW Greens energy spokesperson, Abigail Boyd, said it should not be up to operators to dictate when to close coal-fired power stations. She urged the Minns government to “show some leadership”. “What we have here is Origin Energy, who decided to bring forward the closure date of this station, now holding the government over a barrel when it comes to whether or not it will keep that station open,” Boyd said. Climate advocacy organisations such as the Climate Council, Beyond Zero Emissions and Farmers for Climate Action have also reacted with dismay and argued the government can’t justify keeping Eraring open at taxpayers’ expense. Other opponents of the extension, such as energy analyst Tim Buckley, have called on the government to use the funds it would pay Origin to instead quicken the rollout of rooftop solar and batteries for households and businesses to limit the risk of blackouts. Scott Hargreaves, the executive director of the Institute of Public Affairs, a conservative thinktank, said the decision to keep Eraring open was a welcome step towards shoring up Australia’s energy security. “Today’s announcement that Eraring will remain operating could be the much-needed circuit breaker to allow for decisions to be made which put energy security and the national interest first, not the demands of activists,” Hargreaves said. The AEMO said last week that this summer would probably see an elevated risk of power outages, particularly in Victoria and South Australia. It also modelled an extension of Eraring’s operations and said it would reduce blackout risks later in the decade. The energy security monitor would also “actively scrutinise” the plans of the state’s other coal-fired power stations as they approached retirement from the grid “to ensure ongoing reliability at the lowest cost”. These plants are Vales Point, Mount Piper and Bayswater. The government’s engagement with Origin over Eraring would run in parallel with the pursuit of “all alternative solutions to deliver the renewable generation, transmission and storage solutions that NSW needs”. Sharpe said: “We’re throwing everything [at the problem] because our responsibility is to the people of NSW. “We don’t want their costs going up,” she said. “We want to make the transition so that our future is secure when it comes to the real crisis, which is also climate change. So we’re looking at pursuing all options.” An Origin spokesperson said the company acknowledged the report’s recommendations. “[A]s we have consistently said, we will continue to engage with the NSW government to find a path forward that can help navigate the economic challenges facing the plant and avert any risk to the reliability of electricity supply in the state.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2023/mar/23/first-thing-situation-at-zaporizhzhia-plant-perilous-un-warns","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-03-23T10:50:32Z","webTitle":"Situation at Zaporizhzhia plant ‘perilous’, UN warns | First Thing","webUrl":"https://www.theguardian.com/us-news/2023/mar/23/first-thing-situation-at-zaporizhzhia-plant-perilous-un-warns","apiUrl":"https://content.guardianapis.com/us-news/2023/mar/23/first-thing-situation-at-zaporizhzhia-plant-perilous-un-warns","fields":{"bodyText":"Good morning. The UN nuclear agency’s chief said yesterday that the situation at Ukraine’s Zaporizhzhia nuclear power plant (ZNPP) “remains perilous” after a Russian missile strike this month disconnected the plant from the grid. Europe’s largest nuclear power plant needs a reliable electricity supply to operate pumps that circulate water to cool reactors and pools holding nuclear fuel. Since a Russian strike on 9 March, the plant has relied on a single backup power line that remains “disconnected and under repair”, according to Rafael Grossi, head of the International Atomic Energy Agency. “Nuclear safety at the ZNPP remains in a precarious state,” Grossi said in a statement on Wednesday. “I once again call for a commitment from all sides to secure nuclear safety and security protection at the plant.” The plant’s lack of access to the grid and necessary repair work on its last emergency power line could cause a complete loss of power, making it reliant on diesel generators for the seventh time since Russia captured it a year ago, Grossi said. What else is happening? President Vladimir Putin’s ally Dmitry Medvedev has said this morning that any attempt to arrest Putin after the international criminal court (ICC) issued a warrant for him would amount to a declaration of war against Russia, directly threatening to attack the seat of any government that allowed it to happen. US navy rejects China claim that warship ‘illegally’ entered part of South China Sea The US has denied Chinese claims that a US destroyer was driven out from waters around the contested Paracel Islands after it “illegally” entered the area in the South China Sea. In a statement on Thursday, the Chinese military said the guided-missile destroyer USS Milius illegally intruded into China’s territorial waters without the approval of the government, undermining peace and stability in the busy waterway. The US navy, however, said this was false. “The USS Milius is conducting routine operations in the South China Sea and was not expelled. The United States will continue to fly, sail and operate wherever international law allows,” a statement from the US Navy 7th Fleet said. Where are the Paracel Islands? They are a disputed archipelago spread across about 7 sq km in the South China Sea. China has de facto control of the islands and has built installations and outposts, but Taiwan and Vietnam also claim ownership. What did the US say? The US’s Indo-Pacific Command at the time said China’s statement was “false” and that the US ship was conducting a freedom of navigation operation (Fonop) in line with international law. The Fonop sought to challenge restrictions imposed by various parties – including China, Taiwan and Vietnam – on “innocent passage” through the disputed area, and to challenge China’s claim of straight baselines that enclose the Paracel Islands. Trump lawyer ordered to hand over notes in Mar-a-Lago documents inquiry Donald Trump’s main lawyer – who was involved in turning over classified-marked documents at the Mar-a-Lago resort to the justice department last year – must provide his notes and audio transcripts to the criminal investigation into the former president after a federal appeals court rejected two efforts to block the order. The US appeals court for the DC circuit rejected on Wednesday two separate appeals from the former president and his lawyer Evan Corcoran to stop a sealed order, piercing attorney-client privilege and work-product doctrine protections issued in a court decision last week. In losing the appeal – a major defeat for Trump – Corcoran must provide additional testimony and produce documents to the grand jury hearing evidence about Trump’s potential unauthorized retention of national security materials at Mar-a-Lago, and possible obstruction of justice. The obstruction part of the investigation is centered on Trump’s incomplete compliance with a subpoena in May that demanded the return of any classified-marked documents in his possession. That was after documents he returned earlier to the National Archives included 200 that were classified. What is happening in the Dominion case? The full trial in the case is scheduled to begin on 17 April but one side may have won already, argues Sam Levine. The core of Dominion’s $1.6bn case against Fox consists of words that came from the mouths of Fox’s employees. Regardless of what happens in the case, Dominion may have already won: the messages offer a significant historical record of how top officials at one of the country’s most powerful media organizations aired information they knew was false when US democracy was under attack. In other news … Drag story hours face protests and threats of violence amid a push to erode LGBTQ+ rights in state legislatures across the US. “The far right and conspiracy theorists have just pivoted their focus,” said Mia Bloom, author of Pastels and Paedophiles, a book on the far-right QAnon conspiracy movement. The start of spring offered little reprieve for California as another atmospheric river doused the saturated state with more rain and snow. Five deaths have been linked to the storm across the Bay area, after thrashing winds toppled trees and branches and thousands were left in the dark. A Chinese startup has invented a long-distance kissing machine that transmits users’ kiss data collected through motion sensors hidden in silicon lips, which simultaneously move when replaying kisses received. Mua – named after the sound people commonly make when blowing a kiss – also captures and replays sounds and warms up slightly during kissing. The chief executive of TikTok, Shou Zi Chew, faces a grilling from US lawmakers today as the political storm surrounding the China-owned social media platform intensifies, with the Biden administration threatening to ban the app in the US. Stat of the day: US Federal Reserve raises interest rates a quarter-point amid banking turmoil Facing the worst banking crisis since 2008 and the highest inflation rate in a generation, the Federal Reserve chose to keep fighting price rises and announced another hike in interest rates. The US central bank announced yesterday that its benchmark interest rate would rise another quarter of a percentage point to a range of 4.75% to 5% – its ninth consecutive rate rise and the highest rate since 2007. A year ago interest rates were close to zero. The latest increase was smaller than the half-point increase that some had expected before a series of bank collapses shook global markets. In a statement, the Fed said the impact of the banking crisis was “uncertain” but that inflation “remains elevated”. Don’t miss this: ‘You’ve never eaten a banana?!’ Ten writers face their fiercest – and strangest – food fears Whether it is the smell, the texture or the emotional associations, something has kept our guinea pigs away from everyday dishes such as hard-boiled eggs and shepherd’s pie. How traumatic will those first mouthfuls be? It should be perfectly obvious to everyone that bananas are repulsive, writes Arwa Mahdawi. They’re mushy, they’re musty, they’re alarmingly yellow. I wouldn’t go so far as to say I have bananaphobia (a rare but real condition), but for a long time I was so nauseated by the fruit that you couldn’t have paid me a million dollars to touch one. Now, however, I have accepted a far smaller sum to try one. Is this personal growth, or an abandonment of personal dignity? Climate check: new climate paper calls big US oil firms to be charged with homicide Oil companies have come under increasing legal scrutiny and face allegations of defrauding investors, racketeering and a wave of other lawsuits. But a new paper argues there’s another way to hold big oil accountable for climate damage: trying companies for homicide. The striking and seemingly radical legal theory is laid out in a paper accepted for publication in the Harvard Environmental Law Review. In it, the authors argue fossil fuel companies “have not simply been lying to the public, they have been killing members of the public at an accelerating rate, and prosecutors should bring that crime to the public’s attention”. “What’s on their ledger in terms of harm … there’s nothing like it in human history,” said David Arkush, one of the paper’s authors. Last Thing: Virginia prisoners who used toothbrush to escape caught at pancake restaurant Two prisoners in Virginia managed to escape their cell by digging a hole through a wall with the aid of a toothbrush, but were apprehended within a few hours after being tempted to visit a pancake restaurant. In a statement, the Newport News sheriff’s office said two inmates were reported missing after a routine head count at about 7pm on Monday at the Newport News jail. Staff discovered that John Garza, 37, and Arley Nemo, 43, had dug a hole through a jail wall using “primitive-made tools” fashioned from a toothbrush and metal objects. They then scaled a high prison wall and made their escape. However, the two men were quickly found after being spotted by members of the public at an Ihop, a branch of the pancake chain whose name is short for International House of Pancakes. Sign up First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now. Get in touch If you have any questions or comments about any of our newsletters please email newsletters@theguardian.com"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jul/21/cambodia-hun-sen-certain-election-victory-hand-power-son-hun-manet","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-21T13:58:56Z","webTitle":"Certain of election victory, Cambodia’s Hun Sen prepares to hand power to son","webUrl":"https://www.theguardian.com/world/2023/jul/21/cambodia-hun-sen-certain-election-victory-hand-power-son-hun-manet","apiUrl":"https://content.guardianapis.com/world/2023/jul/21/cambodia-hun-sen-certain-election-victory-hand-power-son-hun-manet","fields":{"bodyText":"When Cambodians go to the polls on Sunday, there is little doubt about who will be declared the winner. The only major opposition party has been banned from running, its members arrested and activists beaten in the streets. Independent media outlets have been closed down or their websites blocked. With no viable opposition, Hun Sen, the strongman prime minister who has held power for almost four decades, is expected to again sweep to victory. His intense crackdown – which rights groups say is a deterioration even on the repression that preceded elections in 2018 – comes as he prepares to hand over to his eldest son, Hun Manet, 45. Hun Manet, who was educated in the US and UK, was named as his father’s choice of successor in 2021 and has been endorsed by the ruling Cambodian People’s party as “future prime minister”. Winning a seat in the national assembly on Sunday, as Hun Manet is expected to do, will pave the way for him to become leader and it is expected that this election will be Hun Sen’s last. “This is a once in a generation change or transition that will happen,” said Ou Virak, a human rights activist and the founder and president of the Future Forum thinktank. The same shift is happening across Cambodia’s leadership, as the old guard is replaced by their children’s generation. Analysis by CamboJa, an independent outlet, found that of the ruling CPP’s 125 election candidates, more than a fifth were related to someone else on the ballot, an increase on the 2018 elections. It reflects how the children of the top brass are now running for office. Hun Manet graduated from the US military academy at West Point, and earned a master’s degree in economics from New York University and a PhD in economics from the University of Bristol. Such credentials might earn him credibility with the west, said Dr Sophal Ear, an associate professor at Arizona State University’s Thunderbird school of global management, but he added: “Don’t look to words: look for actions.” For Hun Sen, the handover is a win-win scenario, Sophal added. “He gets rid of the glare of the west as the longest-serving prime minister in Asia and possibly the world … but it means nothing: he could still be in charge, but backstage.” On the campaign trail, Hun Manet’s speeches have been similar in style to those of his father, say analysts, perhaps signalling a desire to project an image of continuity and stability. Hun Manet will face a balancing act when he inherits the delicate patronage system that has been presided over by his father. There are only so many top jobs to go around, said Ou, and camaraderies among the old guard, who have a shared history that dates back to the horrors of the Khmer Rouge, run deep. “The question is actually can he manage to hold a new leadership, a new cabinet of people who are doing it mostly because of entitlement and because of their fathers,” said Ou. “Can he keep everybody happy and together?” There are many other, wider economic and social challenges. Cambodia’s economy was one of the fastest growing in the world in the decades prior to Covid, but its tourism industry is yet to recover fully from the impact of the pandemic, while global economic factors, which have driven up the cost of fertiliser, have put pressure on the country’s farmers who are struggling with higher costs. They now face the looming threat of possible drought. The partial withdrawal of preferential trade advantages with the European Union due to human rights concerns has also been blamed for causing a drop in orders to the garment industry, Cambodia’s biggest export. Vann Thana, 33, a garment worker living in Kandal province, said many people living in her area were saddled with debt that they were struggling to repay. “When the borrowers cannot pay back they put a sign on the land – land for sale, saying it is being sold below the market price,” she added. There is particular concern about debt linked to microfinance – small loans that were supposed to give easier access to credit but which are often collateralised with borrowers’ land titles and have been strongly criticised for pushing people further into poverty. “Of course we see the political rallies,” said Vann of the election. “But we only see one party. We see the political stickers, but we only see one party.” Vann would like a more equitable education system for children, and jobs that provide a proper salary and quality of life. She is typically paid $250 (£195) a month, including overtime, working in a factory that makes jeans for foreign brands. Rong Chhun, the deputy president of the Candlelight party, which was banned from participating in the election, said he still maintained hope that his party would be able to take part in future votes. Cambodia’s youth – under-30s represent two-thirds of the population – will be a driving force of change, he said. “These young people want to have better jobs and to exercise their rights. They compare their own country and neighbouring countries,” he said, adding that this was especially the case for the many Cambodians who left to work in Thailand, Malaysia or South Korea. For now, his party is under tremendous pressure. At least 10 members were in detention, and he noteed he had to be careful when giving interviews or speaking. “We want to have an equal competition. We do not want to see any more arrests – this will not benefit Cambodia,” he said. “Cambodia is for all Khmer … everyone has to participate.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/may/16/thailand-election-will-move-forward-be-able-to-claim-power","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-05-16T05:30:04Z","webTitle":"Thailand election: will Move Forward be able to claim power?","webUrl":"https://www.theguardian.com/world/2023/may/16/thailand-election-will-move-forward-be-able-to-claim-power","apiUrl":"https://content.guardianapis.com/world/2023/may/16/thailand-election-will-move-forward-be-able-to-claim-power","fields":{"bodyText":"The election in Thailand ended with an unexpected result: the triumph of progressive, anti-military party Move Forward. But due to Thailand’s electoral system, the party still faces a tricky path to claiming power. So, what happens next? Who won Thailand’s election? Move Forward - a young, progressive opposition party - stunned many observers by winning 14.2m votes, more than any other party, and sweeping all but one seat in Bangkok. It had campaigned promising to remove the military’s influence from politics to make the country more democratic, break up the big monopolies that dominate the economy, expand the welfare system, modernise the school curriculum, scrap mandatory conscription, and – most sensitive of all – reform the strict lese majesty law that shields the king from criticism. The party is hugely popular among young people, and its success reflects changing societal values and attitudes towards power structures and key institutions. Pheu Thai, a heavyweight opposition party associated with the ousted former prime minister Thaksin Shinawatra, came second. It had hoped for a landslide, and this is the first time in 20 years that it has not won the most seats in a general election. The ruling former army chief Prayuth Chan-ocha, who first came to power in a coup, performed poorly. Move Forward and Pheu Thai have said they will form a coalition along with other opposition parties, however they face major hurdles. Why is it so difficult for the winning party to form a government? Thailand’s future prime minister is voted on not just by the House of Representatives, whose 500 members were determined by Sunday’s election, but also by the unelected Senate. All 250 senators were appointed by the military after the last coup and they are generally seen as part of the conservative establishment that protects the political status quo. Move Forward’s policy platform, especially its pledge to reform the lese majesty law, could be a major block that means many senators will not allow Move Forward’s leader Pita Limjaroenrat to become prime minister. When will parliament vote on the next prime minister? A joint session of the House of Representatives and the Senate will be held in July to select the new prime minister. Move Forward has said that, with its planned coalition, it would have 309 seats in the House of Representatives. This is short of the 376 that is needed for Pita to become prime minister. Pita said on Monday that he was not concerned about the Senate voting against him, and appeared to almost dare senators to defy the popular vote. “It is the consensus from the people, which every side should accept. Resisting the consensus will be of no benefit to anyone,” he said. Are things over for Prayuth Chan-ocha? The election delivered a damning verdict to Prayuth, and he said on Sunday night that he respected democracy and that he hoped Thailand “will be peaceful and prosper”. He still technically has enough seats to be in the running for prime minister, though it would be difficult for him to sustain a minority government. But even if Prayuth’s political career is over, the conservative royalist military establishment that he represents remains incredibly powerful, and there are various mechanisms that can be used against its opponents. This includes not only the Senate but also the courts. Move Forward’s predecessor, Future Forward, which also promised reform and performed well in the 2019 election, was dissolved just one year later. Shutting down political parties is a common trend in Thailand, a country that is prone to military coups. Since 2006, nine political parties have been dissolved - including not only Future Forward, but also predecessors of Pheu Thai. A complaint has already been filed against Pita with the election commission, claiming that he owns undeclared shares in a media company. He has denied wrongdoing. What has Move Forward’s leader Pita Limjaroenrat promised? Pita said on Monday that he wanted to form a government as quickly as possible to avoid a power vacuum. “The sentiment of the era has changed,” he said of his election success. “People have been through enough.” He wanted Thailand to become “fully democratic” and decentralised, “with an economy that works for everybody not just the 1% on top”, and an ability to be flexible and adjust to new challenges – such as climate change or pandemics. He also said he favoured “rules-based diplomacy”, and that it was not acceptable for bigger states to bully smaller countries. Thailand should stick together with mid-size countries, he said, and contribute to stability in the region. He said he wanted to push for progress in a regional five-point plan that was created, and has so far failed, to resolve the crisis in neighbouring Myanmar, which is engulfed in conflict between the military junta and pro-democracy opponents. He also said he wanted to created a humanitarian corridor between Thailand and Myanmar – which would be a stark shift in policy."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2023/feb/15/fukushima-japan-insists-release-of-treated-water-is-safe-nuclear-disaster","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2023-02-15T01:00:02Z","webTitle":"Fukushima: Japan insists release of 1.3m tonnes of ‘treated’ water is safe","webUrl":"https://www.theguardian.com/environment/2023/feb/15/fukushima-japan-insists-release-of-treated-water-is-safe-nuclear-disaster","apiUrl":"https://content.guardianapis.com/environment/2023/feb/15/fukushima-japan-insists-release-of-treated-water-is-safe-nuclear-disaster","fields":{"bodyText":"Almost 12 years have passed since the strongest earthquake in Japan’s recorded history resulted in a tsunami that killed more than 18,000 people along its north-east coast. As the country prepares to mark the 11 March anniversary, one of the disaster’s most troubling legacies is about to come into full view with the release of more than 1m tonnes of “treated” water from the destroyed Fukushima Daiichi nuclear power plant. The tsunami knocked out the plant’s backup electricity supply, leading to meltdowns in three of its reactors, in the world’s worst nuclear accident since Chornobyl 25 years earlier. Much has changed since the Guardian’s first visit to the plant in 2012, when the cleanup had barely begun and visitors were required to wear protective clothing and full-face masks. Atmospheric radiation levels have dropped, damaged reactor buildings have been reinforced and robots have identified melted fuel in the basements. But as the Guardian learned on a recent visit, progress on decommissioning – a process that could take four decades – is being held up by the accumulation of huge quantities of water that is used to cool the damaged reactor cores. Now, 1.3m tonnes of water – enough to fill about 500 Olympic-sized swimming pools – is being stored in 1,000 tanks that cover huge swathes of the complex. And space is running out. Two steel pillars protruding from the sea a kilometre from the shore mark the spot where, later this year, the plant’s operator, Tokyo Electric Power [Tepco], plans to begin releasing the water into the Pacific Ocean, in the most controversial step in the Fukushima Daiichi cleanup to date. The decision comes more than two years after Japan’s government approved the release of the water, which is treated using on-site technology to remove most radioactive materials. But the water still contains tritium, a naturally occurring radioactive form of hydrogen that is technically difficult to separate from water. The discharge, which is due to begin in the spring or summer, will take place in defiance of local fishing communities, who say it will destroy more than a decade of work to rebuild their industry. Neighbouring countries have also voiced opposition. The government and Tepco claim the environmental and health impacts will be negligible because the treated water will be released gradually after it has been diluted by large amounts of seawater. The International Atomic Energy Agency says nuclear plants around the world use a similar process to dispose of wastewater containing low-level concentrations of tritium and other radionuclides. Tepco and government officials who guided a small group of journalists around Fukushima Daiichi this month insisted the science supports their plans to pump the “treated” water – they object to media reports describing it as contaminated – into the ocean. The water will be treated and, if necessary, treated again until the concentration of radionuclides other than tritium have fallen below government limits, said Hikaru Kuroda, a Tepco official overseeing the decontamination and decommissioning of Fukushima Daiichi. “By the time the liquid is diluted with seawater, tritium levels will be at less than 1,500 becquerels per litre, or 1/40th of the government standard for discharging water into the environment,” he said. “We will have contaminated water on the site for as long as we have to cool the reactor basements. And we will release the water very slowly to begin with, so we could be looking at something like 20 to 30 years to complete the process.” The fiercest opposition has come from Fukushima’s fishers, who say releasing the water risks destroying their livelihoods because consumers will shun their catch and send prices plummeting. “Even though it is safe, it could still harm sales of Fukushima seafood and lower prices, which is what happened 12 years ago,” conceded Junichi Matsumoto, Tepco’s chief officer for the management of treated water. “We know fishing communities are worried … that’s why we and the government are working on addressing the potential reputational damage.” The Fukushima prefectural government says that, post-disaster, its food safety standards are among the strictest in the world. The government-set upper limit for radioactive caesium in ordinary foodstuffs such as meat and vegetables is 100 becquerels a kilogram, compared with 1,250Bq/kg in the EU and 1,200Bq/kg in the US. While officials attempt to reassure the public and other countries that Fukushima produce is safe for consumers, Tepco and the government have embarked on a PR offensive, holding regular briefings on the water discharge for Tokyo-based diplomats and journalists, and running ads on TV, in newspapers and online. “We take other countries’ concerns seriously, which is why we are using every possible opportunity to explain the discharge plan to them,” said Ayako Ogino, a foreign ministry official. “We have made a commitment to discharge the water without harming the environment or human health. To describe the water as contaminated is erroneous, as it implies that it will harm the environment.” The campaign has had mixed results. South Korea and China have voiced opposition to the discharge, while the Pacific Islands Forum (PIF) said recently it had “grave concerns”. Environmental groups have challenged the Japanese government’s claims that the water will not affect marine life or human health, while the US National Association of Marine Laboratories has pointed to a lack of adequate and accurate scientific data to support its reassurances on safety. The water release plan received a boost this month, however, when Micronesia, a member of the PIF, dropped its opposition to the water discharge. Its president, David Panuelo, said in Tokyo that his country was “no longer fearful or concerned about this issue now as we trust in Japan’s intention and technological capabilities in not harming our shared oceanic interests”. Japanese officials have ruled out other options, including long-term storage underground or evaporation, and insist nothing will stand in the way of the discharge plans. “The biggest obstacle to decommissioning Fukushima Daiichi is the debris [inside the reactors],” said Atsushi Wakui, a nuclear accident official at the economy, trade and industry ministry. “Securing the site so we can begin removing the melted fuel is absolutely essential, and that means urgently addressing the water problem. There are more than 1,000 tanks of water here, and they need to go.” • This article was amended on 20 February 2023 to clarify that concentrations of radionuclides other than tritium will be treated and, if necessary, retreated until they have fallen below government limits."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/jun/06/london-irishs-demise-should-terrify-those-in-rugbys-corridors-of-power","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-06-06T19:00:15Z","webTitle":"London Irish’s demise should terrify those in rugby’s corridors of power | Gerard Meagher","webUrl":"https://www.theguardian.com/sport/2023/jun/06/london-irishs-demise-should-terrify-those-in-rugbys-corridors-of-power","apiUrl":"https://content.guardianapis.com/sport/2023/jun/06/london-irishs-demise-should-terrify-those-in-rugbys-corridors-of-power","fields":{"bodyText":"If one is misfortune and two is carelessness how on earth to describe the loss of a third Premiership club in the space of eight months? London Irish have finally followed Worcester and Wasps in being kicked out of the league, the financial mess that engulfs club rugby growing deeper. Again it is a tale of broken promises, of misplaced hope that salvation was round the corner. The figures alone are haunting. Upwards of £30m of debt, approximately 70 players unemployed. But the numbers do not speak of the devastation that accompanies the demise of a professional club. Nor the depressing inevitability of something that has been on the cards for months, writ large in recent weeks, or the powerlessness to stop it. The reasons behind Irish’s demise are different to that of Worcester and Wasps but no less chilling. Worcester’s problem was their co-owners; Wasps’ what can be described, with hindsight, as a ludicrous bond scheme. What will terrify those in the corridors of power in regards to Irish’s downfall is that it was due to a benefactor who had supported the club for the last decade but either could not or would not continue to do so. It is terrifying because here is an illustration of just how precarious it can be to live at the mercy of a wealthy owner initially willing to absorb losses. Take Bath as an example. Bruce Craig is said to have pumped a few more million into the club and Finn Russell’s arrival will be greeted with great fanfare. But what of Bath if Craig pulls the plug? The same goes for Bristol if Steve Lansdown decides it is time to get out. Likewise Tony Rowe at Exeter. Newcastle, on the other hand, have been criticised for slashing their budget and with it their ambition. At times the criticism is justified – their capitulation at home to Northampton in the penultimate round of the season was pathetic – but at least they are trying to live within their means. If the first draft of the next Professional Game Agreement does not spell out instructions as to how clubs must address their debt – exacerbated by Covid recovery loans – and that their central funding is conditional on it, then it should be ripped up and thrown in the bin. That the government has stepped in by appointing two independent advisers to assist with the restructuring of the domestic game only reiterates the gravity of the problem. At Irish, just as at Worcester and at Wasps, it is the human cost that is most sobering. The employees who are now out of work, who have given years, decades, to the club. In terms of the playing squad, the cream will be swiftly picked off – Tom Pearson has an array of suitors, so too Henry Arundell and the highly rated Chandler Cunningham-South. But what of the lesser-heralded players? Not all will find employment in what is already a crowded market. That the players and staff agreed to an extension to the Rugby Football Union’s deadline, primarily to ensure that they at least received some of May’s wages, is a damning indictment of the landscape. Irish’s owner, Mick Crossan, has his supporters after picking up the club a decade ago, for absorbing losses year on year, for relocating them to the capital and for continuing an upward trajectory. Much of that goodwill has been lost in recent weeks. As well as being given the ultimatum of only being paid 50% of May’s wages in order to keep the club afloat, staff and players were also paid April’s wages late. To put the burden on the players is to tug at the heartstrings. At the start of May, Irish’s director of rugby, Declan Kidney, reminded us it was a club with a 124-year history, with amateur roots in Sunbury in Surrey, also a club with a community feel. It is that sort of emotion that clouds judgment when it comes to the proposed takeover by a US consortium. Take it away and all that’s left is an investment that makes little business sense. Granted the Hazelwood training base is an impressive asset, but Irish do not own their stadium and have tens of millions of pounds of debt. Simon Massie-Taylor, chief executive of Premiership Rugby, has inherited a lot of problems of his predecessors’ making and has approached them with commendable intent, but it was naive in the extreme to remark of Irish’s prospective buyers that “they’re from across the pond and they’ve got interest in other sports so it is a positive news story”. He is not the first to be seduced by Uncle Sam but will now have to set about accelerating plans for a 10-team Premiership. The desperate shame is that Irish have made great strides on the pitch this season. Kidney deserves great credit for that; he is an experienced hand with an unflappable nature who will have protected his squad from the turmoil as best he could. There is a wealth of talent in the squad, too, and if the aim was to spend big on players such as Waisake Naholo, Adam Coleman, Sean O’Brien and Curtis Rona as the cohort of English talent that includes Pearson and Arundell emerged then it nearly worked. The fanbase in Brentford has also grown – more than 11,500 attended their final match of the season – but ultimately it is another moonshot to crash and burn. For its part the RFU has not known whether to stick or twist as the echoes with Worcester and Wasps have grown louder in recent weeks. On one hand there has been a desperation to avoid losing a third club from the Premiership in the space of eight months; on the other the union has to be firm after its chief executive, Bill Sweeney, was skewered by a parliamentary inquiry in November. Irish’s suspension will only heap the pressure on Sweeney, whose public appearances have dried up in recent months. He is under pressure over his planned governance reforms and the botched handling of the tackle height law change. There is also understood to be an anticipated £40m shortfall in the RFU’s income, alongside a further projected £10m loss due to inflationary costs, such as those related to overheads. The next Professional Game Agreement – which comes into force next year – may be Sweeney’s intended parting legacy but, in truth, he may not even get that far. If he does, then addressing the Championship – whose funding was slashed on his watch – must be among his priorities. It is absurd to think the Championship can come to the rescue for so many players out of work when it is not funded properly. If there is a glimmer of hope it is that cut-price year-long deals in the second tier or France, before the Premiership salary cap goes back up to £6.4m, may be the least bad option for many players. But that several clubs believe raising the salary cap again is madness, given the current climate, only goes to highlight the depth of the quagmire English rugby is in. As one well-placed source lamented: “What is the vision, can the RFU give us a concrete vision for what English rugby looks like?” Until it does, the worry is that London Irish will not be the third and last to fall. For now there are 10 green bottles sitting on the wall."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"us-news/2023/aug/10/alabama-riverfront-brawl-memes","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-08-11T05:00:27Z","webTitle":"Scuba Gooding Jr and the Riverboat Rumble: why Alabama brawl memes have real power","webUrl":"https://www.theguardian.com/us-news/2023/aug/10/alabama-riverfront-brawl-memes","apiUrl":"https://content.guardianapis.com/us-news/2023/aug/10/alabama-riverfront-brawl-memes","fields":{"bodyText":"When a Black riverboat captain was assaulted by a group of disrespectful white pontoon cruisers, the Saturday evening confrontation at Montgomery, Alabama’s Riverfront Park set off a melee that would rival any heavyweight prize fight for global attention. It started after the captain had spent 45 minutes asking the cruisers to move the pontoon they had docked in the riverboat’s parking space, a request that was met with swearing and obscene gestures. When one cruiser lunged at the captain with both hands and knocked him back, the skipper dug in for a fight. Seeing him outnumbered and quickly overwhelmed, Black onlookers swarmed to his defense, kicking off an epic brawl that was caught on camera from multiple angles. It was only a matter of time before Black Twitter was jumping into the fray and sizing up every story detail in the fight scene for comedic potential – from a dockworker’s Mary Tyler Moore-esque hat toss to a Black teen attempting a Baywatch-style water rescue to a Black man wielding a folding chair. The no-punchlines-pulled feeding frenzy doesn’t just represent a new high water mark for internet comedy. It cut to the heart of the many cultural currents that converged on the Alabama shore that fateful evening: Montgomery’s racist history, its civil rights redemption, the onslaught of viral videos depicting unarmed Black people in death throes, and the catharsis that can come from collective resistance. The jokes, which haven’t slowed in the five days since the incident (with three people in custody), have run the gamut. Within hours, there was a commemorative T-shirt and then, days later, earrings. A beat-for-beat re-enactment –had a random collection of pool-goers replaying the entire scene in slow motion. A trap anthem titled Montgomery Brawl heaped praise on the Black pleasure seekers who stood up for the boat captain. “Alright, bet, lemme tell y’all what really happened,” goes one lyric channeling the voice of a stranded riverboat cruiser, “heard they was jumpin’ on my cousin; lemme off, captain.” This was after pleasure seekers aboard the riverboat could be heard chanting the hook from the hit Ludacris song Move Bitch. The fracas itself has taken on many titles: the Riverboat Rumble, the Montgomery Melee, the Alabama Sweet Tea Party. The one that appears to have stuck, Fade in the Water, is a fighting spin on old Negro spiritual. Its unquestioned hero remains the 16-year-old who cut through the Alabama River to come to the captain’s aid and defied the stereotype that Black people can’t swim in the same bold stroke. Even though his name has only just become public, many online have already come to know him as “Scuba Gooding Jr” or “Childish Branzino” or “Black Aquaman” – a dominant weekend trending topic. The fact that Black keyboard comics have kept the story alive online for so long is especially impressive considering how many of them deserted Twitter for other platforms after Elon Musk took control. The story, best told through memes, is particularly well suited to more visual platforms like TikTok and Spill, a Black Twitter refuge. One Photoshop job, used as cover art for the boat brawl anthem, reimagines the dockside incident as a scene from Marvel’s Doctor Strange, with two white guys backing down from a Black pack emerging from another dimension through fiery rings. The mashups that don’t lean into pop culture either nod at Montgomery’s civil rights connection to Martin Luther King Jr (a Black man in the role of overseer to three shirtless white cotton pickers as the reverend doctor smiles down from on high), or single out the dockside scene’s breakout star – the folding chair – for special recognition (another Black man with a folding chair clipped to his side under the caption “it’s an open carry state”). Just when you think the two ideas couldn’t possibly be conflated, into the timeline pops a meme of King in his Mountain of Despair DC monument holding a folding chair to keep the gag running. In many ways, the staggering commitment to this bit was born from an obligation to honor the moment’s overflowing symbolic themes. Before the city of Montgomery became the center of King’s bus boycotts, it was the seat of power for George Wallace – the polemical governor who fought to uphold Jim Crow and didn’t back down from federal challenges. The National Memorial for Peace and Justice pays tribute to the 4,400 people of color known to have been victims of racial terror in the United States; its place, across four downtown acres in the capital of a state responsible for at least 340 such killings, is no coincidence. Downtown Montgomery was a critical hub for the slave trade, displacing Africans from the south-east coast into the deep south by the thousands through the park plaza where the ship captain was attempting to port. That his cavalry came from a vessel called Harriott II, which had the Black Twitter hive mind going straight to the Underground Railroad’s gun-toting hero conductor, wasn’t lost amid the laughter either. “If you understand the history of Montgomery,” wrote Nikole Hannah-Jones, creator of the 1619 Project, “it gives so much more perspective to this video.” Even the folding chair, which might draw easy references to WWE’s SummerSlam, has roots in Black history. Its inventor – a Black man from Lynchburg, Virginia, named Nathaniel Alexander – meant for his contraption to be used in churches and schools. Shirley Chisholm, the pioneering congresswoman and presidential candidate, was famous for saying: “If they don’t give you a seat at the table, bring a folding chair.” It wasn’t long before that quote was captioning more boat brawl memes. Of course there will be those inclined to castigate Black Twitter for delighting in what is a smorgasbord of misdemeanor assaults, as if January 6 rioters aren’t toasting their coup attempt as an actual Boston Tea Party sequel. The Fade in the Water jokes are born from a justifiable spirit of resistance – not a rejection of King’s non-violent teaching, but of the way that philosophy has been appropriated by white people for their own ends. After they faced decades as helpless witnesses to broad daylight assaults, here was a moment when Black people banded together at every stage – capturing multiple camera angles, keeping the story trending outside of Twitter, hitting back with one devastating meme after another. The jokes go a long way in explaining how this rare stand-your-ground moment is cause for celebration, and why Black Twitter is destined to remain the reigning comedy emcee no matter where it plays. • This article was amended on 13 August 2023. The name of the boat was Harriott II, not Harriett II as an earlier version said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2023/mar/09/a-long-overdue-moment-the-uk-greens-pushing-for-the-nuclear-option","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2023-03-09T15:00:25Z","webTitle":"A long overdue moment? The UK greens pushing for the nuclear option","webUrl":"https://www.theguardian.com/environment/2023/mar/09/a-long-overdue-moment-the-uk-greens-pushing-for-the-nuclear-option","apiUrl":"https://content.guardianapis.com/environment/2023/mar/09/a-long-overdue-moment-the-uk-greens-pushing-for-the-nuclear-option","fields":{"bodyText":"On 21 May 2022, after hours of impassioned debate, members of Finland’s Green party voted to make theirs the first in the world to back nuclear power. Greens in Finland would now campaign not only for the lifespan of current reactors to be extended but also for new plants, with the technology recognised by their manifesto as “sustainable energy”. It was a decision that upended decades of environmentalist orthodoxy – by campaigners who, in many cases, cut their teeth in opposition to nuclear. And, for Tea Törmänen, it was the culmination of years of campaigning. She and others in the Finnish Greens for Science and Technology group had argued that only through the adoption of nuclear power and other technologies could human societies decarbonise fast enough to avert climate breakdown. Writing later, the biologist, who is also a former chair of Finland’s Ecomodernist Society, said: “For me it was a moment that was long overdue.” As anxiety grows over the extent of climate and ecological crises, fear for the future is loading an ever more desperate calculus in favour of radical action. For some, this could include environmentalists embracing technologies previously regarded as unacceptable. But could Britain’s green movement go nuclear? Last month, Törmänen was in a London meeting with UK activists to see if it can. RePlanet are the pro-nuclear, pro-GMO vegans who have come to shake up the environmental movement. Newly formed of an international network of pro-technology environmental campaign groups, they believe doubling down on technology and progress is the key to solving the climate and ecological crises. Now, with funding from climate philanthropists, they are spreading out from a core in northern Europe with a plan to “pivot the mainstream” across the continent. But their proposals look set to put them on a collision course with traditional environmentalists. In a video fronted by the environmental campaigner and Guardian columnist George Monbiot they have entreated the public to go vegan, calling for animal products to be replaced by fats and proteins grown in genetically modified microbial soup. In Germany they are campaigning for the government to end its phase out of nuclear power and in Finland and the Netherlands they have helped guarantee the industry’s future. At the EU level they successfully argued that nuclear should be included in its taxonomy of green energy sources, while at the same time campaigning against the bloc’s organic farming targets and longstanding ban on genetically modified crops. They have hired two seasoned activists, Joel Scott-Halkes and Emma Smart, to manage their UK campaign. With backgrounds in Extinction Rebellion, both have proven themselves committed to radical climate action. Scott-Halkes went on to join radical vegan offshoot Animal Rebellion, while Smart’s activism with Insulate Britain earned her spells in jail. A third British campaigner, the environmental writer Mark Lynas, a former staunch opponent of GM who reversed his views, is a co-founder. RePlanet has its roots in a network of “ecomodernist” groups and societies established since 2015, after the publication of An Ecomodernist Manifesto. That document, signed by Lynas among others, upended traditional environmentalist philosophy. Instead of calling for humans to live in harmony with nature, for degrowth and moderation, the ecomodernists double down on technology as a means to minimise the human impact on Earth, while providing for a population of billions. Land sparing lay at the core of the manifesto, with the aim of rewilding as much of the world’s surface as possible by concentrating human activities. Ultimately, they wrote, technology could “decouple” economic growth from planetary systems, and the “wise” use of nuclear power, genetic modification and intensive agriculture would lead “to a good, or even great Anthropocene”. Activists in Finland, the Netherlands and elsewhere took up the charge. But in the UK, reception to the ecomodernists was frosty. Summing up criticisms at the time, Monbiot said ecomodernists “would wish away almost the entire rural population of the developing world”, and they had failed to interrogate the relationships between modernity and proletarianisation, uneven development and poverty. After a botched attempt to reach out across the political spectrum by teaming up with Owen Paterson, a Tory former environment secretary, Lynas admitted attempts to launch the movement in the UK had amounted to a “screw-up of impressive proportions”. Now he is playing a key role in trying to revive ecomodernism. RePlanet, Scott-Halkes explained, had been born out of a process of “rebranding ecomodernism”, jettisoning bits of the philosophy that had “become problematic”. Over the past two years, he said, they had worked together with Monbiot to embed into their approach a critique of power. Where previously ecomodernists had been seen as naively pro-capitalist and pro-technology, RePlanet believe they have faced up to the nuances and dangers of the technologies they are proposing – and the dangers of progress in general. Like classic ecomodernists, they see themselves as “pro-science and evidence-based” supporters of prosperity, who embrace progress, said Scott-Halkes. But there is a new emphasis on development and, befitting its sojourn in social democratic northern Europe, a new faith in “the power of the democratic state to take control of technologies, to develop technologies”. Precision fermentation and nuclear power are emblematic of the kinds of technical fixes they call for. Precision fermentation could, they claim, allow for the entire world’s protein to be produced from an area the size of London. It is not a pipe dream: the same technology is already used to produce most of the world’s insulin and citric acid; in the US, ice-creams containing precision fermented replicas of milk proteins are already on the market. But RePlanet says the technology must be “open sourced” to ensure its democratisation, with precision fermentation breweries in every town. “We’re saying with precision fermentation, in particular, we need to get in there now, because this is food, this is sustenance,” said Scott-Halkes. “If this does come to dominate the global food system we should be advocating for democratic control of it right now. Otherwise, we’re actually genuinely screwed.” Less easy to open source is atomic energy. But Replanet believe it is the only way for humanity to meet the energy needs of a rapidly developing world while decarbonising as fast as possible. “Nuclear is the most land-efficient energy source that has ever been invented,” Scott-Halkes said. “It is by various degrees 300 times more land efficient than wind power, 150 times more efficient than solar power, uncountably, 4,000 to 5,000 times more land efficient than biofuels. If you want space [for] rewilding, you need nuclear.” Finland is the “gold standard” of what RePlanet hopes to achieve. Not only have ecomodernists there managed to persuade the Green party to adopt nuclear power, but in December the party’s council agreed to a dismantling of restrictions on GM. With 20 seats in Finland’s parliament, such policy decisions have force. In the UK they have further to go. When pronuclear campaigners appeared on protests at Cop26 in Glasgow last year they were accused of being paid shills of the industry. Critics of precision fermentation argue it is a complicated technology prone to centralisation, when accessible, localised, resilient and above all natural food sources are needed. Rob Percival, head of food policy at the Soil Association, which certifies organic food in the UK, described RePlanet’s Reboot Food campaign on Twitter as “akin to the rewilding movement getting hooked on GMO-steroids”. Percival said it was important for campaign groups to push boundaries, and he agreed with the potential for precision fermentation to displace intensive animal farming. “But they are pushing this land-sparing concept to quite an extreme conclusion,” he said. “I think it’s unwise in that intensive systems have proven time and again to be liable to corporate capture, bad for the soil, heavily reliant on chemicals.” Opponents of nuclear say it is far from living up to RePlanet’s promise. Dr Doug Parr, Greenpeace’s policy director, said the world needed alternative and clean sources of energy that are quick and cheap to deploy. “Nuclear is the opposite,” he said. “The new plant at Hinkley C is over a decade behind schedule and billions over budget. The next one in line, at Sizewell C, may not even start generating energy until today’s newborns turn teenagers. Crucially, we don’t need new nuclear. Solar and wind technologies are a much cheaper and quicker way to cut carbon emissions, and studies show we can keep the lights on with a wholly renewable energy system. All we need is the political will to make it happen.” Even Monbiot, who has helped to craft RePlanet’s updated ecomodernism, qualifies his support for the group’s ideas. He is known as an advocate for organic farming, which RePlanet has campaigned against. But he insists, nevertheless, that fresh thinking is needed to resolve the crises affecting the environment. “I broadly agree that we have to assess every issue from first principles, and we can’t afford to be blinded by prejudices against certain technologies,” Monbiot said. “We have to assess them all case by case, and we might come down in slightly different places on some of those technologies, but broadly I think we are on the same page.” RePlanet are not the only advocates of high-tech solutions to green problems. Taking his cue from Marx’s embracing of modernity as the grounds for revolutionary change, Matt Huber, author of Climate Change as Class War, dismisses degrowthers’ vision as “almost as austere as Pol Pot’s”. Adopting a more populist tone, the leftwingers clustered around the UK’s Novara Media news website have advocated for “fully automated luxury communism”, which went on to become the title of founder Aaron Bastani’s debut book. Most significantly, those with the money and power to actually bring ideas into implementation also seem to back technological solutions. Vast sums have already been invested into GM, plans are afoot for direct CO2 capture via huge industrial machinery and the cost-benefit analysis around geoengineering is increasingly regarded as worth the risk. Ecomodernism may not, yet, be the most popular idea among those who are campaigning for a solution to planetary crises created by humanity. But it increasingly looks as though it may be the one we will get."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/aug/11/marinus-link-future-uncertain-for-key-tasmania-to-mainland-power-transmission-link-after-2bn-cost-blowout","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-08-10T22:00:50Z","webTitle":"Future uncertain for key Tasmania to mainland power transmission link after $2bn cost blowout","webUrl":"https://www.theguardian.com/australia-news/2023/aug/11/marinus-link-future-uncertain-for-key-tasmania-to-mainland-power-transmission-link-after-2bn-cost-blowout","apiUrl":"https://content.guardianapis.com/australia-news/2023/aug/11/marinus-link-future-uncertain-for-key-tasmania-to-mainland-power-transmission-link-after-2bn-cost-blowout","fields":{"bodyText":"Tasmania is optimistic the Albanese government will lift funding for a key new transmission link to the mainland after projected costs blew out by at least $2bn. The Marinus Link was originally priced at $3bn in 2021 for its two-stage construction of separate cables across the Bass Strait, each with 750 megawatt capacity. Recent estimates by the market operator, though, put revised costs at more than $4bn while the Tasmania government has not ruled out a final price tag of $5bn-$5.5bn. Guardian Australia understands the federal government has held discussions with its counterparts in Hobart to review funding arrangements after tender costs soared. Last October, the energy minister, Chris Bowen, said the undersea links would “deliver up to $4.5bn in positive net market benefits, including to electricity users”. Under that deal, Tasmania, Victoria and the commonwealth would split 20% of costs as equity. The remaining 80% would be funded by a concessional loan from the federal Rewiring the Nation agency through the Clean Energy Finance Corporation. However, the premier, Jeremy Rockliff, and the energy minister, Guy Barnett, have recently warned there was a limit to Tasmania’s ability to pay. “There’s a line in the sand that we will not cross,” Barnett said on Tuesday, adding the Albanese government had responded to a letter outlining their concerns “in a very collaborative and cooperative way”. “This is national infrastructure. They have an important role to play here in terms of the benefits for the nation and the benefits for Tasmanians,” he said. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Marinus looks like joining a lengthening list of major energy projects whose costs have soared because of equipment and staff shortages. These include Snowy Hydro’s giant pumped hydro project that could cost $10bn, excluding extra transmission costs, while Victoria’s VNI-West’s costs to consumers may end up doubling. The fate of Tasmania’s “battery of the nation” series of pumped hydro projects and a slew of windfarms hinge on Marinus proceeding. Dylan McConnell, an energy specialist at the University of New South Wales, said it remains a “fundamental question” about who would ultimately pay for Marinus. The Rewiring the Nation agency was not providing a grant and, for now at least, had to recover its loans. Typically, costs would be clawed back from the regions connected – in this case, Victoria and Tasmania – but such a scheme would be “a complete non-starter” for the island state, McConnell said. “The cost impost on Tasmanian electricity consumers would be extraordinary, given the population base and electricity consumption,” he said. A spokesperson for Bowen declined to say whether a decision on more support for Tasmania was imminent. “Marinus Link is an incredibly important project for Tasmania and Australia,” the spokesperson said. “While it is facing similar pressures to other major energy and infrastructure projects around the world, we are working carefully to ensure its benefits are realised.” Victoria’s energy minister, Lily D’Ambrosio, said new transmission interconnectors would play “a critical role in powering Victorian homes and businesses with renewable energy as our ageing coal-fired generators close”. “Infrastructure costs are increasing globally,” D’Ambrosio said, adding “we will continue to engage with the commonwealth and the Tasmanian government to make sure Marinus Link stacks up for Victorians”. Dean Winter, Tasmania’s shadow energy minister, said Rockliff owed it to Tasmanians “to spell out the full cost of Marinus Link and explain whether this and other major projects are facing the axe”. “[Just] nine months after signing a deal to build Marinus, this government is now walking away from its own deal,” Winter said. The minority Liberal government’s status is not helping, with at least one of the two rebel Liberal MPs opposed to Marinus. Groups such as the Bob Brown Foundation also reject the project on environmental grounds. Tony Wood, the director of the Grattan Institute’s energy program, said Marinus “has been a dog’s breakfast for a long time”, with the commissioning date “pushed forward and back several times”. The energy market operator has the first stage being commissioned by July 2029 and its second stage two years later in a recent report. Should the federal government’s revised deal prove unacceptable to Victoria and Tasmania, Marinus may be abandoned. Victoria would then likely have to build more batteries as well as additional offshore wind projects to meet its decarbonisation goals, Wood said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2023-06-04T07:00:07Z","webTitle":"Cristiano Ronaldo’s topsy-turvy Saudi sideshow upstaged by power of Nuno","webUrl":"https://www.theguardian.com/football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno","apiUrl":"https://content.guardianapis.com/football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno","fields":{"bodyText":"When Saudi Arabia’s Al-Nassr announced the arrival of Cristiano Ronaldo in late December, their Instagram following jumped from less than 1 million to almost 15 million. On the pitch, despite Ronaldo’s best efforts, the Riyadh club slipped from first when he arrived to finish second in May as Nuno Espírito Santo led Al-Ittihad to a first championship since 2009. This move was always about much more than football but there was plenty of that to talk about. A first league title as a coach for the former Tottenham and Wolves manager means his Portuguese compatriot will have to wait until next season for the chance to add to the seven domestic championships won with Manchester United, Real Madrid and Juventus. That campaign may look very different and not just because the top tier will expand from 16 to 18 teams. More big names are on the way. Lionel Messi, Sergio Busquets and Karim Benzema – as well as coaches such as José Mourinho and Zinedine Zidane – are all being linked with Saudi Arabia. Once such speculation would have been dismissed, but things have changed. “To have such players come, then the Saudi players will see a different mindset and approach from the top stars in the way they prepare,” says Roel Coumans, coach of the Saudi league club Abha. “To come to Saudi and believe it is easy is a big mistake, the league is very strong and the standard is definitely improving.” Ronaldo, who is reportedly being paid about £175m a year until June 2025, scored 14 goals in his 16 league games as Al-Nassr tried to keep pace with the relentless Al-Ittihad. While the performances of the 38-year-old could be described as good rather than great, compared with some foreign players in Asia – (Carlos Tevez described his time in Shanghai in 2017 as a “holiday” and certainly treated it as such) – Ronaldo’s commitment to the cause was there for all to see, as was his frustration with himself, teammates and even coaching staff when things were not going to plan. “When you are that age and in this kind of shape then you will be an example to others,” Coumans said. “He has always had this kind of mentality and always wants to win.” That did not always happen, though there were highlights. A delicious curling shot from the edge of the area to complete a fightback victory over Riyadh rivals Al-Shabab in May rolled back the years. There was also a rare free-kick success. Despite such moments, Al-Nassr struggled to build momentum. Anderson Talisca was the leading goalscorer when Ronaldo arrived, an attacker who also wants the ball at all times. The Brazilian and the Portuguese never quite clicked and it was noticeable that when Ronaldo missed the last game of the season through injury, Talisca scored two and made one in a 3-0 win. Others seemed to benefit. Abdulrahman Ghareeb noticeably improved alongside the five-time Ballon d’Or winner. “It is very difficult to play with a player of the talent and stature of Ronaldo,” the winger said. “It is not possible to predict what he will do in the match but I am happy to play with him and keen to learn and improve my level.” In April, Rudi Garcia, the coach, left after rumours of a row with Ronaldo and other players over tactics. In came Dinko Jelicic as interim coach but the Croat made little impact. There was turmoil behind the scenes, with reports of Musalli al-Muammar resigning as club president. “We know how effective Ronaldo is but he is just one player,” said Jana Mohammed, an Al-Nassr fan. “If you check lots of fans’ opinions, they are not satisfied with the management, that is who we are annoyed with.” Off the pitch, Al-Nassr became one of the most talked-about clubs in the world and their yellow and blue shirts are now familiar, especially as the league sold broadcasting rights to almost 40 territories. Regardless of accusations of sportswashing, Saudi Arabia’s aim is to become a global sporting hub sooner rather than later with growing involvement in international football and other major events such as Formula One, golf and boxing. In football, the 2027 Asian Cup is already confirmed, there is an official bid for the 2026 Women’s Asian Cup and there are reports of a World Cup bid coming soon, possibly along with Egypt and Greece. “We have to choose the right time: 2030 or 2034?,” said Sheikh Salman bin Ebrahim al-Khalifa, president of the Asian Football Confederation, in May. “If our chance of hosting the tournament is better in 2034, we are looking into that, and if our conditions in 2030 are better, why not?” Hosting rules would need to be changed for another Asian country to host in 2030, only two tournaments after Qatar 2022. Ronaldo, with more than 560 million followers on Instagram, is another factor. Crotch-grabbing aside (an apparent reaction to rival fans shouting “Messi” at him as he left the field after a derby defeat in April, though Al-Nassr said it was a reaction to a groin injury), he has done and said the right things and been pictured participating in Saudi Arabian life with his Arabic-speaking children. Reports in the Europe that he is unhappy in the country are confidently dismissed by club officials. His comments, first when on international duty in Portugal in March and then to Saudi television in May, that he believed the league could become one of the best five in the world may have raised European eyebrows but went down very well at home. Whatever the international ranking, Al-Ittihad are the best domestically. Under Nuno, the Jeddah giants deserved a first title since 2009. Conceding 13 goals in 30 games and losing twice was impressive. As well as the tight defence, the Moroccan striker Abderrazak Hamdallah collected his third golden boot in the country with 21 goals. “There are basic principles in my life that conflict does not solve problems so I deal peacefully with players,” said Nuno who instilled a new mental strength into a team that threw away a 16-point lead in the previous season. “If they did not believe in themselves then this title would have been impossible and it is the players who made it possible.” Ronaldo could not quite make Al-Nassr’s dreams possible on the pitch but off it, he has taken the club’s profile as well as the league’s to a new level. He says he is not finished yet. “Next season will be even better.”"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"commentisfree/2023/jul/17/labour-critics-record-keir-starmer-election-britain","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-07-17T16:00:30Z","webTitle":"Listen up, critics: first let Labour win power. Then scrutinise its real record | Polly Toynbee","webUrl":"https://www.theguardian.com/commentisfree/2023/jul/17/labour-critics-record-keir-starmer-election-britain","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jul/17/labour-critics-record-keir-starmer-election-britain","fields":{"bodyText":"As they fail on every front, the Tories play the best card they have in their hand: managing expectations. Take this week’s three byelections: every Tory MP you meet says, with a glum face, it’s a wipeout, game over. So if Labour wins Selby and Ainsty, that’s priced in, move on. But if Labour fails to overturn a 20,000 Tory majority, watch the narrative turn to “Starmer’s weakness”. Time for some perspective. Even the prospect of winning a rock-solid Tory seat should remind doubters of what has been an epic climb by Labour from the despair of its 2019 near-death experience. Labour’s leader had a strategy mapped out from day one, and nothing has distracted him from it: two years to fix the party, ruthlessly expunging any who damage it; a set of five cast-iron missions; and fiscal discipline, avoiding all spending traps ahead of the manifesto. And the result is an astounding 20-point lead. Are Labour people satisfied? Of course not. We see glum faces among the left-leaning commentators, who say Labour will only win as the result of the Boris Johnson and Liz Truss catastrophes. They want to know a Labour government will be transformational, exhilarating, brave, inspired: instead they complain of extreme caution and affronts to Labour values. But this is the time to remember May 1997, and how euphoric that Labour victory felt. Understand that the closer Labour gets to the winning post, the greater its fear of one false step, one fatal slip. It won’t matter how excellent Labour’s policies were for the poorest people in Britain if it returns to the miserable opposition benches. Keir Starmer has said from the outset that winning is his purpose. Public mistrust of Labour’s management of the nation’s money is why Labour lost and lost again in our lifetimes: fiscal indiscipline is the danger, so we wince as Starmer and Rachel Reeves tighten the bolts on the Treasury chest. But wince we must: the more painful the spending thumbscrew, the more convincing to undecided voters. Though Labour is ahead in polls on every issue and Starmer leads Sunak on every quality, it’s on the economy where the gap is narrowest: Labour analysts fear trust in Labour on tax and spend is softest. That is why virtually no spending promises are being made, and why every question on funding or paying public servants is dead-batted with an apparent pledge to keep within Tory spending plans. It hurts, but there is a point to it. Starmer’s comments about the two-child benefit cap on Sunday sent shock waves through Labour ranks: the party had attacked it time and again for affecting 1.5 million children, 1.1 million of whom are in poverty, yet now Starmer tells Laura Kuenssberg bluntly: “We are not changing that policy.” YouGov last week found 60% of British adults it surveyed support the cap, including, alas, a majority of Labour voters. Is Labour selling its soul for votes when it should be persuading people towards more generosity of spirit? All this reprises the runup to the 1997 election, when the particularly nasty social security secretary Peter Lilley sang his “little list” of hates, including “young ladies who get pregnant just to jump the housing queue”. He laid a trap for Labour, which had pledged to follow all Tory spending plans: his cut to single parent benefits was to be implemented (like many of Rishi Sunak’s cuts), after the election for Labour to inherit. Unlucky Harriet Harman arrived as the new secretary of state for social security obliged to implement it. Though she softened the cut to apply only to new claimants, Labour felt it had to pass this first test of its honesty. That vote was an early blooding for many new MPs, and some wept on their way into the aye lobby, while 47 rebelled and many more abstained. (Tony Blair rewarded Harman by sacking her a year later.) But, she told me this week, it was a political and economic necessity. Though the sum was small, “The international markets were watching our every move to see if we’d renege on our spending promises.” Was it really necessary for New Labour to tie itself so tightly to every Tory plan? In retrospect, I’d say probably not, but hindsight is a fine thing. Ken Clarke, the previous chancellor, laughed and said he had no intention of sticking to his plans. But Tories always escape much scrutiny – with a mighty media claque to hide behind. Let’s remember what happened to single parents under Labour after that. Harman’s new deal for lone parents transformed millions of lives and opportunities, with new jobcentres offering support, not castigation; before long, all family benefits rose, as they always do under Labour, with working tax credits and child credits. There were the first ever credits to pay for childcare, enabling many more to take jobs: the support of 3,500 Sure Start centres followed. What will happen to three-child families under Labour? You can bet they and all others on benefits will end up far better off, because that’s what Labour does. But only when it wins. Now here we are again with hyper-cautious Labour taking no risks and offending its own people. This time, when there’s so much less money than in 1997, voters know promises are not credible unless backed with hard cash. Of course we Labour people yearn for a promise to return to the single market, for wealth taxes and the revival of every moribund public service. But only winning matters, so every obstacle has to be swerved, as the Tories try to turn attention away from their failures on the cost of living, the NHS, the economy and the climate. Labour will refuse to talk Brexit, electoral reform, benefits, trans rights, renationalisation or anything else distracting, and yes, in our corrupted politics, Labour does have to meet Rupert Murdoch. Rightly, Labour is constantly goaded and provoked to be better, but it’s perverse that complacency over Starmer’s strong lead has become a reason to criticise him for lack of boldness. Critics are too dismissive of his five missions: clean energy, growth through housing and green jobs investment, the NHS, safer streets and opportunity to break the class ceiling. These are at the heart of Labour’s for ever purposes. Fair pay agreements and unions in every workplace are radical. Expect any failing utility or rail company to fall into common ownership, without costing the public billions. I too yearn for more, always more. But to the glums complaining Labour will be Tory-lite, lacking vision and ambition, remember this: we have just lived through 13 appalling years of austerity vandalism. Remember that every Labour government improves the lives of those with least, raises benefits, raises taxes on well-off people, leaves schools, hospitals and public life better, while every Conservative government trashes those things. Will it be enough? No. It never is. But my bet is that Reeves and Starmer will be bolder than anyone now expects. Without doubt they will do, as New Labour did, far more than they dare promise while tip-toeing towards the finishing line. Polly Toynbee is a Guardian columnist Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our letters section, please click here."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"environment/2022/jun/14/uk-buys-option-to-take-20-stake-in-sizewell-c-nuclear-power-plant","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2022-06-14T15:46:12Z","webTitle":"UK buys option to take 20% stake in Sizewell C nuclear power plant","webUrl":"https://www.theguardian.com/environment/2022/jun/14/uk-buys-option-to-take-20-stake-in-sizewell-c-nuclear-power-plant","apiUrl":"https://content.guardianapis.com/environment/2022/jun/14/uk-buys-option-to-take-20-stake-in-sizewell-c-nuclear-power-plant","fields":{"bodyText":"The government has bought an option to take a 20% stake in the Sizewell C nuclear power plant in a move that could ease China’s state nuclear company out of the project. Ministers took a £100m option to invest in Sizewell C’s holding company in January and said on Tuesday it would convert that into equity if the project reaches a final investment decision. The venture on the Suffolk coast is jointly owned by EDF and China General Nuclear Power. The government is understood to be keen to remove CGN from the project amid concerns over China’s involvement in critical UK infrastructure. The business secretary, Kwasi Kwarteng, set out the taxpayer-funded financing model for Sizewell C and future projects on Tuesday. The strategy the government plans to use – a regulated asset base model – is commonplace in infrastructure projects and involves taxpayers taking on risk alongside private investors. The government is attempting to inject urgency into a notoriously slow-moving industry amid a drive to boost Britain’s domestic energy supplies. In April Boris Johnson set out plans to approve up to eight reactors by the end of the decade. A decision on whether to grant Sizewell C planning consent was last month delayed until 8 July. Research by the University of Greenwich Business School seen by the Guardian last month showed the project could cost UK taxpayers more than double government estimates and take five years longer to build. Details of the financing model released by the Department for Business, Energy and Industrial Strategy failed to list the cost to consumers or the return on government investment. The government said Kwarteng was “satisfied” that the project would represent value for money. Alison Downes, of the Stop Sizewell C campaign, said: “It’s outrageous that ministers are hiding the cost to electricity bill payers and the public purse of Sizewell C, while claiming to be transparent. By redacting the finances, it is impossible to know if the secretary of state’s judgment on value for money is sound.” Sizewell C will sit in a new company that will qualify for a government bailout if it goes bust. EDF’s Hinkley Point C plant has had significant delays and rising costs."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"money/2023/apr/17/scottish-power-caused-me-distress-after-my-fathers-death","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2023-04-17T06:00:33Z","webTitle":"Scottish Power caused me distress after my father’s death","webUrl":"https://www.theguardian.com/money/2023/apr/17/scottish-power-caused-me-distress-after-my-fathers-death","apiUrl":"https://content.guardianapis.com/money/2023/apr/17/scottish-power-caused-me-distress-after-my-fathers-death","fields":{"bodyText":"I am contacting you in desperation about the serious problems I am having dealing with Scottish Power after the death of my father last year. When I notified it of AJ’s death back in September it closed his account and promised a cheque for his credit balance would be posted to me. This eventually arrived in November but was made payable to “Miss AJ”. My father’s bank accounts are frozen and he was never a “Miss”, so I requested a replacement made payable to me and sent to my address (I live more than five hours drive from my dad’s flat). I was promised a new cheque would be issued, which it eventually was, but again it was made payable to “Miss AJ” and sent to his address! When I closed his account, a new one had been set up called “executors of AJ”, with me as the named contact. However, even though the company knew he had died, I received emails addressed to “Dear AJ” which I found very upsetting. The farce continued when it sent a £127 refund cheque for the executors account, which was double the amount owed. However, as it was made payable to “executors of AJ”, and there is no bank account with that name, it was useless. It then sent payment demands for the overpayment, even though I had not been able to pay the cheque into a bank account. Eventually, after being threatened with debt collection and credit default notices, I paid the amount it claimed was due, so they now owe me more money. It has also since emerged that the executors’ account was closed the day after I opened it, and another account set up in my name, at his address, with bills based on estimated usage sent to the unoccupied flat. I only discovered this when I started to get payment demands, including texts from debt collectors. However, when I supplied the meter readings the account was £71 in credit. I have lost count of the hours I have spent writing emails, on the phone and writing up notes in an attempt to keep track of progress with the different accounts. I raised a complaint in November last year and in January I asked for it to be escalated. But I am getting nowhere. On the basis of the statements and correspondence, Scottish Power still owes my family about £365 and I feel that some acknowledgment of its failings is warranted given the impact on me after the loss of my father. MJ, Monyash The ineptitude displayed by Scottish Power in handling the closure of your late father’s account at times borders on parody. To send cheques to your father’s female alter ego not once, but twice, as well as sending emails addressed to him, is distressing. But to then chase you for money that you do not owe is shocking. The good news, however, is that with our help this sorry saga is now finally over. Scottish Power says: “We’re very sorry for the distress and frustration MJ experienced, and the unacceptable delays in resolving this for him at such a difficult time. This is not the standard of customer service we aim to provide.” It continues: “We cancelled all previous cheques and sent him cheques issued in his name and to his address, covering the final credit balance owed. “We refunded the energy bill support payments he was entitled to for his late father’s property, and remained in touch to ensure the cheques were received and cashed before closing the accounts concerned. “We then agreed and issued a goodwill payment in recognition of the distress caused.” After some wrangling it increased its compensation offer to £500, which your family has accepted. You are glad it is finally all over but feel that by repeating mistakes, such as issuing useless cheques to “Miss AJ”, it demonstrated considerable incompetence and insensitivity. It made you glad to receive an apology and a level of compensation that you think begins to reflect the seriousness of its failures in this case. To you, it seemed that Scottish Power’s procedures and systems for dealing with the death of a customer had been designed with a level of incompetence comparable to Basil Fawlty. The hope here is that by highlighting your experience, other people dealing with the loss of a loved one will have a better experience. Let’s hope so. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number. Submission and publication of all letters is subject to our terms and conditions"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"business/2023/jan/02/50m-fund-will-boost-uk-nuclear-fuel-projects-ministers-say","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2023-01-02T00:01:00Z","webTitle":"£50m fund will boost UK nuclear fuel projects, ministers say","webUrl":"https://www.theguardian.com/business/2023/jan/02/50m-fund-will-boost-uk-nuclear-fuel-projects-ministers-say","apiUrl":"https://content.guardianapis.com/business/2023/jan/02/50m-fund-will-boost-uk-nuclear-fuel-projects-ministers-say","fields":{"bodyText":"A £50m nuclear fuel fund to bolster production in the UK and support development of alternatives to Russian supply opens for applications on Monday, the business department has announced. The fund forms part of a nuclear fuel investment package of up to £75m, of which up to £13m has already been awarded to the nuclear fuel fabricators Westinghouse in Preston, helping the company develop conversion capability for reprocessed uranium and freshly mined uranium. Uranium conversion is an important stage in the nuclear fuel cycle. The funding is designed to create capability to convert recycled uranium in the UK that is not currently available outside Russia. As well as strengthening UK energy security, ministers hope it will also open up new export opportunities. G7 leaders agreed in June to take collective action to reduce reliance on civil nuclear and related goods from Russia, including diversifying their supplies of uranium and nuclear fuel production capability. Russia owns about 20% of global uranium conversion capacity and 40% of enrichment capacity. Graham Stuart, the energy and climate minister, said: “Record high global gas prices, caused by Putin’s illegal invasion of Ukraine, have highlighted the need for more homegrown renewable energy, but also UK-generated nuclear power – building more plants, and developing domestic fuel capability. “This investment package will strengthen the UK’s energy security, by ensuring access to a safe and secure supply of UK-produced fuel to power the UK nuclear fleet of today and tomorrow – squeezing out Russian influence, while creating more UK jobs and export opportunities.” Tom Greatrex, the chief executive of the Nuclear Industry Association, said: “Having the sovereign capability to manufacture next-generation nuclear fuels for advanced reactors of the future is vital for energy security and net zero.” The £50m fund will support projects such as fuel supply options for light water reactors, including future small modular reactors. It will also look to support projects producing new fuel types that will be needed to supply advanced modular reactors, likely to be in operation from the 2030s, such as high-assay low-enriched uranium. The news comes after the government confirmed in late November that the Sizewell C nuclear power plant in Suffolk will go ahead, backing the scheme with an investment of nearly £700m that will end China’s controversial involvement."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2023/jun/04/too-few-people-in-power-really-care-about-those-with-disabilities","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2023-06-04T15:36:04Z","webTitle":"Too few people in power really care about those with disabilities | Letter","webUrl":"https://www.theguardian.com/society/2023/jun/04/too-few-people-in-power-really-care-about-those-with-disabilities","apiUrl":"https://content.guardianapis.com/society/2023/jun/04/too-few-people-in-power-really-care-about-those-with-disabilities","fields":{"bodyText":"Frances Ryan suggests that disabled people in Britain are viewed more as a burden than human (A decade after the Tories demonised disabled people on benefits, it’s happening again, 30 May). Some days it feels as if “burden” is not a strong enough word to describe things. On 30 May, a coroner found that Sally Lewis, a woman with learning disabilities living in a care home, died of constipation and neglect in 2017. Of course, we witness the familiar “scandal-review-inquest-lessons learned” story on its loop. All the services that were supposed to support Sally line up their barristers at the inquest. Sally’s family have no access to legal aid and try to raise the money online, in part to have a moment in public to say that Sally was a wonderful sister, aunt and woman, and that they miss her. The worst part? Nobody with any power really cares – at all. Prof Sara Ryan and Prof Chris Hatton Manchester Metropolitan University; Prof Katherine Runswick Cole University of Sheffield; Prof David Abbott University of Bristol; Deborah Coles Director, Inquest • Have an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication in our letters section."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/apr/29/leinster-toulouse-champions-cup-semi-final-rugby-union-match-report","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-04-29T16:28:01Z","webTitle":"Leinster exploit Toulouse indiscipline to power into Champions Cup final ","webUrl":"https://www.theguardian.com/sport/2023/apr/29/leinster-toulouse-champions-cup-semi-final-rugby-union-match-report","apiUrl":"https://content.guardianapis.com/sport/2023/apr/29/leinster-toulouse-champions-cup-semi-final-rugby-union-match-report","fields":{"bodyText":"The procession continues. No matter that the visit was of mighty Toulouse, the only club with a richer pedigree in this competition, Leinster march into the final of the Champions Cup as if it were the most natural, obvious cadence to an already stellar season. Whether it is in the green shirts of Ireland or the blue of their province, these players have yet to be beaten this season. Toulouse are not quite so closely a mirror of their national team, but they include France’s best. This might represent a sobering afternoon for more than just France’s most successful club side in this, the year of their home World Cup. Toulouse opened and closed the try-scoring, but in between they conceded five tries, four of them when down to 14 men. Leinster in Dublin, which they have been and will be throughout the knockout stages, is one thing, but offer them gifts on the discipline front and not even the aristos of the Haute-Garonne stand a chance. A yellow card for Thomas Ramos in the first half and Rodrigue Neti, the replacement prop, in the second were all the invitation the hosts required. No team is as ruthless against a disadvantaged opponent. Jack Conan scored twice while Ramos was away to take Leinster into a 20-7 lead at the end of the first quarter, which Dan Sheehan improved the moment Ramos was back. In the second half, Leinster’s pick-and-drive routine was overpowering, after Neti senselessly went for Josh van der Flier with his head and was fortunate in the current climate to see only yellow. Van der Flier scored from the lineout set up by that indiscretion. When Jean Cruz Mallía, almost as senselessly, offended at a ruck, Jason Jenkins’s charge at the line proved one too many for Toulouse after the subsequent lineout. Both Conan scores in the first half also came from lineouts, at which James Ryan, captain in the absence of Johnny Sexton, ruled appropriately. Conan’s owed more to sleight of hand and timing of pass than the power plays of Leinster’s second-half scores. These Irish can play it every which way. Sheehan’s try, Leinster’s third just shy of the half-hour, owed to a mix-up between Paul Graou and Jack Willis, but what a finish, the hooker beating Antoine Dupont and Ramos for pace. Every which way indeed. The presence of Graou in the first place told another story. Toulouse arrived with the very French tactic of a 6-2 split on the bench, which can work under the right circumstances. These include not losing a back to injury in the first half. Pierre-Louis Barassi was forced off in the 15th minute, prompting a reshuffle. Graou came on at scrum-half, and Dupont and Romain Ntamack each shifted out one. This allowed Dupont to develop the roving brief he plays so well at the best of times. For a while, towards the end of the first half, it threatened to work when Manny Meafou scored Toulouse’s second, following a quickly taken penalty by Graou. But Toulouse’s indiscipline was their biggest problem. Ramos’s yellow card for a knock-on deemed deliberate might have been contestable, but if you are going to go for those interceptions with a man clear outside, you had better be sure. Otherwise, Toulouse could not win a break with the referee Wayne Barnes, their first penalty awarded beyond the half-hour mark, by which time they had conceded six. Which is a shame, because when they can play, few do it so beautifully. Their opening try, the game’s first, was slick and apparently effortless, those maestros in the back division putting Pita Ahki over before the first 10 minutes was out. Their try at the death, Willis guiding home a driven lineout of their own, showed they can play it slow and remorseless too. It’s just that when it comes to multidimensional rugby, there is no one to compare with the Irish at the moment. Leinster will take on La Rochelle or Exeter with confidence in the final in Dublin in three weeks. Then their Ireland contingent, which is nearly all of them, will turn their minds to France again towards the end of the year."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2023/mar/16/chinese-official-asks-if-australias-aukus-nuclear-submarines-intended-for-sightseeing","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-16T06:59:25Z","webTitle":"Chinese official asks if Australia’s Aukus nuclear submarines intended for ‘sightseeing’","webUrl":"https://www.theguardian.com/world/2023/mar/16/chinese-official-asks-if-australias-aukus-nuclear-submarines-intended-for-sightseeing","apiUrl":"https://content.guardianapis.com/world/2023/mar/16/chinese-official-asks-if-australias-aukus-nuclear-submarines-intended-for-sightseeing","fields":{"bodyText":"A Chinese embassy official asked Australian officials during an Aukus briefing whether the nuclear-powered submarines were intended for “sightseeing”, according to multiple sources. Guardian Australia understands several others in the room found the intervention curious, because the Australian government has made no secret of the fact the nuclear-powered submarines are to be used by the Royal Australian Navy. The comment was made during a briefing held by the Department of Foreign Affairs and Trade on Wednesday at which dozens of representatives from other diplomatic missions were also present. It is believed to have been made in the context of Beijing’s longstanding claims that the Aukus deal is a breach of either the letter or spirit of the Nuclear Non-Proliferation Treaty (NPT). One source said a Chinese official at the briefing said words to the effect of: “What are these boats for? Sightseeing?” A second source confirmed a comment about “sightseeing” had been made. It is unclear whether the comment was made sarcastically. The Chinese embassy has been contacted for a response. The Australian government declined to comment. Dfat has conducted multiple briefings sessions this week for diplomatic missions in Canberra, including specific events for south-east Asia and another for Pacific island countries. The Chinese ambassador, Xiao Qian, was not in attendance at Wednesday’s briefing but this was not unusual because most countries were represented at a lower level than their heads of mission. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup China’s participation in the briefing is a point of interest given the strength of Beijing’s reaction to the Aukus submarine plans from the moment they were unveiled by the Australian prime minister, Anthony Albanese, the US president, Joe Biden, and the UK prime minister, Rishi Sunak, in San Diego on Tuesday morning. Australia, the US and the UK argue the NPT regime expressly allows for the transfer of naval nuclear propulsion technology, although they acknowledge this is the first time such a transfer has been made from a nuclear weapons state to a non-nuclear weapons country. The Aukus partners say they are committed to negotiating a rigorous verification and safeguards package with the International Atomic Energy Agency to set the strongest possible precedent. China, however, has argued such transfers should only be for peaceful uses. China – a nuclear weapons state – has put nuclear non-proliferation concerns at the centre of its international campaign against Aukus, knowing that these issues have resonance in south-east Asia and the Pacific. A Chinese foreign ministry spokesperson said this week that the Aukus countries were trying to “coerce the IAEA secretariat into making safeguards exemption arrangements, which would seriously undermine the authority of the body”. The Australian foreign affairs minister, Penny Wong, rejected that argument on Thursday. “I do not accept those assertions,” Wong said during a press conference in Adelaide. “Australia has an impeccable record when it comes to nuclear non-proliferation, an impeccable record, and we intend to maintain that.” Asked whether the Aukus deal would only further strain ties between Canberra and Beijing, Wong said the announcement had been “a long time coming” and the region was “very well aware of it”. Wong said Australia’s intention was “to help keep the peace, to help keep stability”. “Australia doesn’t seek to dominate the region, Australia seeks to ensure we contribute to a region that is stable, peaceful, secure, prosperous and in which sovereignty is respected,” she said. The Dfat briefings were intended to reassure countries across the region – and farther afield – about Australia’s intentions. It comes as Australia seeks to begin formal negotiations with the global nuclear watchdog on a safeguards arrangement. Australia has sought negotiations under an existing deal it has with the IAEA, known as the Comprehensive Safeguards Agreement. The head of the IAEA, Rafael Grossi, has explained that article 14 of that agreement allows Australia to use material for “a nuclear activity, such as nuclear propulsion for submarines, provided that Australia makes an arrangement with the agency in this regard”. The Australian government is believed to disagree with this provision being characterised as a “loophole” and has promised not to enrich uranium or reprocess spent fuel as part of the nuclear-powered submarine program. Grossi said that in negotiations with Australia, the IAEA would be “very demanding” and would insist that its inspectors be allowed to check the amount of nuclear fuel in the sealed units before and after the submarines put out to sea. Grossi told reporters that some countries had “strong feeling” about Aukus but added: “Nobody coerces me. Nobody coerces the IAEA.” Albanese said on Thursday his government would continue to invest in diplomacy, as he rejected heavy criticism by the former Labor prime minister Paul Keating about the Aukus deal. “The relationship with China is improving and that is a good thing,” Albanese said. The prime minister met members of the Chinese-Australian community at an event in the Victorian seat of Aston, where a by-election is due to be held on 1 April. He said: “We’re sending a message to this community that we represent as a government every community, regardless of where you are from, [and] that we understand that Australia’s diversity is a strength.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/mar/15/australia-seeks-talks-with-global-nuclear-watchdog-to-allay-aukus-fears","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-15T07:27:14Z","webTitle":"Australia seeks talks with global nuclear watchdog to allay Aukus fears","webUrl":"https://www.theguardian.com/world/2023/mar/15/australia-seeks-talks-with-global-nuclear-watchdog-to-allay-aukus-fears","apiUrl":"https://content.guardianapis.com/world/2023/mar/15/australia-seeks-talks-with-global-nuclear-watchdog-to-allay-aukus-fears","fields":{"bodyText":"The Albanese government has requested formal talks with the global nuclear watchdog to allay any concerns Aukus could lead to undeclared nuclear activities in Australia or the diversion of enriched uranium. The government has also invited senior officials from the International Atomic Energy Agency to visit Australia this year, attempting to head off a fresh campaign from China, which urged the body not to fall for “high-sounding rhetoric”. The Aukus submarine arrangement is novel because it will be the first time a provision of the Nuclear Non-Proliferation Treaty regime has been used to transfer naval nuclear propulsion technology from a nuclear weapons state to a non-weapons state. Some analysts are concerned about the precedent this may set for other countries to follow. But the Australian government is believed to disagree with this being characterised as a “loophole” and has promised not to enrich uranium or reprocess spent fuel as part of the nuclear-powered submarine program. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The Australian foreign affairs minister, Penny Wong, wrote to the head of the IAEA after the Aukus announcement this week to ask to begin formal negotiations on a safeguards arrangement. She promised that Australia would offer “a robust package of safeguards and verification measures” so the watchdog could be satisfied of “the non-diversion of nuclear material, the non-misuse of nuclear facilities and the absence of undeclared nuclear activities in Australia”. It is understood Australia wants to discuss options to verify nuclear material has remained in the nuclear-powered submarines, including the potential use of sensors or seals. The option of physical inspections is also on the table, although this is sensitive given the desire to protect classified information. There have already been intensive technical discussions in Vienna. China – a nuclear-weapons state – has put nuclear non-proliferation concerns at the centre of its international campaign against Aukus, knowing that these issues have resonance in south-east Asia and the Pacific. The Chinese government has demanded that the IAEA “not have consultation with the three countries on the so-called safeguards arrangements for their nuclear submarine cooperation”. A Chinese foreign ministry spokesperson said the Aukus countries were trying to “coerce the IAEA secretariat into making safeguards exemption arrangements, which would seriously undermine the authority of the body”. The argument was amplified by state-run outlets, including the China Daily, which suggested Australia could not credibly ask Iran or North Korea to give up their nuclear ambitions. The new letters from Wong and the prime minister, Anthony Albanese, emphasised that Australia was not seeking nuclear weapons, but instead was acquiring “conventionally armed, nuclear-powered submarines”. Albanese assured the IAEA’s director general, Rafael Grossi, that Australia would “meet our safeguards obligations and nuclear non-proliferation commitments at all times”. “Australia understands this initiative is a serious undertaking: we will be responsible stewards of naval nuclear propulsion technology,” the prime minister wrote. “I would welcome a visit to Australia by senior IAEA representatives in 2023 to continue consultations with Australian officials.” Albanese said he also hoped to welcome Grossi back to Australia “at a mutually convenient time”. Grossi met Albanese during his visit to Australia in July and said at the time he was “absolutely confident” about the country’s commitment to nuclear non-proliferation. But Grossi also described Aukus as “a technologically challenging project that will require very specific arrangements between us and Australia”. The planned negotiations boil down to a single article in a longstanding deal between the IAEA and Australia, known as the Comprehensive Safeguards Agreement. In a statement acknowledging the letters, Grossi explained that article 14 allowed Australia to use material for “a nuclear activity, such as nuclear propulsion for submarines, provided that Australia makes an arrangement with the agency in this regard”. Grossi vowed to navigate the serious legal and complex technical matters “in an independent, impartial, and professional manner” and said the IAEA “must ensure that no proliferation risks will emanate from this project”. The Australian Safeguards and Non-Proliferation Office has also written to the IAEA with “preliminary design information”. Indonesia’s foreign ministry said it expected Australia to “develop with the IAEA a verification mechanism that is effective, transparent and non-discriminatory”. The Coalition’s defence spokesperson, Andrew Hastie, said China should not “lecture us” on Aukus. He said China was pursuing “the biggest peacetime military expansion since the second world war, which includes nuclear weapons”. “There’s a lot of disinformation out there and we have made a modest investment into our military capability relative to theirs,” Hastie said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"music/2023/may/08/benjamin-grosvenor-review-virtuosic-pianist-schumann-ravel-prokofiev-busoni-bach","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2023-05-08T11:50:20Z","webTitle":"Benjamin Grosvenor review – pianist’s virtuosity preferences power over pastel colours","webUrl":"https://www.theguardian.com/music/2023/may/08/benjamin-grosvenor-review-virtuosic-pianist-schumann-ravel-prokofiev-busoni-bach","apiUrl":"https://content.guardianapis.com/music/2023/may/08/benjamin-grosvenor-review-virtuosic-pianist-schumann-ravel-prokofiev-busoni-bach","fields":{"bodyText":"Judging from the near-capacity audience for his recital, and the enthusiastic reception for it, Benjamin Grosvenor is now firmly established as one of Wigmore Hall’s favourites. His latest programme – works by Busoni, Schumann, Ravel and Prokofiev – contained none of the virtuoso showpieces that used to be such a regular feature of his recitals, though there were still plenty of technical challenges of the kind that he takes in his stride. Le Tombeau de Couperin was perhaps the nearest thing to purely decorative music in the selection, though Grosvenor’s take on Ravel’s piano music is never as pastel-coloured and exquisite as it’s sometimes presented, but something much more sinewy and direct, even in these exercises in nostalgia. He would return to Ravel for his encore, too, with Jeux d’Eau, in a performance that owed as much to Liszt as it did to any notion of musical impressionism. But a first half of Busoni’s transcription of the great Chaconne from Bach’s D minor violin Partita, and Schumann’s C major Fantasie Op 17 was powerful stuff. The Chaconne was a tremendous opener, given a performance of immense muscularity and power that swept all before it, and that intensity was carried over into the Fantasie. That work needs a bit more than sheer power though, and at times Grosvenor’s reading would sometimes have benefited from more transparent textures and a less assertive bass and even a little more affection in its lyrical interludes, while the treacherous closing pages of the central march were not quite as immaculate as one might have expected from such a technically gifted pianist. But Prokofiev’s Seventh Sonata, the central panel in his wartime sonata triptych, received exactly the fierce, driven performance it demands, only pausing for breath in the slow movement, with its allusions to a song from Schumann’s Op 39 Liederkreis, and Grosvenor’s virtuosity didn’t miss anything in the final, tumultuous toccata."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"australia-news/2022/dec/14/tech-coalition-aiming-to-create-australian-high-powered-laser-industry-with-nuclear-fusion-ambitions","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2022-12-13T14:00:25Z","webTitle":"Tech coalition aiming to create Australian high-powered laser industry with nuclear fusion ambitions","webUrl":"https://www.theguardian.com/australia-news/2022/dec/14/tech-coalition-aiming-to-create-australian-high-powered-laser-industry-with-nuclear-fusion-ambitions","apiUrl":"https://content.guardianapis.com/australia-news/2022/dec/14/tech-coalition-aiming-to-create-australian-high-powered-laser-industry-with-nuclear-fusion-ambitions","fields":{"bodyText":"A coalition of technology companies intend to create a high-intensity laser industry in Australia, with potential applications including nuclear fusion. It follows reports of an expected announcement from the National Ignition Facility at Lawrence Livermore National Laboratory in California that researchers have managed to get more energy out of a nuclear fusion reaction than they put in. The coalition, led by the Australian laser fusion company HB11 Energy, also includes the University of Adelaide, the Institute of Laser Engineering at Osaka University, the Japanese laser fusion firm EX-Fusion, and the French engineering multinational Thales Group. It aims to develop an ultra-high intensity laser facility in Australia, with petawatt (one quadrillion, or one million billion watts) lasers. Dr Warren McKenzie, founder and managing director of HB11 Energy, said Australia was one of few developed countries without such a facility, adding that high-powered lasers could be used for energy generation through nuclear fusion. “The same lasers can be used, for instance, for the transmutation of fission radioactive waste – essentially reducing the half-life of radioactive waste from hundreds or thousands of years to tens of years,” he said. McKenzie also described the reported US fusion result as arguably “one of the biggest developments in energy science this century”. National Ignition Facility researchers have reportedly produced more energy from a nuclear fusion reaction than what was put in – a milestone known as net energy gain. In a development yet to be confirmed by the NIF, scientists are reported to have shot high-power lasers at a fuel pellet of deuterium and tritium – both isotopes of hydrogen – inside a metal capsule. “Lasers both heat the fuel … but they also compress it to much higher than its natural density, and the combination of the increase in density from the compression and the heat is what triggers fusion,” McKenzie said. Prof Ken Baldwin of the Australian National University described the NIF’s apparent advancement as “a truly groundbreaking achievement”, but said it was unlikely fusion power would “save us from climate change”. “All the heavy lifting for the energy transition will be done by renewable energy and nuclear fission (existing nuclear power) – with nuclear fusion at commercial scale unlikely to be available until later this century, well after the 2050 deadline needed to keep global warming below two degrees. But beyond that, fusion might provide limitless energy for centuries to come,” Baldwin said in a statement. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Mark Diesendorf, an associate professor and deputy director of the Institute of Environmental Studies at the University of New South Wales, agreed that fusion was “decades away from any possibility of commercial electricity generation”. “There’s a huge gap between this experiment – which I really would hesitate to call a breakthrough – and what has to be done to get commercial electricity out,” he said. “There’s an intense pulse of laser radiation for a tiny fraction of a second. Then the question is: during that tiny fraction of second, did they get more fusion energy out than they put in?” Diesendorf said. “To generate electricity, what you’ve got to do is to have thousands and thousands … perhaps millions of these pulses a day successfully getting more energy out. And then you’ve got to capture that energy.” Diesendorf also warned of the risk of nuclear proliferation, pointing out that the Lawrence Livermore National Laboratory, where the fusion breakthrough was made, is a nuclear weapons research facility. “Fusion produces neutrons and neutrons can be used to transmute elements – so you can get nuclear explosives such as plutonium-239 and uranium-233 and uranium-235,” Diesendorf said. “You can also produce lots of tritium … an essential component of nuclear bombs in missiles.” McKenzie said HB11 was the first modern private fusion company to demonstrate fusion involving lasers, and that unlike the NIF, it was not using tritium as fuel, but boron. “When we produce fusion, it doesn’t create any radiation or radioactive waste,” he said. HB11 is still “four orders of magnitude” away from achieving net energy gain. McKenzie said the firm was able to generate 0.01% of the energy input in its fusion reactions."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jul/11/thai-pm-retire-politics-nine-years-power-coup-prayuth-chan-ocha","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-07-11T15:00:43Z","webTitle":"Thai PM to retire from politics nine years after seizing power in coup","webUrl":"https://www.theguardian.com/world/2023/jul/11/thai-pm-retire-politics-nine-years-power-coup-prayuth-chan-ocha","apiUrl":"https://content.guardianapis.com/world/2023/jul/11/thai-pm-retire-politics-nine-years-power-coup-prayuth-chan-ocha","fields":{"bodyText":"The Thai prime minister, Prayuth Chan-ocha, has said he will retire from politics, more than nine years after the former army general seized power in a military coup. In May, his party suffered a humiliating defeat, coming fifth, well behind an upstart opposition party that promised to remove the military from politics. He will remain as caretaker prime minister until a new government is formed. Prayuth, 69, first took power in a coup in 2014, presiding over the arrest of activists and political opponents, and censoring the media. He was later appointed prime minister by parliament in 2019. The staunch royalist and conservative said in his resignation statement that he had worked hard to “protect the nation, religion, monarchy for the benefit of the beloved people. “I have tried to strengthen the country in all areas for stability and peace and overcame many obstacles domestically and internationally.” In office he has faced a number of no-confidence votes, as well as mass protests in 2020 that called for his removal from office, the scrapping of a military-backed constitution passed under his rule, and reforms to the monarchy. He responded by threatening to use “all laws, all articles” against pro-democracy protesters. While Prayuth may be stepping back, the undemocratic structures that were introduced under his rule remain in place, said Pavin Chachavalpongpun, an associate professor at the Centre for Southeast Asian Studies, Kyoto University. These include the military-appointed senate whose members will vote alongside the lower house of elected lawmakers to appoint a future prime minister on Thursday. “This is not going to be the last man standing in the military,” Pavin said of Prayuth, referring to the enduring power of the institution. The Move Forward opposition party, which campaigned with the motto “If you have uncles, you don’t have us” – a reference to its refusal to enter coalition deals with any of the army generals involved in the 2014 coup – won the most seats in May’s election. However, it is unclear if its leader, Pita Limjaroenrat, will secure support from enough military-appointed senators to take power. Some have said they will not support Pita because they disapprove of his party’s pledge to reform the country’s strict lese majesty law, under which criticism of the monarchy can lead to up to 15 years in prison. More than 250 people, including children, have faced charges under the law since the 2020 pro-democracy protest movement."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/mar/04/zaporizhzhia-nuclear-power-plant-everything-you-need-to-know","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-03-04T19:15:02Z","webTitle":"Zaporizhzhia nuclear power plant: everything you need to know","webUrl":"https://www.theguardian.com/world/2022/mar/04/zaporizhzhia-nuclear-power-plant-everything-you-need-to-know","apiUrl":"https://content.guardianapis.com/world/2022/mar/04/zaporizhzhia-nuclear-power-plant-everything-you-need-to-know","fields":{"bodyText":"What is the significance of this power plant? The Zaporizhzhia nuclear power plant, built between 1984 and 1995, is the largest nuclear power plant in Europe and the ninth largest in the world. It has six reactors, each generating 950MW, and a total output of 5,700MW, enough energy for roughly 4m homes. In normal times it produces one-fifth of Ukraine’s electricity and almost half the energy generated by the country’s nuclear power facilities. The plant is located in south-east Ukraine in Enerhodar on the banks of the Kakhovka reservoir on the Dnieper river. It is about 200km from the contested Donbas region and 550km south-east of Kyiv. What happened on Friday morning? A fire broke out in a training building outside the plant in the early hours of Friday, after being shelled by Russian forces, Ukrainian authorities said. The first report came from an employee at the plant, who posted on Telegram that Russian forces had fired on the facility and there was “a real threat of nuclear danger at the largest nuclear power plant in Europe”. Ukraine’s foreign minister confirmed the reports at 2.30am, tweeting that the Russian army was “firing from all sides upon Zaporizhzhia NPP, the largest nuclear power plant in Europe. Fire has already broke out.” He called for an immediate ceasefire to allow firefighters to control the blaze. A short time later, the Ukrainian State Emergency Service reported that radiation at the plant was “within normal limits” and the fire conditions at the plant were “normal”. It reported that the fire was in a building outside the power plant. They later reported that the third power unit at the plant was disconnected at 2.26am, leaving just one of the plant’s six units, unit four, still operating. Early reports of the incident at the power plant sent financial markets in Asia spiralling, with stocks tumbling and oil prices surging further. Is there a radiation threat? Ukrainian authorities on Friday morning said the facility was secured and “nuclear safety is now guaranteed”. Earlier, the International Atomic Energy Agency said the Ukraine regulator told the agency that there was “no change reported in radiation levels at the Zaporizhzhia nuclear power plant site”. The US also said their latest information showed no indication of elevated radiation levels at the plant. The US energy secretary, Jennifer Granholm, said the reactors “are protected by robust containment structures and reactors are being safely shut down”. Russia has already captured the defunct Chernobyl plant, 100km north of Kyiv. Some analysts noted the Zaporizhzhia plant is of a different and safer type to Chernobyl, which was the site of the world’s worst nuclear disaster in 1986. The chances of explosion, nuclear meltdown or radioactive release are low, said Tony Irwin, an honorary associate professor at the Australian National University. Irwin, who operated nuclear power plants in the UK for three decades, is a former manager of the open-pool Australian lightwater (OPAL) reactor, Australia’s only nuclear reactor. He said the pressurised water reactors were “a lot safer” than the reactors at Chernobyl, and did not appear to be damaged yet. The reactors have large concrete containments and built-in fire protection systems, he said, adding: “Obviously, it’s not a good idea if you start shooting massive missiles at reactors,” he said. “The PWR type is a much safer sort of reactor, because it’s a two-circuit design reactor. The water that keeps the reactor cool is on a separate circuit to the second one, which actually supplies the power to the turbine and the outside.” “These reactors have back-up emergency cooling systems as well. In addition to the normal reactor cooling, they’ve got a passive system, they’ve got high-pressure injection systems, they’ve got low-pressure injection systems.” • This article was amended on 4 March 2022. Tony Irwin was referring to the concrete containments, not “contaminants” of the PWR reactors."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2023/may/05/revealed-royal-family-has-power-to-censor-bbc-coronation-coverage","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2023-05-05T17:51:01Z","webTitle":"Revealed: royal family has power to censor BBC coronation coverage ","webUrl":"https://www.theguardian.com/uk-news/2023/may/05/revealed-royal-family-has-power-to-censor-bbc-coronation-coverage","apiUrl":"https://content.guardianapis.com/uk-news/2023/may/05/revealed-royal-family-has-power-to-censor-bbc-coronation-coverage","fields":{"bodyText":"The BBC has allowed Buckingham Palace to veto what footage it can use in its coronation coverage, raising questions about the national broadcaster’s impartiality in relation to the monarchy. In recent days the BBC has submitted material to the palace for approval in royal-themed programming, only for Buckingham Palace to declare certain pieces could not be used, according to individuals with knowledge of the situation. “The balance of the power is a little bit more with the royal household than the BBC at the moment,” said one source at the broadcaster, who said negotiations over the terms of the BBC’s coronation coverage were still ongoing just hours before proceedings were due to begin. The BBC is leading global coverage of the event, with its footage of King Charles in Westminster Abbey to be shared with other news channels around the world. This has led to fears at rival broadcasters that they have to trust the BBC’s editorial calls over what can be shown during the formal church service. A BBC spokesperson said: “We are focused on delivering great coverage and don’t recognise any characterisation that suggests we ever compromise our editorial integrity on any of our output.” The BBC’s coronation coverage is being run by Claire Popplewell, who oversees royal events for the corporation. Earlier this year she was made a commander of the Royal Victorian Order by the king in recognition of her work producing the BBC’s coverage of his mother’s platinum jubilee. Membership of the Royal Victorian Order is given to those who have served the monarch. Unlike most other honours, which are awarded on the recommendation of the government, recipients of this award are personally selected by the sovereign. Popplewell, who was described by a BBC source as “currently one of the most powerful people within the BBC”, helps manage the broadcaster’s relationship with the palace. To confuse matters, she is employed by the corporation’s for-profit BBC Studios commercial arm. This had led to a split between the BBC’s public service news division, which has a more stringent editorial code, and the BBC Studios team who are producing the coverage that will go out on BBC One. The BBC spokesperson said: “The programmes are produced by BBC Studios and commissioned by the BBC and there are many individuals involved in the conversations and decisions about what content makes the final broadcast programmes.” There are already indications of the royal household choosing what can be seen by the public. King Charles has vetoed the televising of his anointment by the archbishop of Canterbury, according to the Times. This means the public will not be able to watch as holy oil from Jerusalem is poured from a golden container shaped like an eagle into a 12th century “coronation spoon” before being spread on Charles’s head, breast and hands. This is not the first time the BBC has allowed the palace to have control over royal footage. The Guardian has previously revealed how the palace vetoed particular pieces of footage from Queen Elizabeth II’s memorial services, banning them from being reused in news reports and social media clips. Royal staff had a WhatsApp group during the proceedings in which senior executives from the BBC, ITV and Sky News were told which footage could be used. A member of the royal household would send a message every five minutes, either approving or refusing the use of the previous block of video. After the funeral had finished the broadcasters were allowed to submit an hour-long tape of highlights which they could reuse in future, with use of any other material requiring signoff from the palace. The veteran broadcaster David Dimbleby, who took part in the BBC’s coverage of the queen’s funeral, later confirmed the story. In an appearance at the Henley literary festival he described being surprised by the “degree of control” exercised by Buckingham Palace over the footage of the funeral. “There was this complete list of things that no broadcaster could show because the copyright belongs to Buckingham Palace. I think that’s wrong, just wrong. It’s just interesting how tightly controlled monarchy is.” He also suggested that topics such as the royals’ tax affairs are “never touched by the BBC because I think they feel their viewers will not like it”. The National Union of Journalists this week passed a motion raising concerns about the palace’s veto over royal footage. They express concerns “that a public event, paid for by the people and televised for them to be able to pay their respects should be censored in even a small way”. It came as the BBC found itself in a last-minute standoff over the “restricting” of British news outlets’ ability to access footage by charging high fees. The corporation’s decision to charge media companies for what the industry calls pool footage was decried as “perverse” by its rivals, who said it would stop the public from witnessing key moments of the historic day. A statement from the newspaper industry body News Media Association said: “Given the historic significance of the occasion, all efforts should have been made by the BBC to ensure that the footage, which is created using licence fee-payer money, is distributed as widely as possible to allow UK citizens to witness this event, and the BBC has not fulfilled this obligation. “The decision to charge UK media companies an excessive commercial fee (with no visibility of true costs) seems perverse when the BBC is allowing foreign publishers and broadcasters the same footage for free.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/aug/02/victoria-vni-west-electricity-transmission-charges-australia-longest-power-line","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-08-01T19:00:09Z","webTitle":"Victorian electricity transmission charges could more than double if Australia’s longest power line proceeds","webUrl":"https://www.theguardian.com/australia-news/2023/aug/02/victoria-vni-west-electricity-transmission-charges-australia-longest-power-line","apiUrl":"https://content.guardianapis.com/australia-news/2023/aug/02/victoria-vni-west-electricity-transmission-charges-australia-longest-power-line","fields":{"bodyText":"Victorians face a more than doubling of transmission charges on electricity bills if the state government proceeds with plans for what is likely to be the most costly and longest single power line in Australia’s history, a thinktank says in a new report. The report by the Victoria Energy Policy Centre (VEPC) argues the proposed 500 kilovolt VNI West transmission line linking Melbourne’s outskirts with Wagga Wagga on an 800km path will be far costlier than alternatives and faces extensive landholder opposition. It also will not solve grid bottlenecks holding back new solar and windfarms in the state. The Australian Energy Market Operator (Aemo), which first proposed VNI West as a $2.7bn project in 2018 and is Victoria’s main planner for transmission, estimated users’ transmission charges would need to rise by a quarter. That assessment, though, was based on 2021 prices and ignored interest costs that have since soared. The report estimates the Victorian portion of the line alone will cost $4.9bn in current dollars. Add in a further $3bn needed for upgrades to the existing 220kV networks to integrate VNI West, and the full cost could swell to $11bn and lift Victorians’ transmission charges by at least 124%. “The cost has blown out again and again and again,” said Bruce Mountain, the VEPC’s director and one of the report’s authors. “Aemo rightfully should long since have said, ‘We need to think again, this is not getting anywhere.’” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The falling price of renewables has offered nations endowed with lots of wind and sunshine potentially low-cost ways to decarbonise their economies. However, planning the transition is proving to be challenging, while the global rush to introduce new technologies to head off global heating means equipment prices are rocketing. Victoria’s energy minister, Lily D’Ambrosio, said the government would consider the report “but rigorous analysis by Aemo shows that VNI-West provides value to Victorian energy consumers, helping to keep the lights on across the state as our ageing coal-fired generators close”. “New transmission is vital for securing affordable and reliable renewable energy for Victorians – these projects will form part of the national electricity grid, allowing 3.4GW of new renewable generation to be built in Victoria,” D’Ambrosio said, adding that state agency Vicgrid was “already providing greater oversight of the [Western Renewables Link] and VNI West projects”. Merryn York, an Aemo executive general manager, said the agency had addressed the centre’s claims previously. Such reports created “on-going confusion and concern for landholders and communities”. “Our consultation process for VNI West involved hundreds of stakeholders to identify a preferred option that is forecast to deliver $1.4bn in net market benefits, and harness 3,400 megawatts of renewable generation in Victoria – enough to meet the annual electricity needs for approximately 2.3m homes,” she said. York also dismissed the report’s “Plan B” that the authors said would result in 13% less curtailment – renewable energy generated that exceeds grid capacity – and rely mostly on existing transmission links to support windfarms off the Gippsland coast. Plan B “would not sufficiently support renewable generation development in north-west Victoria, require the demolition of people’s homes to widen the 1,040km of existing easements and threaten power supply to major regional and rural towns during construction,” she said. Mountain challenged Aemo to provide proof to support its dismissal of the VEPC’s alternative. The onus was also on the agency to demonstrate how the VNI West plan squared with Victoria’s target of sourcing 95% of its electricity from renewables by 2035. VNI West, too, implied Victoria would need to rely on New South Wales for much of its electricity even though its northern neighbour was potentially in an even more precarious power position as ageing coal plants exit the grid, Mountain said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/mar/19/spectre-of-maralinga-hangs-over-aukus-nuclear-waste-for-indigenous-communities","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-03-18T19:00:19Z","webTitle":"Spectre of Maralinga hangs over Aukus nuclear waste for Indigenous communities","webUrl":"https://www.theguardian.com/australia-news/2023/mar/19/spectre-of-maralinga-hangs-over-aukus-nuclear-waste-for-indigenous-communities","apiUrl":"https://content.guardianapis.com/australia-news/2023/mar/19/spectre-of-maralinga-hangs-over-aukus-nuclear-waste-for-indigenous-communities","fields":{"bodyText":"Behind all the pomp of the Aukus submarine deal in San Diego there was a detail that could prove a much bigger obstacle than even the massive USS Missouri moored near the three leaders. Under the agreement, Australia will be responsible for storing high-level nuclear waste from the decommissioned reactors. And that is no easy feat. The US and UK naval reactors that will power both the Virginia-class subs and the future SSN-Aukus boats are fuelled by highly enriched uranium-235. Once removed and decommissioned, any spent fuel from naval reactors is usually reprocessed to extract usable nuclear fuel for civilian generation and the remaining radioactive waste concentrated. The Australian government has promised not to reprocess spent fuel, which means it will probably be sent offshore. Overseas, the process typically involves extracting usable fuel such as uranium and plutonium, and then vitrification, in which radioactive waste is concentrated and melted down into a “big glass block” weighing tonnes, according to Dr Patrick Burr, a senior lecturer in nuclear engineering at the University of New South Wales. “It’s actually a very small volume, but it is extremely radioactive,” he said. After this complicated and hugely expensive process has been completed, there remains one big question – where will this waste be stored? Nuclear reactor fuel yields high-level waste, which is not only more radioactive. “When you have high-level waste, it is actually physically hot, so [you] need to think about thermal management as well,” Burr said. As some experts have pointed out, Australia has not even found a permanent site to store low-level nuclear waste, let alone highly radioactive waste. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup So far, the government has not given any details on that other than the defence minister, Richard Marles, saying it will be on land that is either owned by the defence department or to be acquired in future. Marles also said this won’t need to be solved until well into the 2050s. But that is not enough to satisfy many Indigenous communities, who fear the prospect of high-level nuclear waste dumps on traditional lands, and for whom the spectre of British nuclear testing in the 1950s and 60s still looms large. In South Australia’s Eyre Peninsula region, a proposed storage facility near Kimba for low-level nuclear waste has faced staunch opposition from traditional owners, as well as environmentalists and farmers, despite a ballot supported by about 60% of residents conducted by the Australian Electoral Commission. The Barngarla Determination Aboriginal Corporation chair, Jason Bilney, said the Barngarla people had not been consulted, opposed the plan and had been in a legal battle with the federal government against the proposal. He said he believed any storage of high-level nuclear waste would not be suitable in that area given the lack of granite and rock to hold the toxic waste, which could take hundreds of thousands of years to break down. “The ground is dirt,” he said. “High-level stuff needs to be stored and contained within the solid rock formation and Kimba doesn’t have that.” Bilney said many traditional owners in the region had a deep distrust and fear of defence testing and nuclear waste after the nuclear weapons testing conducted by the UK in Maralinga. The tests caused many of the local Anangu Pitjantjatjara people to suffer from radioactive illnesses, with elders and family sickened and the land contaminated. Bilney said his grandfather, who was from the Maralinga area, always remembered the trauma and the fear, which has continued through the generations. “That’s why I’m so strong and so passionate about being an advocate for my people and all Indigenous people,” he said. “There is still a big fear that that could happen again … It’s that generational effect and even now people are still passing away of cancers.” Bilney said while the bomb testing was not the same as storage of high-powered uranium rods, that fear remains. “It’s that generational effect. It’s people just dying from the effects of the atomic bomb and still suffering trauma. This is going to be stored into the earth. It’s going to destroy our way of life for us.” He said there was a real concern that storage of nuclear waste on traditional lands and any restrictions on access could harm the cultural and spiritual knowledge that had been passed down for thousands of generations. “It’s our biggest worry. We are the oldest culture for over 60,000 years and this is going to outlast it. “We want to pass down to the next generation and to continue this for decades to come to protect and preserve our sites and our storylines and that connection to country. And if they put it on country, we won’t be able to share that and we will lose those storylines. It will sever those ties.” One possible location could be a defence site within the Woomera region, an area spanning 122,000 sq km about 450km north-west of Adelaide. The area has long been used for nuclear testing and as a military base. The Woomera prohibited area takes in the traditional lands the Maralinga Tjarutja and Anangu Pitjantjatjara Yunkunytjatjara, as well as the Antakirinja Matu-Yankunytjatjara, Arabana and Kokatha. A Kokatha traditional owner and senior lawman, Andrew Starkey, said their traditional lands took in huge swathes from Ceduna to Woomera but that was not recognised by native title. “Our country is a huge bit of South Australia,” he said. “It starts from the Port Augusta region up to Woomera, around to Coober Pedy and through Tallaringa down around to the west coast, back around through to Whyalla – that’s traditionally Kokatha country. “Having to fight 20 years to be recognised over a piece of country that’s now going to be targeted to be used as a radioactive waste dump, we’re very concerned about this.” He said he was strongly against any proposed nuclear waste storage facility in any defence site in his traditional homelands. “We don’t want it and anyone with any common sense is going to say the same thing. We don’t want that in our back yard.” He said there were still defence testing sites in the remote desert, with unexploded ordinances, rockets and materials dating back decades – in 2021 an unexploded rocket was found near Lake Hart, a culturally significant site. “There’s a lot of historic waste that’s still lying around in the Woomera area from the very early days of when they were testing things. It’s bad enough that when we go out to our sites that we’ve got to dodge missiles that are lying around on our heritage sites.” The federal government has been contacted for response."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/sep/04/first-nations-people-should-have-power-over-child-protection-decisions-in-victoria-truth-telling-inquiry-says","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-09-03T23:23:58Z","webTitle":"First Nations people should have power over child protection decisions in Victoria, truth-telling inquiry says","webUrl":"https://www.theguardian.com/australia-news/2023/sep/04/first-nations-people-should-have-power-over-child-protection-decisions-in-victoria-truth-telling-inquiry-says","apiUrl":"https://content.guardianapis.com/australia-news/2023/sep/04/first-nations-people-should-have-power-over-child-protection-decisions-in-victoria-truth-telling-inquiry-says","fields":{"bodyText":"First Nations Victorians should be given the power to make decisions over the potential removal of Indigenous children from their families as part of a shake-up of the child protection system recommended by the Yoorrook truth-telling commission. The Australia-first inquiry on Monday published its second interim report, which looked at injustices faced by Indigenous Victorians in the child protection and criminal justice systems. It said it has heard evidence of the “established process” to identify unborn children who may be moved into the child protection system – which it added is often a “pipeline” to the justice system. “In effect, this means an Aboriginal child in our community can be in a pipeline to the justice system before being born,” the Yoorrook report said. “It is hard to imagine a scenario that more profoundly demonstrates systemic failure.” It said the Victorian government must “transfer decision-making power, authority, control and resources to First Peoples, giving full effect to self-determination in the Victorian child protection system”. The report recommends Victoria’s treaty process between the government and the democratically elected First Peoples’ Assembly determine what the transfer of powers looks like. Sue-Anne Hunter, a Wurundjeri and Ngurai Illum Wurrung woman and the deputy chair of Yoorrook, said evidence about unborn child protection notifications was challenging to hear. “As a mum, I found it quite harrowing that the first people some mothers are seeing after birth are child protection workers,” she told Guardian Australia. “It reminds me of stories from the stolen generations.” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Hunter said she was most struck by the lack of accountability in the systems. Argiri Alisandratos, a senior bureaucrat in the Department of Families, Fairness and Housing, told the inquiry that child protection reports for unborn Indigenous children were more than double those for non-Indigenous children. The inquiry heard apologies from seven ministers and public officials about the state’s treatment of First Nations people. They included the state’s chief police commissioner, Shane Patton, who unreservedly apologised for the force’s past and present actions that inflicted trauma on Indigenous people But Hunter said apologies needed to come with “action and change”. The Yoorrook report made 46 recommendations in total, including raising the age of criminal responsibility to 14, establishing an independent police oversight body and going further on Victoria’s proposed bail reform. It also recommended a separate child protection system for Indigenous Victorians, with legislation to be negotiated by the assembly, saying risk assessment tools used by child protection workers were affected by “racial bias”. The report said Victoria police’s internal complaints system was failing First Peoples, who were subjected to racial profiling and policing, pointing to the need for an independent oversight body. Victoria police have previously rejected allegations of racial policing. The First Peoples’ Assembly is expected to start negotiations for a statewide treaty with the government in the coming months. The Victorian premier, Daniel Andrews, last year flagged an overhaul of the state’s child protection system. He wrote to the inquiry earlier this year, describing the overrepresentation of First Nations children in Victoria’s child protection and criminal justice systems as a “great shame”. The government has committed to raising the age of criminal responsibility from 10 to 12 and to 14 within four years. But Yoorrook said it should be raised to 14 with no exceptions and that the detention of children under the age of 16 should be prohibited. The report concluded there was an “unbroken line” between historical cultural and human rights violations – such as the sanctioned removal of Indigenous children from parents – and the current child protection and criminal justice systems. Victoria has Australia’s highest rate of Indigenous children in the out-of-home care system. As of December 2022 Aboriginal children were more than 24 times as likely to be in that system compared with non-Aboriginal children, according to government data provided to the inquiry. Indigenous Victorians are also overrepresented in the state’s criminal justice system. Yoorrook is Australia’s first Indigenous truth-telling body and has the same powers as a royal commission. Its mandate is to investigate historical and current systemic injustices against First Nations people and it will produce a final report with its findings by mid-2025."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/mar/13/britain-to-build-nuclear-powered-submarines-for-historic-aukus-pact","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-13T21:42:09Z","webTitle":"Size of UK’s nuclear submarine fleet could double under Aukus plans","webUrl":"https://www.theguardian.com/world/2023/mar/13/britain-to-build-nuclear-powered-submarines-for-historic-aukus-pact","apiUrl":"https://content.guardianapis.com/world/2023/mar/13/britain-to-build-nuclear-powered-submarines-for-historic-aukus-pact","fields":{"bodyText":"The UK’s nuclear-powered submarine fleet could double in size as plans were revealed for the new “Aukus” vessels to be based on a British design. In a bid to counter the growing threat from China, the UK’s prime minister, Rishi Sunak, vowed alongside his US and Australian counterparts to stand “shoulder to shoulder” to protect peace in the Indo-Pacific given its implications for security across the world. A “historic” deal 18 months in the making was announced by the three leaders in Point Loma, San Diego, that will see new Aukus submarines seaworthy from the late 2030s. They will be based on a British design, with some made in the UK by BAE Systems and Rolls-Royce – principally in Barrow-in-Furness. The new submarines will replace the current seven nuclear-powered vessels used by the UK – but more could be added, taking the potential size of the fleet to 19. The Aukus security pact, which military top brass believe is the most significant for Britain since the US helped it become one of the few nuclear powers in 1958, will see Australia become only the seventh such country in the world to gain nuclear powered submarines. Australia expects to receive delivery of its own submarines in the early 2040s. In the mean time, British submarines will start to be rotated to Australia from as early as 2027 to build the country’s knowledge, workforce and infrastructure in preparation. This year, more senior Australian officers will start training on US and UK submarine bases, with the US hoping to sell Australia three Virginia class submarines and a further two if needed. China has sought to sow doubts about the project, arguing it would have a “grave nuclear proliferation risk” and could violate an international treaty. But the three Aukus countries said they had set the highest standard and worked closely with the International Atomic Energy Agency. For more than 60 years, they argued, the UK and US have operated more than 500 naval nuclear reactors that have collectively travelled more than 150m miles without incident. Speaking in California on Monday, Sunak, US president Joe Biden, and Australian prime minister Anthony Albanese vowed the move would contribute to “global security and stability”. In the face of concerns about growing military and economic hostility from China, the three leaders said in a joint statement: “For more than a century, our three nations have stood shoulder to shoulder, along with other allies and partners, to help sustain peace, stability, and prosperity around the world, including in the Indo-Pacific. “We believe in a world that protects freedom and respects human rights, the rule of law, the independence of sovereign states, and the rules-based international order.” Quoting former US president John F Kennedy who visited San Diego and spoke of the importance of freedom, peace and stability in 1957, Sunak said the Aukus powers were “united by that same purpose”. He targeted China, Russia, Iran and North Korea, saying they threatened to create “a world defined by danger, disorder, and division”. Although Britain’s closest threat geographically is Russia, given its full-scale invasion of Ukraine last year, defence figures believe that the growing threat will emerge from China. If the ice caps in the Arctic continue to melt, there are concerns China’s surplus naval fleet could begin to operate on Europe’s doorstep. With Taiwan holding elections next year, some western countries fear that could provide the impetus for an attempt by China to seize control of the island. Aukus is not anticipated to create a domino effect – meaning it will probably remain a three-way trilateral relationship rather than bringing other countries into the pact. However, the UK government is confident it has captured the imagination of observers and hopes they will align with the Aukus objectives. That could include more military joint exercises, but go as far as prompting a re-think of relying too heavily on Chinese investment and trade ties. While Sunak said this week China posed an “epoch-defining challenge” to the world order, he has resisted classifying the country as a “threat” in the updated integrated defence review. The prime minister faced down hawks in his own party who want him to take a stronger approach, as he does not believe that deteriorating relations with Beijing are inevitable. He told journalists on Monday: “We don’t believe it’s on a predetermined course.” Engagement with China remains “sensible and responsible”, Sunak said. He added: “But we can’t be blind or naive to the challenge it poses.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"technology/2023/aug/30/ai-powered-drone-beats-human-champion-pilots","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2023-08-30T15:08:19Z","webTitle":"AI-powered drone beats human champion pilots","webUrl":"https://www.theguardian.com/technology/2023/aug/30/ai-powered-drone-beats-human-champion-pilots","apiUrl":"https://content.guardianapis.com/technology/2023/aug/30/ai-powered-drone-beats-human-champion-pilots","fields":{"bodyText":"Having trounced humans at everything from chess and Go, to StarCraft and Gran Turismo, artificial intelligence (AI) has raised its game and defeated world champions at a real-world sport. The latest mortals to feel the sting of AI-induced defeat are three expert drone racers who were beaten by an algorithm that learned to fly a drone around a 3D race course at breakneck speeds without crashing. Or at least not crashing too often. Developed by researchers at the University of Zurich, the Swift AI won 15 out of 25 races against world champions and clocked the fastest lap on a course where drones reach speeds of 50mph (80km/h) and endure accelerations up to 5g, enough to make many people black out. “Our result marks the first time that a robot powered by AI has beaten a human champion in a real physical sport designed for and by humans,” said Elia Kaufmann, a researcher who helped to develop Swift. First-person view drone racing involves flying a drone around a course dotted with gates that must be passed through cleanly to avoid a crash. The pilots see the course via a video feed from a camera mounted on the drone. Writing in Nature, Kaufmann and his colleagues describe a series of head-to-head races between Swift and three champion drone racers, Thomas Bitmatta, Marvin Schäpper and Alex Vanover. Before the contest, the human pilots had a week to practise on the course, while Swift trained in a simulated environment that contained a virtual replica of the course. Swift used a technique called deep reinforcement learning to find the optimal commands to hurtle around the circuit. Because the method relies on trial and error, the drone crashed hundreds of times in training, but since it was a simulation the researchers could simply restart the process. During a race, Swift sends video from the drone’s onboard camera to a neural network that detects the racing gates. This information is combined with readings from an inertial sensor to estimate the drone’s position, orientation and speed. These estimates are then fed to a second neural network that works out what commands to send to the drone. Analysis of the races showed that Swift was consistently faster at the start of a race and pulled tighter turns than the human pilots. The quickest lap from Swift came in at 17.47 seconds, half a second faster than the fastest human pilot. But Swift was not invincible. It lost 40% of its races against humans and crashed several times. The drone, it seemed, was sensitive to changes in the environment such as lighting. The races left the world champions with mixed feelings. “This is the start of something that could change the whole world. On the flip side, I’m a racer, I don’t want anything to be faster than me,” said Bitmatta. And as Schäpper noted: “It feels different racing against a machine, because you know that the machine doesn’t get tired.” A key advance is that Swift can cope with real world challenges such as aerodynamic turbulence, camera blur and changes in illumination, which can confuse systems that attempt to follow a pre-computed trajectory. Kaufmann said the same approach could help drones search for people in burning buildings or conduct inspections of large structures such as ships. The military has an intense interest in AI-powered drones, but were not convinced that the latest work would have major implications for warfare. Dr Elliot Winter, a senior lecturer in international law at Newcastle Law School, said: “We must be careful not to assume that advancements such as these can easily be transplanted into a military context for use in military drones or autonomous weapons systems which are involved in critical processes such as target selection.” Alan Winfield, a professor of robot ethics, said while AI had “inevitable” military uses, he was unsure how the latest work could benefit the military beyond perhaps having flocks of drones that follow a plane in close formation. Kaufmann was similarly sceptical. “Almost all drones are used in wide-open battlefields and are either used for reconnaissance or as weapons against slow-moving and stationary targets,” he said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"fashion/2023/apr/28/soft-power-cardigans-male-status-symbol-sales-soar","type":"article","sectionId":"fashion","sectionName":"Fashion","webPublicationDate":"2023-04-28T11:18:23Z","webTitle":"Soft power: cardigans become male status symbol as sales soar","webUrl":"https://www.theguardian.com/fashion/2023/apr/28/soft-power-cardigans-male-status-symbol-sales-soar","apiUrl":"https://content.guardianapis.com/fashion/2023/apr/28/soft-power-cardigans-male-status-symbol-sales-soar","fields":{"bodyText":"Until recently, a man in a cardigan might typically have signalled “retiree”. But now the cosiest of knitwear items has been given a makeover. Fashion-friendly brands such as The Elder Statesman, Ami Paris and Studio Nicholson are pushing the cardigan. Marks &amp; Spencer reports that sales of cardigans are performing well for spring – up 90% on 2022, possibly due to the “inbetween” weather. A green “preppy” style is particularly popular. More styles will be launched by the retailer this autumn. If the quarter-zip jumper is a masculine status symbol worn by the likes of David Beckham, the Arsenal manager Mikel Arteta and those working in the City, the cardigan is increasingly about soft power. The Netflix series Beef provides a study in the soft power cardigan – thanks to the character George Nakai, played by Joseph Lee. If, early in the series, he appears to be a kind and gentle soul, he flexes his power as the plot unravels. The cardigans he wears – ostensibly the ultimate in non-threatening knitwear – allow him to hide in plain sight. They have gained a cult following in fashion. A recent GQ article with the headline “George from Beef is terrible but his cardigans are not” praised choices from brands including Needles, Dries van Noten and John Elliott. Lee’s Nakai isn’t the only example of the soft power cardigan on TV. In the latest episode of Succession, Roman Roy wears a cardigan to look unthreatening on a business trip to Norway, when he is anything but. Away from TV, celebrities have been adopting the cardigan including Brad Pitt and the Creed star Michael B Jordan. Crucially, these are not the quiet luxury takes on the item as worn by the Roys and their ilk. Pitt wore a multicoloured zipped-up cardigan that had a folksy feel, while Jordan recently favoured a pink V-neck style with a low-cut vest. Pedro Pascal – star of the Last of Us and the internet’s current crush – has anointed the soft power cardigan. He wore a cropped version on the red carpet, and an oversized flecked one for an appearance on Radio 1. It slots into his appeal perfectly, as described by The Face magazine: “[he’s] relatable, despite the fact [he’s] been launched into celeb super-stardom with the force of dynamite”. Gary Armstrong, the stylist and editor of CircleZeroEight, has long worn cardigans. He has noticed the take-up of the item recently and says it fits into the kind of statement young men want to make with their clothes now. “It is quite similar to the guys who have started to adopt pearl necklaces. It’s like, ‘I’m so in touch with my own masculinity that I’m not threatened in wearing like a floral cardigan.’” Thom Scherdel, the buying manager for mens ready-to-wear at Browns, has noticed more cardigans from more trend-led designers. “With multi-generational appeal, cardigans have always been a smarter alternative to casual knitwear,” he says. “However, recently, we’ve seen the style adapted by brands that have more directional style aesthetic and who have reimagined the classic shape.” Armstrong says the current vogue for men in cardigans was preceded by the grunge era – with Kurt Cobain a cardigan icon (the Nirvana frontman’s cardigan was sold at auction in 2019 for $334,000 [£267,000]). He applauds more men taking up the item. “A cardigan is a bit of a crossover thing – you could make it look smart if you’re wearing it to the office,” he says. “Also, it’s nice to be warm.”"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"politics/2023/jul/04/london-ulez-expansion-tory-councils-legal-challenge","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-07-04T16:29:17Z","webTitle":"London mayor has no legal power to expand Ulez zone, high court told","webUrl":"https://www.theguardian.com/politics/2023/jul/04/london-ulez-expansion-tory-councils-legal-challenge","apiUrl":"https://content.guardianapis.com/politics/2023/jul/04/london-ulez-expansion-tory-councils-legal-challenge","fields":{"bodyText":"London’s mayor Sadiq Khan “lacks the legal power” to extend the ultra-low emission zone (Ulez) to the whole of the capital, five Conservative-led councils have argued in the high court. Lawyers for four outer London boroughs – Bexley, Bromley, Harrow and Hillingdon – and Surrey county council said that “key information was not disclosed” in consultations over the proposed expansion of the Ulez. The Ulez is due to expand at the end of August from the boundary of the north and south circular roads to throughout Greater London, requiring drivers of the most polluting vehicles to pay a fee when using them in the area. Most drivers of vehicles that do not meet Ulez standards – typically the oldest petrol cars from before 2006 and dirtier diesels registered before 2015 – will be liable to pay a £12.50 daily fee after 29 August. Councils launched legal action in February, arguing that Khan, was not acting in accordance with relevant “statutory requirements”, although a judge dismissed parts of the challenge in April before allowing it to proceed to the high court. The councils are seeking to block the expansion on two grounds – the legal basis for the scheme, and the consultation over the shape of a £110m scrappage scheme designed to help drivers change to newer cars or public transport. On the opening day of the two-day court hearing, Craig Howell Williams KC, for the councils, said the mayor was creating a “master charging scheme” for London, beyond his powers. He said the approach of Khan and Transport for London (TfL) would “bypass” legal “safeguards” that were “designed to ensure that any new ‘charging scheme’ is properly considered before coming into effect”. Ben Jaffey KC, representing the mayor and TfL, an interested party in the case, said in written arguments that the “primary objective” of the expansion was “to improve London’s air quality, in particular reducing nitrogen oxides (NOx) and particulates”. The barrister said Khan’s decisions would “help to get London’s air quality closer to legal limits, where they are exceeded, and World Health Organization guideline levels everywhere”. He said that the mayor had used his powers to order changes to air quality rules in London on many occasions over the last 16 years and it would be “bizarre if orders could not be amended to improve emissions standards as required”, adding that “one might expect it to have come up before now”. A verdict is not expected to be delivered by Mr Justice Swift until a later date, probably in several weeks. The Ulez, originally drawn up during Boris Johnson’s tenure as mayor, launched in central London in April 2019 and was expanded to draw about 4 million people into the zone in October 2021. Only about 6% of vehicles now entering the zone are non-compliant and pay a fee. Transport for London estimated earlier this year that about 15% of vehicles driven in outer London were non-compliant. The policy has become much more divisive in its latest expansion. TfL argues that most Londoners do not drive and poorer communities are more likely to suffer from toxic air. However, motoring organisations argue that the charges threaten the wellbeing of those who rely on their cars. Ian Edwards, the leader of Hillingdon council, said: “We believe we can win this. Quite simply, with the harm our local economies face from the effects of the proposed expansion, we can’t afford not to fight.” Campaigners said the councils were “fighting completely the wrong battle”. Areeba Hamid, a joint executive director at Greenpeace UK, said: “Every borough in the city exceeds pollution levels deemed safe by the World Health Organization … and the Ulez is one proven method to help urgently reduce the number of cars on the road, making our cities cleaner and safer for everyone.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/jun/15/nsw-to-allow-taller-denser-property-developments-while-curtailing-power-of-councils","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-06-14T15:00:08Z","webTitle":"NSW to allow taller, denser property developments while curtailing power of councils","webUrl":"https://www.theguardian.com/australia-news/2023/jun/15/nsw-to-allow-taller-denser-property-developments-while-curtailing-power-of-councils","apiUrl":"https://content.guardianapis.com/australia-news/2023/jun/15/nsw-to-allow-taller-denser-property-developments-while-curtailing-power-of-councils","fields":{"bodyText":"The New South Wales government will allow developers to build taller and denser buildings – and have approvals fast-tracked – under sweeping changes to planning rules that will also curtail the power of councils to decide on major housing projects. Under the proposal, housing developments valued at more than $75m and of which at least 15% is to be used for affordable housing will get access to a “state significant development” pathway that would fast-track approvals. Developers proposing such projects will also be able to add 30% to the floor space to land size ratio and build 30% higher than the local environment plans allow. The premier, Chris Minns, will announce the policy – expected to cause upset within local councils – at the Western Sydney Leadership Dialogue on Thursday. “The dream of home ownership has slipped out of reach for far too many people,” he will tell the forum. “Calling it a housing crisis isn’t an overstatement. We need to tackle this from all angles – but the main one is housing supply.” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The reforms will come into effect later in the year. The inclusion of types of housing for the state significant development pathway will probably receive pushback from some local governments, after a similar reform, known as 3A, was scrapped after Barry O’Farrell became premier in 2011. The controversial planning provision, introduced in 2005, gave the planning minister the ability to rubber stamp major projects deemed to be of state or regional significance. Minns will tell the western Sydney audience that density should be shared across the city and not just focused on the fringes. “We can’t just keep adding a street to the fringes of Sydney every time we need more housing,” he will say. “We need to look closer to the city, where so many people currently work and where key workers need to travel to every single day.” Labor was elected in March amid a housing and cost-of-living crisis. The government has previously said developments on public land needed to include a minimum of 30% affordable and social housing. The premier, alongside key government figures including the housing minister, Rose Jackson, raised the need to rapidly increase the number of new homes being built. Jackson said she was interested in exploring converting vacant offices into public housing, as well as building attractive social housing properties in the inner city. The government has also announced a new building commission designed to give apartment buyers confidence in the quality of their new homes."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2023/jan/10/the-power-of-philosophy-in-prison","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2023-01-10T18:13:53Z","webTitle":"The power of philosophy in prison | Letter","webUrl":"https://www.theguardian.com/society/2023/jan/10/the-power-of-philosophy-in-prison","apiUrl":"https://content.guardianapis.com/society/2023/jan/10/the-power-of-philosophy-in-prison","fields":{"bodyText":"I was heartened to read Andy West’s experience of philosophy in his own life, and also in that of his students (Teaching philosophy in a children’s prison has shown me the meaning of anger, 2 January). I came to philosophy through Simone de Beauvoir in the 1970s, and over the years have used her work to think about aspects of the secondary (and tertiary) status of so many people in society, in addition to women’s experience of being the second sex. One aspect of West’s article that struck me forcibly was the benefit of philosophy for the person. His account of understanding the nature of emotion in an unjust structure is vital to understand the “way things are”. However, it highlights the futility of acceptance as a response to change the causes of imprisonment of these young people, not to mention West’s own experience of the incarceration of his relations. Education has been emancipating and empowering for him, and will probably make a huge difference to the lives of his young students. But the ways in which education outside the prison context, as a social institution, fails them illuminates the need for social as well and personal transformation. And philosophy has to enable people to become agentic, not accepting – in the way The Second Sex, whatever its flaws, has done. Adult education has a long history and practice of making the personal political. This is particularly urgent in the light of the trend toward greater incarceration, rather than education, care and concern, which are ultimately cheaper than imprisonment. Dr Bríd Connolly Maynooth, County Kildare, Ireland"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/may/31/englands-ben-stokes-plans-to-power-past-fitness-issues-this-ashes-summer","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-05-31T17:00:09Z","webTitle":"England’s Ben Stokes plans to power past fitness issues this Ashes summer","webUrl":"https://www.theguardian.com/sport/2023/may/31/englands-ben-stokes-plans-to-power-past-fitness-issues-this-ashes-summer","apiUrl":"https://content.guardianapis.com/sport/2023/may/31/englands-ben-stokes-plans-to-power-past-fitness-issues-this-ashes-summer","fields":{"bodyText":"Ben Stokes will hope to power himself through a hectic two months of Test cricket with the aid of adrenaline and cortisone, with England’s captain having to manage his body as much as his squad as he goes into the curtain-raiser against Ireland starting on Thursday. Stokes had a cortisone injection into his troublesome left knee in March before he joined Chennai Super Kings for their Indian Premier League campaign, and he said on Wednesday that while “I don’t plan ahead too much” the treatment would be repeated “if needs be”. However, the 31-year-old England captain says he has “got into a place where I feel like I am back at 2019, 2020 in terms of my own body and fitness”. He has been helped by the fact that playing only two matches in India allowed him to concentrate on preparing himself for the summer. “What I have done is given myself the best opportunity to play a full role with the ball this summer,” he said. “I would much rather have been playing but I was actually able to turn a disappointing situation into a positive one because I was able to concentrate on properly being able to train. Sitting here today I’m actually thinking it could have been a blessing in disguise.” While he had a lengthy bat in the nets on Wednesday and has no concerns about his ability to build a Test innings, Stokes has not bowled all week and for all his pre-match positivity may attempt to avoid doing so once the action begins at Lord’s. “I’ve made a promise to myself and teammates, in particular the bowlers, that I will be doing everything I possibly can to be in a position to fulfil that role,” Stokes said. “The great thing that sport and being out in the arena gives you is adrenaline. It gives you stuff you’re able to do in a game that you probably would not be able to do [in] training.” But the decision not to select Jimmy Anderson, Ollie Robinson or Mark Wood for this game illustrates England’s approach to the Ireland Test at Lord’s. “It would be a completely different team if this was Australia tomorrow. I don’t think I’m wrong in saying that. We had to look at risk versus reward and I didn’t feel this game was worth taking the risk.” If England have taken no risks, however, neither have they relied on safe bets. Chris Woakes, particularly given his fabulous record at Lord’s, would have been one of those but England will instead to give a debut to Josh Tongue. “Everyone knows what Chris offers to a team, so we saw this as a chance to give Tongue an opportunity and see what his character’s like and how he can influence a game,” Stokes said. “It was a great opportunity we couldn’t look past.” Tongue’s ascent from sickbed to Test team has been meteoric – after 14 months out of the game with a shoulder complaint he came back last August, made his England Lions debut in January and will walk out at Lord’s, for the first time in any competition, in June – but Stokes revealed he has been monitored for some time. “He’s someone who has been spoken about ever since he first played for Worcestershire,” Stokes said. “He is someone who possesses a bit more pace than most of the guys who have been spoken about as the next guys in line. Someone who is able to bowl with that extra pace and come on and change the way the game is going and have that X-factor is always great to have in your side.” But even Tongue is more experienced than many members of the squad preparing to play only the seventh Test in Ireland’s history. It contains eight players who have played fewer than 20 first-class games and its youngest member, the 22‑year‑old Tom Mayes, made his first-class debut last week. “Whatever team we pick there’s not going to be a lot of first-class experience,” said Andrew Balbirnie, their captain. “There are players in our group who have the skill, there’s no doubt about that, but it’s a different skill in the longer format of the game. In [white-ball cricket] you just have to have a good 10-15 overs and you can come out on the right end of the result. A Test match is completely different and that’s going to be the biggest challenge.”"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"commentisfree/2023/jun/10/china-and-physics-may-soon-shatter-our-dreams-of-endless-computing-power","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-06-10T15:00:26Z","webTitle":"China and physics may soon shatter our dreams of endless computing power | John Naughton","webUrl":"https://www.theguardian.com/commentisfree/2023/jun/10/china-and-physics-may-soon-shatter-our-dreams-of-endless-computing-power","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jun/10/china-and-physics-may-soon-shatter-our-dreams-of-endless-computing-power","fields":{"bodyText":"In the 1950s I spent a significant chunk of my pocket money buying a transistor. It was a small metal cylinder (about 5mm in diameter and 7mm deep) with three wires protruding from its base. I needed it for a little radio I was building, and buying it was a big deal for a lad living in rural Ireland. My baffled parents couldn’t understand why this gizmo their son was holding between finger and thumb could be interesting; and, to be honest, you couldn’t blame them. Now spool forward six decades. The A13 processor that powers the iPhone that I used to find a photograph of that first transistor has 8.5 billion of them etched on to a sliver of silicon no bigger than a fingernail – a “chip”. The next generation of these chips will have transistors almost as small as the diameter of a human chromosome. This ability to cram more and more transistors into a finite space is what gave us Moore’s law – the observation that the number of transistors in an integrated circuit will double every two years or so – and with it the fact that computer power has been doubling every two years for as long as most of us can remember. The story of how this happened is a riveting tale of engineering and manufacturing brilliance and is brilliantly told by Chris Miller in his bestselling book Chip War, which should be required reading for all Tory ministers who fantasise about making “Global Britain” a tech superpower. But with that long run of technological progress came complacency and hubris. We got to the point of thinking that if all that was needed to solve a pressing problem was more computing power, then we could consider it solved; not today, perhaps, but certainly tomorrow. There are at least three things wrong with this. The first is that many of humankind’s most pressing problems cannot be solved by computing. This is news to Silicon Valley, but it happens to be true. The second is that Moore’s law will soon run up against the laws of physics. We’re getting to the point where the critical part of a transistor – the “gate” through which current flows – is approaching 2 nanometers (nm – a billionth of a metre) and a silicon atom is 0.2nm in diameter, which means that the gate is only about 10 silicon atoms wide, at which point all kinds of awkward interactions between atoms start to occur and manufacturing becomes really problematic. The third problem is that there are two critical bottlenecks in the supply chain for the highest-end chips on which the tech industry is betting its future – including the Nvidia chips that are powering most machine-learning (or AI) systems such as ChatGPT. Bottleneck A has come about because there is only one company in the world – ASML in the Netherlands – that can make the extreme ultraviolet lithography machines capable of “printing” 2nm transistors on to silicon. These machines are, as MIT Technology Review has explained, quite something: “The size of a small bus and filled with 100,000 tiny, coordinated mechanisms, including a system that generates a specific wavelength of high-energy ultraviolet light by blasting molten drops of tin with a laser 50,000 times a second. It takes four 747s to ship one to a customer.” And the top-end machines cost $350m a pop. Bottleneck B exists because only a handful of companies have the capacity to manufacture chips at the 2nm level, and the leading one of these by far – TSMC – is based in – guess where? – Taiwan. Put these two bottlenecks together and you have what can only be described as panic in the leadership of western economies. ASML’s monopoly is perhaps not such a strategic concern: it is, after all, a European company. Its biggest problem is that manufacturing its machines is a delicate, complicated, time-consuming business. And according to the Financial Times it currently has a $40bn backlog of orders. But the uniqueness of TSMC and its location on an island that the Chinese regime regards as part of the mainland is giving rise to strategic panic. Both the US and the EU are racing to try to ensure that they have 2nm chip-fabrication capability within their respective jurisdictions. The problem is that one cannot conjure up such capacity just by throwing money at it. TSMC itself has built a fabrication plant in Arizona. But in his speech marking the ceremonial opening of the facility last December, Morris Chang, the firm’s founder, said that it could not find enough qualified American workers to run it. It was sending every new American recruit to Taiwan for 18 months of training and was even importing engineers from Taiwan to make the Arizona plant operational. Hopefully it will all be up and running before Xi decides to “do a Putin” and we will no longer to be able to have chips with everything. What I’ve been reading Received knowledge Terrific Substack post by Charles Arthur on research that challenges some myths about online filter bubbles. Computing a cure Fascinating London Review of Books blogpost by Liam Shaw on drug discovery by AI. Fringe benefits There’s an enjoyable dispatch by Helen Lewis in the Atlantic about a recent conference of rightwing cranks."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2023/feb/07/tensions-brew-between-tehran-and-the-iaea-over-nuclear-plant","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-02-07T21:01:40Z","webTitle":"Tensions brew between Tehran and the IAEA over nuclear plant ","webUrl":"https://www.theguardian.com/world/2023/feb/07/tensions-brew-between-tehran-and-the-iaea-over-nuclear-plant","apiUrl":"https://content.guardianapis.com/world/2023/feb/07/tensions-brew-between-tehran-and-the-iaea-over-nuclear-plant","fields":{"bodyText":"The head of the International Atomic Energy Agency has said he will need to go to Tehran very soon to restore his inspectorate’s ability to monitor Iran’s nuclear programme. Rafael Grossi also said that Iran should not have carried out recent unilateral changes at the Fordow nuclear plant, which will require increased inspections. The modifications, discovered by the IAEA and reported to the board of governors last month, involved an undeclared change to the interconnection between two machines enriching advanced uranium. Speaking at Chatham House in London, he said: “There has been a modification that should have been reported. You cannot go back and right this wrong. The thing is that, of course, with this modification, the facility has new capabilities so we have to inspect more.” His remarks suggest Grossi was not convinced by the Iranian explanation that the changes at the plant had been due to a human error and had been corrected. But he insisted he wanted a reset with Iran. He said recent denials of access for his inspectors by the Iranians meant “it will be very difficult to restore a complete picture of what we have in the Islamic Republic in terms of nuclear infrastructure”. Admitting he did not know if the 2015 nuclear deal with western powers could ever be revived, he said “[Iranian authorities] gradually started to shut down the visibility of the agency on a number of things, which are very, very important. That is the gap that worries me at this point in time. Because we are losing this visibility, and the [nuclear] programme continues to work – this is why I need to go to Tehran. We need to talk and we need to do it soon.” Grossi has previously visited Tehran in a bid to restore his inspection team’s ever-diminishing access to Iran’s nuclear sites, but often returned with only slight modifications. There is also an ongoing standoff between the IAEA and Iran over the regime’s inability to explain the presence of nuclear particles at three previously undeclared sites. Rossi rejected Iranian claims he was seeking to politicise the issue, arguing instead that he was “constantly opening doors and constantly looking for another solution”. Without this indispensable dialogue, things will get worse, he warned. “Our ability to do what we are supposed to do is so crucial, without that – without the IEA being able to tell the world that the nuclear programme in Iran is completely for peaceful use – then there will be this instability.” There is a tension within western capitals, with some politicians wanting to abandon the talks and take a hard line with a regime they feel is slowly losing grip on power, while others believe that the risk of losing any nuclear non-proliferation agreement with Iran would be too destabilising."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/jul/01/star-power-tennis-player-carlos-alcaraz-wimbledon","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-07-01T13:00:15Z","webTitle":"‘He’s a human highlight reel’: the star power of tennis player Carlos Alcaraz","webUrl":"https://www.theguardian.com/sport/2023/jul/01/star-power-tennis-player-carlos-alcaraz-wimbledon","apiUrl":"https://content.guardianapis.com/sport/2023/jul/01/star-power-tennis-player-carlos-alcaraz-wimbledon","fields":{"bodyText":"In the new series of Break Point, the Netflix documentary that shadows elite tennis players, Carlos Alcaraz was asked about nerves. The Spaniard was 19 years old at the time – he’s 20 now – and was closing in on the US Open final. “No,” Alcaraz replied, looking genuinely bemused by the question. “No, I don’t feel pressure.” Alcaraz won the US Open, his first grand slam title, and comes into Wimbledon, which starts tomorrow, as the 2023 Queen’s Club champion and world No 1: it is the first time for 20 years that the top seed in the men’s singles has not been Roger Federer, Rafael Nadal, Novak Djokovic or Andy Murray. But if you imagine that the expectation will weigh heavy on his young shoulders, perhaps think again. “He seems to really relish big moments and big stages,” says Matt Roberts, co-host of the excellent Tennis Podcast, who first watched Alcaraz compete aged 13. “He just plays with such joy and freedom on the court. He doesn’t seem burdened by being at the top of the sport so young, by having people chase him. He just loves it. “And that’s a little bit of Federer, I suppose. Federer used to love the spotlight being number one, and I think Alcaraz has got that as well.” It’s a heady comparison, but Alcaraz attracts a lot of those these days. Last week Ivan Ljubičić, a former world No 3 and the coach credited with Federer’s late-career regeneration, said: “He’s something we haven’t seen so far: some sort of sick combination of Djokovic, Federer and Nadal. I just hope that his body holds up, because he’s putting crazy demands on his body at the moment.” Petra Kvitová, the two-time Wimbledon women’s champion, was equally effusive. “I like Carlos a lot,” she said. “How he moves, the things he returns – it’s beautiful! I’m glad someone like him will follow in the footsteps of Roger and Rafa.” The question of who will be the next great men’s tennis champion has felt like the trials of a fairytale: over the years the contenders have come – Grigor Dimitrov, Milos Raonic, Dominic Thiem, among them – and none has noticed the pea under the mattress. But Alcaraz feels like a different proposition. Carlitos, as he’s known, grew up in Murcia, south-eastern Spain: his grandfather built a tennis club in his home town, filled with clay courts, and his father was the academy director. He started playing aged three, and by 11 he was signed up by the talent agency IMG. When Roberts first saw Alcaraz, only just a teenager, play at a junior tournament in Barcelona, it was already clear he was a special proposition. “He looked like a professional already,” recalls Roberts. “He was just so complete; he could do anything. I really don’t think I had an incredible scouter’s eye. Anyone would have watched him and thought: ‘Jeesh, this guy is very good at the thing.’” So what chance does Alcaraz have at this year’s Wimbledon? Well, like the surface, he’s very green: his victory at Queen’s was only his third-ever tournament on grass. He almost lost in the first round, but by the end of the week he was saying: “Right now, I feel like I’ve played 10 years on grass.” He’s been studying videos of Federer and Murray to improve his movement. But make no mistake: Djokovic, the seven-time champion – and unbeaten at the tournament since 2017 – starts as overwhelming favourite. Still, expect Alcaraz, who last week was named as an ambassador for Louis Vuitton, to become a darling of the Wimbledon faithful. “People have different likes and dislikes, I’m sure, but anyone would be hard pushed to watch Alcaraz play tennis and not feel joy or some connection,” says Roberts. “He’s just a human highlight reel. He’s someone you want to watch because of what he might do next – a shot you’ve never seen before. And he’s so fast, so fans will love that aspect of his game as well. He’s such a fun time.” As for Alcaraz, he says simply: “I think I will win at least one Wimbledon.” • This article was amended on 2 July 2023 to correct a quote by Matt Roberts of the Tennis Podcast."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}