{"response":{"status":"ok","userTier":"developer","total":68297,"startIndex":851,"pageSize":50,"currentPage":18,"pages":1366,"orderBy":"relevance","results":[{"id":"world/2022/nov/10/nuclear-disarmament-activists-putin-ukraine","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-10T10:00:02Z","webTitle":"Fresh effort to ban the bomb as new generation bids for nuclear-free world","webUrl":"https://www.theguardian.com/world/2022/nov/10/nuclear-disarmament-activists-putin-ukraine","apiUrl":"https://content.guardianapis.com/world/2022/nov/10/nuclear-disarmament-activists-putin-ukraine","fields":{"bodyText":"As nuclear dangers gather momentum three decades after the cold war, a disarmament movement is rising to meet them, with a new generation of activists. In the late 50s and early 60s, and then again in the early 80s, when the US and the Soviet Union were pointing their missiles at each other in Europe, there were mass street protests against governments making plans for global annihilation. The Campaign for Nuclear Disarmament (CND) was born in the UK and staged large-scale marches to the heart of the British nuclear weapons establishment at Aldermaston. More than four decades ago, a million Americans converged on New York’s Central Park to call a halt to the arms race and a nuclear freeze. At the end of 1982, more than 30,000 women formed a human chain around the Greenham Common air force base as an act of resistance to the deployment of US cruise missiles there. In October 1983, CND staged the biggest march through London the city had ever seen. With Vladimir Putin’s invasion of Ukraine, and his repeated threats that he would use nuclear weapons if his regime felt in peril, the danger is every bit as real as it was during the Cuban missile crisis or the missile standoff in Europe. This time, there have not been any mass protests but there has been a popular response that has found other channels to express itself. At the vanguard of the new movement is the International Campaign to Abolish Nuclear Weapons (Ican), which successfully canvassed support for a Treaty on the Prohibition of Nuclear Weapons (TPNW) at the UN general assembly, leading to its adoption in 2017. Since then, more than 90 countries have signed the treaty and 68 have ratified it. It has not stopped the US and Russia from upgrading their arsenals and China from pursuing plans to become a third leading nuclear weapons power, but Beatrice Fihn, Ican’s executive director, said the ultimate aim was something more enduring: the delegitimization of nuclear weapons around the world. “It makes it harder to see what is happening as you’re maybe not seeing so many people out on the streets,” said Fihn, who accepted the 2017 Nobel peace prize on Ican’s behalf. But she added: “The movement is very much here, and we’re definitely growing and building.” While continuing the work of CND and the nuclear freeze movement, Ican and its 652 partner organisations around the world are seeking inspiration from other forms of civil society action, including the campaigns to ban landmines and cluster munitions, which sought to lay down new norms, and redraw the red lines of what is acceptable on the international stage. “We’re trying to undo the brainwashing of accepting nuclear weapons as normal,” Fihn said. The movement’s greatest source of leverage, she argued, was the need of nuclear weapons for legitimacy. “We see that with Russia right now. They’re fighting hard to re-establish legitimacy around the nuclear weapons and their security council seat and around the narrative of this war. And to me, it’s a sign that they are vulnerable.” Kate Hudson, CND’s general secretary, says new membership has surged since Russia’s all-out invasion of Ukraine was unleashed. “Activism is there in a big way, but it’s taking new forms, and it’s more fluid than previously: the way people understand and act on the links between issues, politically and in campaigning terms,” Hudson said. The nuclear disarmament movement is no longer in a silo of its own, she argued, as it shares common concerns for those fighting to stop climate crisis, or to uphold social justice in a world where governments are spending huge amounts on nuclear stockpiles while the poorest people in their society are cold and hungry. The Black Lives Matter (BLM) movement is now framing nuclear disarmament as a social justice issue for many newly recruited activists, making it a far more diverse field. Mari Faines, partner for mobilisation in the Global Zero disarmament advocacy group, said BLM prompted her to see more clearly the “correlation between the systems of policing and militarism”, and the overlap between the nuclear weapons complex, social justice struggles and other existential threats. “I’m hopeful and optimistic that this new wave of young and diverse voices that are stepping into this space are thinking through that,” Faines said. “They’re thinking about diplomatic answers in a different way. They’re reimagining what security could and should look like.” Molly Hurley, who was born in China but was adopted by a white American family, said the nuclear disarmament movement was not quite as open as it thought itself to be. “The nuke space is not the most welcoming for young people, for women of colour, for anyone of colour,” she said. After a few years working for disarmament activist groups, Hurley, who turns 27 in November, has started an arts degree in Baltimore. She still made the trip to a nuclear conference in Washington put on last month by the Carnegie Endowment for International Peace. She explained: “The issues themselves are things I can’t just stop caring about.” As Russia steps up its aggression in Ukraine, a sense of dread and anxiety has spread among Hurley’s friends. For them, she said, it is just one more existential threat over which they have no control. “One of my friends specifically told me: I am just so overwhelmed by the prospects of the entire world ending due to the decisions of just a few white guys who I will never meet and who will never listen to anything I have to say,” she said. Hurley is experimenting with new ways to talk about geopolitical threats. While working on her art degree, she writes a column on the Inkstick website, and her latest was about what the US and China might learn from the enemies-to-lovers trope in romantic fiction. “You cannot fear-monger your way to a mass movement,” she said, arguing that what has been perceived as apathy within her generation was really a “coping mechanism for hopelessness”. The solution, she argued, was to offer some grounds for hope. “There are things that we can do and we need to make clear all these feasible, very concrete steps that can be taken.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/mar/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-393-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-23T10:59:24Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 393 of the invasion","webUrl":"https://www.theguardian.com/world/2023/mar/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-393-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/mar/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-393-of-the-invasion","fields":{"bodyText":"Ukraine’s state emergency services said on Thursday that it had ended rescue attempts in Rzhyshchiv, Kyiv region, where it is now known that nine people died in a suspected Russian drone attack in the early hours of Wednesday morning. Suspilne, Ukraine’s state broadcaster, reported that on Wednesday shelling in the Donetsk region killed two people and injured four others, while one person was killed and two were wounded in the Kherson region. Gen Oleksandr Syrskyi, commander of the Ukrainian ground forces, said “The aggressor does not give up hope of taking Bakhmut at any cost, despite the losses in manpower and equipment”. He added that Russia is losing “considerable strength” and that “very soon we will take advantage of this opportunity, as we once did near Kyiv, Kharkiv, Balakliia and Kupiansk”, all areas that Ukraine has previously liberated from Russian occupation. The UK Ministry of Defence said that “Russia has made gains of up to several kilometres” in the Luhansk region, and that “Russian commanders are likely trying to expand a security zone west from the defence lines they have prepared along higher ground, and integrate the natural obstacle of the Oskil River. They likely seek to recapture Kupiansk, a logistics node.” Any attempt to arrest President Vladimir Putin after the international criminal court (ICC) issued a warrant for the Kremlin chief would amount to a declaration of war against Russia, his ally Dmitry Medvedev said on Thursday, while directly threatening to attack the seat of any government that allowed it to happen. A video is circulating on social media of the Ukrainian national flag flying from a tall mast in Crimea, a region annexed by Russia in 2014. It appears to have been filmed near the village of Hrushivka. Spain’s prime minister Pedro Sánchez said on Thursday he would discuss a peace plan for Ukraine with Chinese President Xi Jinping during an official visit to China next week. Estonia’s prime minister Kaja Kallas on Thursday spoke against any weakening of sanctions against Russia under a deal to export Ukrainian grain through the Black Sea, and called for the G7 to tighten its oil cap to squeeze Russia’s revenue more. A former New Zealand soldier who drew an online following with his dispatches from the frontline of the Ukraine war has been killed. The death of Kane Te Tai, 38, was confirmed by New Zealand’s foreign ministry Thursday, citing Ukrainian government sources. Te Tai, who fought with the International Legion, is the third New Zealander known to have died in Ukraine. The UN nuclear agency’s chief said Wednesday that the situation at Ukraine’s Zaporizhzhia power plant “remains perilous” following a Russian missile strike this month that disconnected the plant from the grid. Europe’s largest nuclear power plant needs a reliable electricity supply to operate pumps that circulate water to cool reactors and pools holding nuclear fuel. Xi Jinping’s visit to Russia was a “journey of friendship, cooperation and peace”, a Chinese foreign ministry spokesperson said Wednesday, as China’s president ended his three-day visit to Moscow. Wang Wenbin reiterated Beijing’s claims that it remained neutral in the Ukraine conflict and said China would “continue to play a constructive role in promoting a political settlement of the Ukrainian issue”. Vladimir Putin has no immediate plans for peace in Ukraine, so the west needs to brace itself to supply lethal aid to Kyiv for a long time to come, Nato’s secretary general has warned in an interview with the Guardian. The fierce fighting, currently centred around Bakhmut, in eastern Ukraine, demonstrated Russia was willing “to just throw in thousands and thousands more troops, to take many casualties for minimal gains”, the head of Nato said. Russia’s foreign ministry has warned that Moscow will not leave “unanswered” a UK plan to supply Ukraine with tank shells made with depleted uranium. “This decision will not remain without serious consequences both for Russian-British bilateral relations and at the international level,” it said on Wednesday. Russia’s foreign minister, Sergei Lavrov, said Britain’s decision took the situation to new and dangerous levels. The UK foreign secretary has said there is no “nuclear escalation” in the country’s decision to supply Ukraine with shells made with depleted uranium. “They are not nuclear munitions. They are purely conventional munitions,” James Cleverly said, a day after Vladimir Putin accused the west of “beginning to use weapons with a nuclear component”. The Prince of Wales travelled to Poland as part of a surprise two-day trip to Poland to thank British and Polish troops for their efforts supporting Ukraine, as well as to learn more about how the country has cared for displaced Ukrainian refugees."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2023/jul/12/tour-de-france-jasper-philipsen-stage-11-cycling-report","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2023-07-12T16:06:31Z","webTitle":"Tour de France: Jasper Philipsen powers to fourth sprint win this year on stage 11","webUrl":"https://www.theguardian.com/sport/2023/jul/12/tour-de-france-jasper-philipsen-stage-11-cycling-report","apiUrl":"https://content.guardianapis.com/sport/2023/jul/12/tour-de-france-jasper-philipsen-stage-11-cycling-report","fields":{"bodyText":"Jasper Philipsen took his fourth win of this Tour de France, claiming stage 11 from Clermont-Ferrand to Moulins by sprinting clear of his closest rival Dylan Groenewegen, of Team Jayco AlUla, in the final 100 metres. The Belgian – already a winner in Bayonne, Nogaro and Bordeaux – mastered the fast finish with ease. This despite the absence of his steadfast lead‑out man and Alpecin-Deceuninck teammate Mathieu van der Poel, who was dropped by the bunch, after illness. “I can win without Mathieu, but of course he makes it more easy,” Philipsen said. “I had to find my wheel [to follow] and it’s also finding the space. It’s hectic and dangerous, but I’m happy I could find a good wheel. Groenewegen opened up early, and I could go over [the top].” The Tour’s defending champion, Jonas Vingegaard (Jumbo-Visma), finished safely in the peloton and retains a 17-second lead over Tadej Pogacar (UAE Team Emirates). A stage earmarked by the sprinters and the baroudeurs (or breakaway artists) stuck to the script, with a three-man move dominating the proceedings until the last of the trio, Daniel Oss (TotalEnergies) was finally swept up with 13km to race. The speed increased as the riders sped over the Pont Régemortes, bridging the Allier river, despite steady rain falling in the closing kilometres. But Philipsen was always in control and unleashed his power in the final 100m to secure a comfortable victory. He now leads the points classification by 150 points. With the peloton moving steadily towards the Rhone, before crossing towards the Jura and Friday’s next summit finish on the Grand Colombier, speculation continues on how high Yorkshire’s Tom Pidcock can finish in the General Classification. “You can’t say he couldn’t podium,” Rod Ellingworth, the Ineos Grenadiers deputy principal, said. “I think it’s in reach. He’s in that ballpark.” Pidcock is eighth overall, almost five and a half minutes behind the race leader Vingegaard. Ellingworth said of Pidcock: “He wouldn’t want to lose any more time to the group below the leading two, but I think [a top-three finish] is possible. I definitely think top five is very realistic. “He’s got that ability to raise his game on the day. You could see that when he won Strade Bianche. All the guys I know who have that ability, who have won Olympic and world titles, they don’t crumble.” Meanwhile the uncertainty over Mark Cavendish’s future continues, fuelled by the suggestion from his Astana Qazaqstan team that he postpone his planned retirement until the end of 2024, in order to compete in next year’s Tour. According to his sprint consultant and former teammate, Mark Renshaw, Cavendish is now at home in Essex, awaiting surgery on his fractured collarbone. No decision has yet been taken on postponing his retirement, although it is thought that the 38-year-old will wait a couple of months before making a final call on his future. While Cavendish ponders his plans, the evergreen Geraint Thomas, second overall in the Giro d’Italia this year and third in the 2022 Tour, is expected to sign a new two-year contract with Ineos Grenadiers. “I think we’re getting there,” Ellingworth said of negotiations with Thomas. “Even without results, his presence is massive. You can’t underestimate what Geraint brings to the team, on the bus, in training camps. The bigger the competition, the better he gets.” Vingegaard may retain the race lead, but his post-race press conferences are becoming increasingly surreal, as the media continues to chisel at his aloof exterior. Asked to respond to the French newspaper Libération’s suggestion that he struggled with the “impossibility of being in the world”, the Dane looked flummoxed. “‘The impossibility of being in the world?’” he repeated after a long pause. “I don’t even know what that means. That’s a very deep question.” He added: “I guess we all are.”"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2022/aug/08/ukraine-head-of-occupied-zaporizhzhia-plans-referendum-on-joining-russia","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-08T15:33:51Z","webTitle":"Ukraine: head of occupied Zaporizhzhia plans referendum on joining Russia","webUrl":"https://www.theguardian.com/world/2022/aug/08/ukraine-head-of-occupied-zaporizhzhia-plans-referendum-on-joining-russia","apiUrl":"https://content.guardianapis.com/world/2022/aug/08/ukraine-head-of-occupied-zaporizhzhia-plans-referendum-on-joining-russia","fields":{"bodyText":"The Russian-installed head of the occupied part of Ukraine’s Zaporizhzhia region signed a decree on Monday providing for a referendum on joining Russia, in the latest sign that Moscow is moving ahead with its plans to annex seized Ukrainian territory. The Ukrainian president, Volodymyr Zelenskiy, has ruled out any peace talks with Russia if the country proceeds with referendums in the occupied areas. Yevgeny Balitsky, the head of the pro-Russia administration in the region, announced the decision to kickstart the process during a pro-Moscow forum entitled “We are with Russia” organised in Melitopol, the largest city controlled by Russia in Zaporizhzhia. “I am signing the order for the central election committee to start the preparations for holding a referendum on the reunification of the Zaporizhzhia region with the Russian Federation,” Balitsky said. Roughly two-thirds of Zaporizhzhia is under Russian occupation, part of a swathe of southern Ukraine that Moscow captured early in the war, including most of the neighbouring Kherson region, where Russian officials have also discussed plans for a referendum. Russia-appointed officials in Zaporizhzhia earlier said that the administration planned to proceed with a referendum even if Russia did not gain control over the entire region. Zaporizhzhia city is still held by Ukraine. Ukraine and its western allies have said that any referendums held under Russian occupation would be illegal and their results fraudulent. In 2014, Moscow and its proxies carried out a widely condemned referendum in Crimea, weeks after its forces seized the peninsula. On Sunday, Zelenskiy said peace talks with Russia would be impossible if the country proceeded with such votes in the occupied areas. “Our country’s position remains what it always has been. We will give up nothing of what is ours,” Zelenskiy said in his nightly address to the nation. “If the occupiers proceed along the path of pseudo-referendums they will close for themselves any chance of talks with Ukraine and the free world, which the Russian side will clearly need at some point. Balitsky on Monday gave no further details about the timing of the referendum. Bloomberg, citing two unnamed sources familiar with Moscow’s strategy, earlier reported that the Kremlin was aiming to conduct the referendums by 15 September. Kremlin-appointed officials in Kherson and Zaporizhzhia had already instigated a number of measures aimed at bringing the occupied regions closer to Russia and setting the stage for a future referendum. Earlier this summer, the Russian occupation authorities had started to hand out Russian passports to locals in Kherson and Zaporizhzhia. Moscow has also forced Ukrainian teachers in occupied territories to follow the Russian curriculum, while “We are with Russia” billboards have sprung up across occupied cities. In a move further signalling Moscow’s intentions, the pro-Russian authorities in Kherson and Zaporizhzhia have set up local “elections committees” that are to be responsible for running the referendums. President Vladimir Putin initially denied that Moscow was seeking to occupy new land when Russia launched its invasion of Ukraine on 24 February. However, he has since made a string of statements in which he sought to justify what he portrayed as Russia’s historic quests to win back Russian lands. Last month, Russia’s minister of foreign affairs, Sergei Lavrov, said that Moscow had expanded its war aims in Ukraine, saying they now extended to Kherson and Zaporizhzhia. The Kremlin has also repeatedly hinted that it would recognise the referendums held in the seized Ukrainian territories, which would present the opportunity for Putin to declare the conquered areas as Russian territory. Ukraine, boosted by western weapons, has vowed to mount a major counteroffensive in the country’s south. However, the annexation of Kherson and Zaporizhzhia could complicate Ukraine’s attempts to recapture the areas: if annexed by Moscow, the territories would be protected by the country’s nuclear arsenal. Speaking to the BBC on Monday, the retired British general Sir Richard Barrons said that a successful Ukrainian counteroffensive launched in the southern regions annexed by Moscow would raise the prospect of Russia using “small nuclear weapons”. “Ukraine would now be pushing into territory that Russia has declared as Russia, and at that point doctrinally and probably politically, Russia will start to reach for its tactical, its small nuclear weapons,” Barrons said, adding that those weapons would have a radius of “roughly two miles”. “We need to think through that and not regard it as some sort of terrible surprise that is completely unthinkable,” he said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/22/thaksin-represents-the-grassroots-people-thailands-divisive-former-leader-returns","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-22T12:49:58Z","webTitle":"‘Thaksin represents the grassroots people’: Thailand’s divisive former leader returns","webUrl":"https://www.theguardian.com/world/2023/aug/22/thaksin-represents-the-grassroots-people-thailands-divisive-former-leader-returns","apiUrl":"https://content.guardianapis.com/world/2023/aug/22/thaksin-represents-the-grassroots-people-thailands-divisive-former-leader-returns","fields":{"bodyText":"Thaksin Shinawatra hasn’t held political office since he was ousted in 2006, and, until Tuesday, he had not set foot in Thailand in more than 15 years. But despite this, he has remained one of the country’s most influential and polarising politicians. Born in Chiang Mai in northern Thailand, Thaksin became a police officer before developing a fortune as a telecoms tycoon. Aged 48, he formed the Thai Rak Thai (Thais Love Thais) party and swept to power in 2001 with a landslide election victory. Thaksin was the first politician to harness the electoral clout of rural voters in the north and north-east of Thailand, and he offered policies that improved their livelihoods. Thaksin introduced a universal healthcare scheme, village funds to stimulate growth, as well as policies to boost entrepreneurship and help the country recover from the Asian financial crisis. He also presided over the repayment of the debt Thailand owed to the IMF ahead of schedule. Many of his supporters associate his time in office with economic prosperity. “Thaksin represents the grassroots people,” said Damrong Khongpanya, 61, who travelled for 10 hours from his home in Nong Khai in north-east Thailand to welcome Thaksin at the airport. Thaksin cared for farmers, said Damrong, who farms rice and owns a rubber plantation. “I didn’t have a car before, but I was able to buy one, I was able to send my children to graduate from university,” he said. Thaksin became an increasingly divisive figure, however. His critics, often associated with conservatives in Bangkok, accused him of corruption and abuse of power. In particular, he faced a major scandal over the tax-free sale of the Shinawatra family’s majority stakes in his telecoms empire Shin Corp to a foreign company. He was also accused of lacking principles or sufficient deference for the monarchy, and of being a threat to its power. A struggle between Thaksin and his opponents in the military-royalist establishment left Thailand bitterly divided and led to periods of political turmoil. The military seized power in a coup twice, the courts repeatedly dissolved parties and banned individuals from politics, prolonged street protests gripped Bangkok and an army crackdown left more than 90 of Thaksin’s supporters dead. Thaksin was ousted in a coup in 2006 and has lived in exile since 2008 to avoid legal charges, which he is now facing after his return to Bangkok. His sister, the former prime minister Yingluck Shinawatra, suffered the same fate in 2014 and is still in exile. Even from abroad, Thaksin remained influential, often sharing his views on social media, and giving talks under the alias Tony Woodsome on the Clubhouse platform. He is Thailand’s most electorally successful politician, and parties associated with him have had the most seats in every election since 2001 – except for this year’s vote. In May’s election, despite Pheu Thai (his party’s third incarnation after the first two were suppressed) aspiring to win by a landslide, it was in fact the youthful pro-democracy party Move Forward that secured the most votes, though it was blocked from taking office by military-appointed senators. Among the crowds of mostly older supporters who turned out to welcome Thaksin on Tuesday, some noted that younger voters were increasingly turning to Move Forward. It was the only party bold enough to call for reforms to the law that protects the monarchy from criticism, said one Pheu Thai supporter. “Move Forward is very brave to talk about it. Pheu Thai is still stuck on the other side. Move Forward is very brave and they want to fight for the people.” In an ironic twist, Thaksin’s party has joined with his old military opponents to form a coalition. Some supporters say they understand that the party must do so to overcome electoral hurdles introduced following the last coup. Others view it as sign the party has abandoned its democratic values, and question if the move is merely part of a deal to allow Thaksin to return – something his daughter Paetongtarn Shinawatra, a party official, has denied. On Tuesday, after flying into Bangkok on a private jet, he was taken to the prison. The supreme court said in a statement that he faces an eight-year sentence. However, many have speculated that with his party sharing power with its old rivals, he may be granted a softer option."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/may/05/japanese-premier-warns-of-ukraine-style-invasion-by-autocratic-powers","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-05-05T16:46:57Z","webTitle":"Japanese premier warns of Ukraine-style invasion by ‘autocratic powers’","webUrl":"https://www.theguardian.com/world/2022/may/05/japanese-premier-warns-of-ukraine-style-invasion-by-autocratic-powers","apiUrl":"https://content.guardianapis.com/world/2022/may/05/japanese-premier-warns-of-ukraine-style-invasion-by-autocratic-powers","fields":{"bodyText":"Boris Johnson and Japanese prime minister Fumio Kishida have warned that the invasion of Ukraine could be replicated in east Asia if democratic powers do not stand up to autocratic ones. “Ukraine may be east Asia tomorrow,” Kishida said on Thursday during a visit to London, as he called for Indo-Pacific leaders to recognise that the invasion of Ukraine was not just a European problem. Asked about the implications for Taiwan, he said: “We must collaborate with our allies and like-minded countries, and never tolerate a unilateral attempt to change the status quo by the use of force in the Indo-Pacific, especially in east Asia.” He added: “Russia’s egregious aggression against Ukraine is a clear violation of international law, which prohibits the use of force against a nation’s sovereignty and territorial integrity.” Earlier, Johnson said: “We in the UK recognise that our security in Europe is indivisible from the security, our collective security, in the Asia-Pacific, in the Indo-Pacific region. “And there is direct read across from the actions of autocratic, coercive powers in Europe, to what may happen in east Asia.” The two countries have signed a mutual access agreement for their two forces, in part dedicated to keep the seas free and open. Kishida also announced new sanctions, including an asset freeze on 140 Russian individuals and the expansion of an export ban to include Russian military firms. The package was announced the day after Russia imposed asset bans and travel freezes on 60 Japanese officials, including Japanese cabinet members and the prime minister himself. Kishida had described the Russian action as completely unacceptable. Kishida’s ruling Liberal Democratic party has recently proposed a substantial increase in defence spending – possibly to an amount on a par with 2% of gross domestic product, up from the current 1% – and the development of the capacity to attack missile-launching sites in an enemy’s territory. He said that, in the wake of the Russian invasion, he was trying to instil a crisis mentality in the Japanese people. Facing elections in July and rising energy prices that are squeezing voters’ budgets, Kishida said nuclear power would form a bigger part of the country’s future energy policy mix. He said Japan would address the “vulnerability of our own energy self-sufficiency” by broadening where it buys energy from, promoting renewables and using nuclear power to diversify its sources of generation. Japan has become more reliant on Russian gas since shutting down nuclear reactors after the 2011 Fukushima disaster, in which an earthquake and tsunami triggered a meltdown, devastating its north-eastern region. The country is reluctant to impose a total ban on Russian oil imports. Kishida’s visit to London was the conclusion of a major trip that saw him visit Asean members Indonesia, Vietnam and Thailand. Japan is chair of the G7 next year and Kishida is trying to rally east Asia into accepting that Russia’s actions, born of authoritarianism, represent a threat to stability, and that, by extension, the region may have to resist China. Many countries in the region would prefer not to take sides in a contest between China and the US."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/aug/25/three-tory-cheers-for-the-apocalypse-after-liz-truss-nuclear-pledge","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-25T17:03:40Z","webTitle":"Three Tory cheers for the apocalypse after Liz Truss’s nuclear pledge | Brief letters","webUrl":"https://www.theguardian.com/world/2022/aug/25/three-tory-cheers-for-the-apocalypse-after-liz-truss-nuclear-pledge","apiUrl":"https://content.guardianapis.com/world/2022/aug/25/three-tory-cheers-for-the-apocalypse-after-liz-truss-nuclear-pledge","fields":{"bodyText":"What a thoughtful, enlightened piece by Jacinda Ardern (The world stands on a nuclear precipice – we must avoid catastrophe, 25 August), in such contrast to the words of our wannabe prime minister Liz Truss, who said this week that she would be ready to use nuclear weapons even though it would mean global annihilation (cue applause from Tory party members). Michael Clayton Emneth, Norfolk • Squeezing tax from the poorest citizens by means of a bicycle licence is an old colonial idea (Grant Shapps’ bike licence plates proposal ‘a strange and pointless idea’, 17 August). When I went to Zambia shortly after independence, I found a little copper bicycle number plate among some roadside rubbish. John Boucher Westwood, Nottinghamshire • The Welsh government’s Seren Network is a worthy initiative, but it should not be diverting the most academically able students away from Welsh universities (A-level joy for sixth formers in Wales after ‘difficult few years’, 18 August). Rev Judith Phillips (MA Swansea) Rev Dr Peter Phillips (PhD Cardiff) Swansea • The water companies tell us that they are working hard to reduce the release of raw sewage into our seas, but in reality we know that they are just going through the motions (Roll up, roll up and meet the watery overlords pumping sewage on to Britain’s shores this summer, 23 August). Rob Nutting London • Giving the plot away for Marriage (Letters, 24 August)? Personally, I struggled to discern a plot in it. Tony Rimmer Lytham St Annes, Lancashire • Have an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/jul/30/the-guardian-view-on-a-new-alliance-between-wales-and-cornwall-unlocking-celtic-energy","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-07-30T17:30:13Z","webTitle":"The Guardian view on a new alliance between Wales and Cornwall: unlocking Celtic energy | Editorial","webUrl":"https://www.theguardian.com/commentisfree/2023/jul/30/the-guardian-view-on-a-new-alliance-between-wales-and-cornwall-unlocking-celtic-energy","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jul/30/the-guardian-view-on-a-new-alliance-between-wales-and-cornwall-unlocking-celtic-energy","fields":{"bodyText":"David Lloyd George would no doubt have approved of the collaboration agreement signed this month by Mark Drakeford, the first minister of Wales, and Linda Taylor, the leader of Cornwall council. In 1910, Britain’s only Welsh prime minister told a Falmouth crowd that Wales and Cornwall shared “the same Celtic passion for liberty”. These days, they also share common challenges and – in the field of renewable energy – transformative new prospects. Later this year, a bidding process will begin for leases to build enough floating windfarms in the Celtic Sea to power 3m homes by 2035. Longer term, the hope is to generate six times that output from an area off the north Cornwall and south Wales coasts. Investment in wind has hitherto focused on the North Sea, exploiting existing infrastructure associated with oil and gas. But developments in offshore technologies have dramatically expanded the economic horizon at Europe’s western edge. As Mr Drakeford put it in a joint press conference with Ms Taylor: “Where our geography has been against us in many ways for economic development, now suddenly being on the edge is an advantage in terms of wind and marine energy.” For some of the most deprived areas in western Europe, this could be seriously good news if economic benefits are channelled into local communities and supply chains. Working to ensure that a renewables boom translates into good local jobs is one key theme of the Celtic Heritage Cornwall-Wales agreement. In other respects, Cornwall is seeking to learn from areas where the Welsh have already paved the way. In north Wales, Gwynedd council is pioneering a radical approach to a second homes crisis that has priced local people out of tourist areas. Cornwall, which has 36,000 second homes and Airbnbs, and a housing waiting list of 25,000, has the same problems, and a rising level of local exasperation. Culturally, the revival of Welsh‑speaking has been a national success story, which lovers of other Celtic languages, including Cornish, would like to emulate. In both cases, devolution has allowed Wales crucial room for manoeuvre not currently available in England’s south-west. Cornwall – although its council recently decided against an upgraded devolution deal linked to an elected mayor – needs greater local autonomy and powers to address a unique set of challenges relating to geography, transport, housing, seasonal tourism and cultural identity. From mining to fishing, Britain’s far west has a proud and productive economic history. But in the post-industrial era, economic decline has been accompanied by a boom in holiday homes and tourism, and not much else. As one of biggest renewable energy projects in Europe begins to take shape in the Celtic Sea, the times are changing. Mining the huge lithium deposits in Cornwall, along with tin and tungsten, could play a major role in domestic battery production, offering another reason for economic optimism. Central government will need to play its part in attracting the necessary investment, through adequate incentives and subsidies. But to exploit potentially game-changing possibilities, Cornwall’s housing, transport and skills base will need to be fit for purpose. Enhanced devolution will make that easier to achieve. Forging a common Celtic agenda with Wales is a smart move in the right direction."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"stage/2023/aug/08/sex-robot-courtney-pauroso-vanessa-5000-edinburgh-fringe","type":"article","sectionId":"stage","sectionName":"Stage","webPublicationDate":"2023-08-08T15:10:29Z","webTitle":"‘Like a naughty Siri’: friendly sex robot Vanessa 5000 asks audiences to test her powers","webUrl":"https://www.theguardian.com/stage/2023/aug/08/sex-robot-courtney-pauroso-vanessa-5000-edinburgh-fringe","apiUrl":"https://content.guardianapis.com/stage/2023/aug/08/sex-robot-courtney-pauroso-vanessa-5000-edinburgh-fringe","fields":{"bodyText":"The last time I saw Courtney Pauroso, she was upside down, legs splayed, doing a naked, spotlit handstand. “My father saw that show,” the LA clown winces. “I just told my mum: when the lights go out, tell Dad to close his eyes.” With extreme physical abandon, Pauroso’s solo performances shift sharply from wide-eyed innocence to grotesque, knockout humour. Does she enjoy making people feel uncomfortable? “Yeah,” she laughs, “I’m OK with that.” Far from the world of red-nosed children’s entertainers, Pauroso found her way to clowning through sketch comedy. As a kid she would watch I Love Lucy reruns with her grandma, harbouring dreams of becoming a serious actor. But over time she found a different level of performance she was more aligned to: “this natural stupidity that I bring to the table”. In conversation, Pauroso is gawkily cool. On stage – where “I feel like I’m in a heightened state” – she is the epitome of considered confidence. In her last show, Gutterplum, Pauroso packed an entire lifespan into 60 minutes, from blood-spewing teen to the tangled grey pubic hairs of old age. The character she’s taking to the Edinburgh fringe has a very different relationship to flesh. Vanessa 5000 is “a friendly sex robot,” Pauroso beams. With a modulated voice and dishwasher-safe holes, the humanoid pleasure device is a “brilliant idiot who talks like a naughty Siri and moves like an animatronic stripper”. Pauroso has taken inspiration from all over: The Terminator, US artist Jordan Wolfson’s dirt-splattered Female Figure, the intense Georgian pantomime she learned when she was training with movement company Synetic Theatre. Vanessa 5000 initially arose out of the simple desire to play at being a robot, but as the conversation around AI and sex tech grew, the character gained a kind of intellectual padding around its delightfully foolish core. With her dad in the army, Pauroso had moved 10 times and lived on three continents before graduating from high school. She came through the prestigious Groundlings school in LA, which boasts Will Ferrell and Melissa McCarthy as former students, and it was there where she met Corey Podell, director of Vanessa 5000. She was looking for her next steps when she saw Natalie Palamides, the comic behind Netflix’s Nate, which began life at the Edinburgh fringe. “I was instantly like: what is that girl doing?” She took a clown class with Palamides’ teacher, which taught her how to play with the audience and “opened up the possibilities of what comedy could be”. In LA, clowning has had a meteoric rise in recent years. Classes are increasingly popular and, over the pandemic, Pauroso took part in Clown Zoo: masked outdoor performances staged for passersby on their lunch breaks. But the art of clowning remains somewhat elusive. “It’s fun to be messy and wild and all that,” Pauroso considers. “But I think to really master it you need sensitivity and discipline, which is harder to come by.” Clad in latex, with jagged movements and eyes unblinking to the point that her contacts pop out, Vanessa 5000 demands physical rigour of Pauroso. The show is styled as a product demonstration, with the audience invited to play games with Vanessa, and test her powers as she gains first capabilities, and then consciousness. While silliness remains at the show’s core, the character is also a vessel for larger questions around technology, pleasure and control. “Is she victim or threat? Slave or god?” Pauroso asks. Toying with the audience is key to Pauroso’s style. In Gutterplum, an unwitting audience member served as her husband for the duration of the show. “In Edinburgh, I once picked a guy who was wasted but it was too late to throw him back.” She’s now cannier picking her subjects, for whom she has tremendous gratitude. She’s not out to embarrass anyone, other than perhaps herself. The last time she performed Gutterplum, the audience participant messaged afterwards saying that it had “fucked him up on a spiritual level” – which “I’m pretty sure is a good thing,” she says. In her scratch performances so far as Vanessa, she is glad not to have encountered any issues with boundaries. In a clip of her performing as the sex robot, she starts to glitch and, posed on all fours, asks an audience member to spank her to restart. “Typically they don’t go right for it. They’ll touch me on my head and I’m like, ‘Not there,’” she smirks. But no one steps over the lines she draws. She’s always, very clearly, in control. “I think people are probably scared of me a little bit,” she laughs. “If they’re onstage with me, they know they’re in the danger zone. So really, I’m worried about their boundaries rather than mine.” Courtney Pauroso: Vanessa 5000 is at the Pleasance Courtyard, Edinburgh, until 27 August"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"commentisfree/2022/aug/25/the-world-stands-on-a-nuclear-precipice-we-must-avoid-catastrophe","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2022-08-24T22:59:37Z","webTitle":"The world stands on a nuclear precipice – we must find a way to avoid catastrophe | Jacinda Ardern","webUrl":"https://www.theguardian.com/commentisfree/2022/aug/25/the-world-stands-on-a-nuclear-precipice-we-must-avoid-catastrophe","apiUrl":"https://content.guardianapis.com/commentisfree/2022/aug/25/the-world-stands-on-a-nuclear-precipice-we-must-avoid-catastrophe","fields":{"bodyText":"In 1945 nuclear weapons were used in armed conflict for the first and only time. 355,000 people were killed in Hiroshima and Nagasaki by two nuclear bombs. Two. That number alone puts in stark perspective the world’s current arsenal of about 13,000 nuclear weapons. And yet in many ways the 13,000 weapons held globally represents progress; it’s less than a quarter of the more than 63,000 weapons in circulation in 1985 during the cold war. But what John F Kennedy said in 1961 at the United Nations is as urgent now as it ever was: “We must abolish these weapons before they abolish us.” Over the more than 50 years since the inception of the nuclear non-proliferation treaty it’s played an important role in lowering the risk of these weapons abolishing us. In addition to the near 80% reduction in nuclear weapons, the treaty has also contributed to keeping a lid on the number of countries acquiring them. More countries have ratified the treaty than any other arms limitation and disarmament agreement. Right now in New York, there is an opportunity to go even further. And we must. Our world is at greater risk of nuclear catastrophe than at any time since the height of the cold war. Growing superpower tensions and two decades of stalled progress on arms control have pushed the risk of these weapons closer to reality. Currently 191 countries are meeting at the UN to renew the nuclear non-proliferation treaty and negotiations are going down to the wire. These talks offer a chance to breathe new life into nuclear disarmament at a time when the world needs that more than ever. Nuclear catastrophe is not an abstract threat but a real world risk. Nuclear weapons could be deployed in a conflict, as Russia’s president, Vladimir Putin, has intimated, or they could be deployed by miscalculation or mistake – real possibilities in times of heightened tension. New Zealand is calling on the nuclear weapons states – the US, Russia, China, France and the UK – to step back from the nuclear abyss, and provide that leadership by committing to negotiate a new multilateral nuclear disarmament framework. But from one of the best geographical positions in the world to be should nuclear fallout occur, why does New Zealand feel so strongly about this issue? We are a Pacific nation. Our region bears the scars of decades of nuclear testing, on both the people and the lands and waters of our region. That’s why for 35 years New Zealand has been proudly nuclear-free and an international advocate for a world free of nuclear weapons. This does not mean we are naive to real world dynamics, nor does our geographic location mean we have the luxury of a moral stance that others do not. In fact, New Zealand’s message – that nuclear weapons do not make anyone safer and no longer have a place in our world – reflects the view of the overwhelming majority of countries. We just need to believe a different approach is possible. We only have to look back in our history to map a path to a safer future. The lessons of Hiroshima and Nagasaki, and of testing in the Pacific, are reminder enough that there is never justification for the deployment of nuclear weapons. The challenges of agreeing multilateral nuclear disarmament can seem overwhelming. But it’s not a task that can be put off indefinitely. Right now, the treaty is under stress. It is affected by geopolitical developments including tension between the nuclear weapon states. But, more fundamentally, there is growing scepticism and frustration about the intention of the nuclear weapon states to ever fully implement their nuclear disarmament commitments under the treaty, with those states arguing the global security environment makes doing so too difficult. If this continues, there is a real prospect of countries losing faith in the treaty – putting at risk both the treaty’s role in progressing nuclear disarmament, and in preventing the spread of nuclear weapons material. There is a lot at stake in New York this week. Some might say that in the current global environment a new nuclear arms race is inevitable, and with it a further undermining of our nuclear disarmament and non-proliferation efforts. But I cannot accept a logic that suggests insecurity and instability render us incapable of doing the very thing that would help make the world less insecure and less unstable – an idea that the history of the treaty itself shows is false. There can and should be a different trajectory – one of urgent leadership, of recognition of the nuclear precipice on which we are all standing, and of continued progress in our efforts to rid the world of nuclear weapons. It’s not only possible – it’s necessary. Jacinda Ardern is the prime minister of New Zealand"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"commentisfree/2022/dec/17/dont-bank-on-nuclear-fusion-to-save-the-world-from-a-climate-catastrophe-i-have-seen-it-all-before","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2022-12-17T19:16:00Z","webTitle":"Despite the hype, we shouldn’t bank on nuclear fusion to save the world from climate catastrophe | Robin McKie","webUrl":"https://www.theguardian.com/commentisfree/2022/dec/17/dont-bank-on-nuclear-fusion-to-save-the-world-from-a-climate-catastrophe-i-have-seen-it-all-before","apiUrl":"https://content.guardianapis.com/commentisfree/2022/dec/17/dont-bank-on-nuclear-fusion-to-save-the-world-from-a-climate-catastrophe-i-have-seen-it-all-before","fields":{"bodyText":"The revelation that researchers had succeeded in creating a nuclear fusion reaction that generated more energy than it consumed made reassuring reading last week. For almost half a century, I have reported on scientific issues and no decade has been complete without two or three announcements by scientists claiming their work would soon allow science to recreate the processes that drive the sun. The end result would be the generation of clean, cheap nuclear fusion that would transform our lives. Such announcements have been rare recently, so it gave me a warm glow to realise that standards may be returning to normal. By deploying a set of 192 lasers to bombard pellets of the hydrogen isotopes deuterium and tritium, researchers at the US National Ignition Facility (NIF) in Livermore, California, were able to generate temperatures only found in stars and thermonuclear bombs. The isotopes then fused into helium, releasing excess energy, they reported. It was a milestone event but not a major one, although this did not stop the US government and swaths of the world’s media indulging in a widespread hyping jamboree over the laboratory’s accomplishment. Researchers had “overcome a major barrier” to reaching fusion, the BBC gushed, while the Wall Street Journal described the achievement as a breakthrough that could herald an era of clean, cheap energy. It is certainly true that nuclear fusion would have a beneficial impact on our planet by liberating vast amounts of energy without generating high levels of carbon emissions and would be an undoubted boost in the battle against climate change. The trouble is that we have been presented with such visions many times before. In 1958, Sir John Cockcroft claimed his Zeta fusion project would supply the world with “an inexhaustible supply of fuel”. It didn’t. In 1989, Martin Fleischmann and Stanley Pons announced they had achieved fusion using simple laboratory equipment, work that made global headlines but which has never been replicated. To this list you can also add the International Thermonuclear Experimental Reactor (Iter), a huge facility being built in Saint-Paul-lès-Durance in Provence, France, that was supposed to achieve fusion by 2023 but which is over 10 years behind schedule and tens of billions of dollars over budget. In each case, it was predicted that the construction of the first commercially viable nuclear fusion plants was only a decade or two away and would transform our lives. Those hopes never materialised and have led to a weary cynicism spreading among hacks and scientists. As they now joke: “Fusion is 30 years away – and always will be.” It was odd for Jennifer Granholm, the US energy secretary, to argue that the NIF’s achievement was “one of the most impressive scientific feats of the 21st century”. This is a hard claim to justify for a century that has already witnessed the discovery of the Higgs boson, the creation of Covid-19 vaccines, the launch of the James Webb telescope and the unravelling of the human genome. By comparison, the ignition event at the NIF is second-division stuff. Most scientists have been careful in their responses to the over-hyping of the NIF “breakthrough”. They accept that a key step has been taking towards commercial fusion power but insist such plants remain distant goals. They should not be seen as likely saviours that will extract us from the desperate energy crisis we now face – despite all the claims that were made last week. Humanity has brought itself to a point where its terrible dependence on fossil fuels threatens to trigger a 2C jump in global temperatures compared with our pre-industrial past. The consequences will include flooding, fires, worsening storms, rising sea levels, spreading diseases and melting ice caps. Here, scientists are clear. Fusion power will not arrive in time to save the world. “We are still a way off commercial fusion and it cannot help us with the climate crisis now,” said Aneeqa Khan, a research fellow in nuclear fusion at Manchester University. This view was backed by Tony Roulstone, a nuclear energy researcher at Cambridge University. “This result from NIF is a success for science, but it is still a long way from providing useful, abundant clean energy.” At present, there are two main routes to nuclear fusion. One involves confining searing hot plasma in a powerful magnetic field. The Iter reactor follows such an approach. The other – adopted at the NIF facility – uses lasers to blast deuterium-tritium pellets causing them to collapse and fuse into helium. In both cases, reactions occur at more than 100 million C and involve major technological headaches in controlling them. Fusion therefore remains a long-term technology, although many new investors and entrepreneurs – including Bill Gates and Jeff Bezos – have recently turned their attention to the field, raising hopes that a fresh commercial impetus could reinvigorate the development of commercial plants. This input is to be welcomed but we should be emphatic: fusion will not arrive in time to save the planet from climate change. Electricity plants powered by renewable sources or nuclear fission offer the only short-term alternatives to those that burn fossil fuels. We need to pin our hopes on these power sources. Fusion may earn its place later in the century but it would be highly irresponsible to rely on an energy source that will take at least a further two decades to materialise – at best. • Robin McKie is the Observer’s science and environment editor"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2023/jun/19/eu-split-over-subsidies-for-coal-plants-as-poland-seeks-extension","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-06-19T15:05:18Z","webTitle":"EU split over subsidies for coal plants as Poland seeks extension","webUrl":"https://www.theguardian.com/world/2023/jun/19/eu-split-over-subsidies-for-coal-plants-as-poland-seeks-extension","apiUrl":"https://content.guardianapis.com/world/2023/jun/19/eu-split-over-subsidies-for-coal-plants-as-poland-seeks-extension","fields":{"bodyText":"EU nations have failed to agree on new plans for energy supplies across the bloc after a bid to extend subsidies for coal burning power stations was blocked. EU energy ministers meeting in Luxembourg ended talks without a joint stance on the rules that also seek to avoid a repeat of last year’s energy crisis, when record-high gas prices left consumers with soaring energy bills. The talks were complicated by a late proposal by Sweden, which holds the EU’s rotating presidency, to allow countries to prolong capacity mechanism subsidies for coal power plants that pay generators to keep enough capacity on standby to avoid blackouts. Countries including Austria, Belgium, Germany and Luxembourg had objected to the proposal on coal subsidies, saying it would undermine Europe’s goals to fight climate change. Earlier Luxembourg’s energy minister describing the proposal as “astonishing”. Luxembourg’s energy minister, Claude Turmes, said he could not believe the proposal, which was made on Friday, days before a planned summit of energy ministers from across the bloc, was even on the table given the EU’s commitment to combating the climate emergency. “Friday, the Swedish presidency did something really astonishing which is weakening our climate policy by … reopening the possibility to subsidise coal power plants,” he told reporters before the summit in Luxembourg. Some countries consider this a measure to help Poland, which uses coal to produce about 70% of its energy. Poland is expected to soon surpass Germany as Europe’s top power polluter due to aggressive planned reductions in fossil fuel use across Germany, creating assumptions that Poland will have no choice but to remain Europe’s most coal-reliant nation for years to come. So far this year, Poland has defied expectations by cutting coal use and pollution to the lowest level since at least 2014, and by raising clean power output to record highs just as Germany cut its clean generation by shutting nuclear reactors. “We have a big bloc of countries that will reject the proposal of the Swedish presidency … so it’s a clear no,” Turmes said ahead of the summit on Monday. Spain’s minister for ecological transition, Teresa Ribera, said some thought had to be given to Poland, which is heavily reliant on coal, while the French energy minister, Agnès Pannier-Runacher, said extending support to Poland was an “ambitious approach” – a hint Paris was more open towards the move than other member states like Germany. “We need to take into account the reality of each country to ensure their capacity to provide energy to their people and to their industries,” she said. Belgium sided with Luxembourg, describing such a move as “unacceptable”. Tinne van der Straeten, the energy minister, said: “In Belgium we already have in our national legislation the obligation to become climate neutral and to have a steep decline in emission by 2030 and 2040. So [the proposal] is something that we cannot accept,” she told reporters."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/may/12/economy-inflation-corporations-raise-consumer-prices-democrats","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-05-12T10:12:51Z","webTitle":"The Democrats have a powerful campaign issue: price-gouging corporations | Robert Reich","webUrl":"https://www.theguardian.com/commentisfree/2023/may/12/economy-inflation-corporations-raise-consumer-prices-democrats","apiUrl":"https://content.guardianapis.com/commentisfree/2023/may/12/economy-inflation-corporations-raise-consumer-prices-democrats","fields":{"bodyText":"The economic goal should be more jobs at higher wages. Right? Yet the Federal Reserve, corporate economists and the Republican party have turned the goal upside down – into fewer jobs and lower wages. Otherwise, they say, we’ll face more inflation. Rubbish. This upside-down logic is pushing the United States economy toward a recession, which could hit about the same time as the next presidential election – which will make Joe Biden a one-term president, just as Fed-induced recessions made Jimmy Carter and George HW Bush one-term presidents. None of this is necessary. The Fed has raised borrowing costs at 10 consecutive meetings, pushing its benchmark rate to over 5%. Yet inflation has barely budged. In April, it dropped to 4.9% (year-over-year) from 5% in March – according to Wednesday’s Labor Bureau data. Why are the Fed’s rate hikes having so little effect? Because inflation is not being propelled by an overheated economy. It’s being propelled by overheated profits. Wage gains still lag behind price increases. Average hourly earnings grew by just 0.3% in March, with year-over-year growth of only 4.2%. Wages and salaries in the Employment Cost Index, a broader measure of worker compensation, have been trending downward for a year. Supply chains have returned to normal. Freight-trucking prices peaked in spring 2022 and since then have tumbled close to pre-pandemic levels. In March, the Federal Reserve Bank of New York’s global supply-chain-pressure index fell to its lowest level since 2008, and it has been dropping since December 2021. Prices for raw goods have also dropped from mid-2022 highs. Meanwhile, consumers have used up whatever extra money they accumulated during the pandemic. So, what’s causing inflation? Corporations with enough monopoly power to raise their prices and fatten their profits – which the Fed’s rate hikes barely affect. Even the Wall Street Journal (in a lead article last week headlined “Why Is Inflation So Sticky? It Could Be Corporate Profits”) spotlights corporations boosting profit margins. Corporate profit margins were around 10% in 2019. Last year, they reached over 15% – their highest level since 1950 – rising 6.6% year over year. By the end of 2022, profits were still near 14%. Prices remain sky-high because corporations got hooked on price-gouging and won’t give it up. Corporate economists argue that businesses couldn’t possibly be padding their profits; if they could, they would have done it before the inflation of the last two years. Baloney. Businesses have been using the cover of inflation to justify price increases, so consumers accept them. According to Paul Donovan, chief economist at UBS Global Wealth Management, businesses are betting that consumers will go along with the price hikes because they assume prices are being driven by supply bottlenecks and higher energy prices. Corporations “are confident that they can convince consumers that it isn’t their fault, and it won’t damage their brand”. Last month, Procter &amp; Gamble said in an earnings call that it had boosted its profit margins in the first three months of the year by raising its prices. Last Thursday, Budweiser-owner Anheuser-Busch reported a jump in profit margins for the first quarter by raising its prices. Chipotle’s chief financial and administrative officer, Jack Hartung, said in the firm’s first-quarter earnings call that menu prices have risen by about 10%, and chairman and CEO Brian Niccol said they were “staying the course” on pricing – despite the fact profits were up 17% for the quarter. “We’re in a really strong position that when we’re ready and we believe it’s necessary to pull that pricing lever, we can.” Big corporations have enough monopoly power to raise prices. With just a handful of companies dominating each market, it’s easy to implicitly agree they’ll all raise their prices. What to do about this? Put the burden of fighting inflation on corporations rather than on workers and consumers. Instead of relying on the Fed to “tame” inflation via fewer jobs and lower wages, Congress should pass legislation that: – Allows the justice department to bust up monopolies (and prevent further consolidation through mergers and acquisitions) when three or fewer corporations have more than half the sales of a particular market. – Directs the Federal Trade Commission to find that any such corporation has engaged in unlawful price gouging whenever it has raised prices higher than the rate of inflation and impose a fine that would claw back those unlawful gains. – Permits the treasury department to impose a windfall profits tax on large corporations, above a specific reasonable rate of return or profit margin. Republicans won’t go along with any of this, of course. Which presents Biden and the Democrats with a clear opportunity. Make this a major campaign theme for 2024. Ask the public: do you want more jobs and higher wages, or do you want large corporations making fatter profits by raising prices? Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of Saving Capitalism: For the Many, Not the Few and The Common Good. His new book, The System: Who Rigged It, How We Fix It, is out now. He is a Guardian US columnist. His newsletter is at robertreich.substack.com"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"environment/2022/dec/22/james-blyth-scottish-engineer-wind-power","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2022-12-22T06:00:27Z","webTitle":"The 19th-century engineer who was ahead of his time on wind power","webUrl":"https://www.theguardian.com/environment/2022/dec/22/james-blyth-scottish-engineer-wind-power","apiUrl":"https://content.guardianapis.com/environment/2022/dec/22/james-blyth-scottish-engineer-wind-power","fields":{"bodyText":"It was 135 years ago that a Scottish engineer, James Blyth, invented the first wind-powered electrical generator. In July 1887 he built a windmill attached to a dynamo to light his holiday cottage in the village of Marykirk in Scotland, and even stored the power in a battery invented by the French engineer Camille Alphonse Faure. “When a good breeze was blowing, I stored as much in half a day as gave me light for four evenings,” Blyth wrote. He proposed installing electric lighting in the main street of the village, but local people thought the electric light to be “the work of the devil”. Blyth dreamed of a future in which every house would be lit by a wind turbine, and argued that wind power was good for the environment and cheaper than fossil fuels. Blyth was ahead of his time, but remains largely overlooked, even though he beat the American engineer Charles Brush and the Danish inventor Poul la Cour, who have been credited with inventing the wind turbine. But none of the pioneering wind turbines could compete with cheap and abundant coal, and then oil. Only now is wind power making its mark."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"technology/2022/nov/20/sam-bankman-fried-longtermism-effective-altruism-future-fund","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2022-11-20T11:00:25Z","webTitle":"Power-hungry robots, space colonization, cyborgs: inside the bizarre world of ‘longtermism’","webUrl":"https://www.theguardian.com/technology/2022/nov/20/sam-bankman-fried-longtermism-effective-altruism-future-fund","apiUrl":"https://content.guardianapis.com/technology/2022/nov/20/sam-bankman-fried-longtermism-effective-altruism-future-fund","fields":{"bodyText":"Most of us don’t think of power-hungry killer robots as an imminent threat to humanity, especially when poverty and the climate crisis are already ravaging the Earth. This wasn’t the case for Sam Bankman-Fried and his followers, powerful actors who have embraced a school of thought within the effective altruism movement called “longtermism”. In February, the Future Fund, a philanthropic organization endowed by the now-disgraced cryptocurrency entrepreneur, announced that it would be disbursing more than $100m – and possibly up to $1bn – this year on projects to “improve humanity’s long-term prospects”. The slightly cryptic reference might have been a bit puzzling to those who think of philanthropy as funding homelessness charities and medical NGOs in the developing world. In fact, the Future Fund’s particular areas of interest include artificial intelligence, biological weapons and “space governance”, a mysterious term referring to settling humans in space as a potential “watershed moment in human history”. Out-of-control artificial intelligence was another area of concern for Bankman-Fried – so much so that in September the Future Fund announced prizes of up to $1.5m to anyone who could make a persuasive estimate of the threat that unrestrained AI might pose to humanity. “We think artificial intelligence” is “the development most likely to dramatically alter the trajectory of humanity this century”, the Future Fund said. “With the help of advanced AI, we could make enormous progress toward ending global poverty, animal suffering, early death and debilitating disease.” But AI could also “acquire undesirable objectives and pursue power in unintended ways, causing humans to lose all or most of their influence over the future”. Less than two months after the contest was announced, Bankman-Fried’s $32bn cryptocurrency empire had collapsed, much of the Future Fund’s senior leadership had resigned and its AI prizes may never be rewarded. Nor will most of the millions of dollars that Bankman-Fried had promised a constellation of charities and thinktanks affiliated with effective altruism, a once-obscure ethical movement that has become influential in Silicon Valley and the highest echelons of the international business and political worlds. ••• Longtermists argue that the welfare of future humans is as morally important – or more important – than the lives of current ones, and that philanthropic resources should be allocated to predicting, and defending against, extinction-level threats to humanity. But rather than giving out malaria nets or digging wells, longtermists prefer to allocate money to researching existential risk, or “x-risk”. In his recent book What We Owe the Future, William MacAskill – a 35-year-old moral philosopher at Oxford who has become the public intellectual face of effective altruism – makes a case for longtermism with a thought experiment about a hiker who accidentally shatters a glass bottle on a trail. A conscientious person, he holds, would immediately clean up the glass to avoid injuring the next hiker – whether that person comes in a week or in a century. Similarly, MacAskill argues that the number of potential future humans, over many generations for the duration of the species, far outnumbers the number currently alive; if we truly believe that all humans are equal, protecting future humans is more important than protecting human lives today. Some of longtermists’ funding interests, such as nuclear nonproliferation and vaccine development, are fairly uncontroversial. Others are more outlandish: investing in space colonization, preventing the rise of power-hungry AI, cheating death through “life-extension” technology. A bundle of ideas known as “transhumanism” seeks to upgrade humanity by creating digital versions of humans, “bioengineering” human-machine cyborgs and the like. People like the futurist Ray Kurzweil and his adherents believe that biotechnology will soon “enable a union between humans and genuinely intelligent computers and AI systems”, Robin McKie explained in the Guardian in 2018. “The resulting human-machine mind will become free to roam a universe of its own creation, uploading itself at will onto a ‘suitably powerful computational substrate’,” and thereby creating a kind of immortality. ••• This feverish techno-utopianism distracts funders from pressing problems that already exist here on Earth, said Luke Kemp, a research associate at the University of Cambridge’s Centre for the Study of Existential Risk who describes himself as an “EA-adjacent” critic of effective altruism. Left on the table, he says, are critical and credible threats that are happening right now, such as the climate crisis, natural pandemics and economic inequality. “The things they push tend to be things that Silicon Valley likes,” Kemp said. They’re the kinds of speculative, futurist ideas that tech billionaires find intellectually exciting. “And they almost always focus on technological fixes” to human problems “rather than political or social ones”. There are other objections. For one thing, lavishly expensive, experimental bioengineering would be accessible, especially initially, to “only a tiny sliver of humanity”, Kemp said; it could bring about a future caste system in which inequality is not only economic, but biological. This thinking is also dangerously undemocratic, he argued. “These big decisions about the future of humanity should be decided by humanity. Not by just a couple of white male philosophers at Oxford funded by billionaires. It is literally the most powerful, and least representative, strata of society imposing a particular vision of the future which suits them.” Kemp added: “I don’t think EAs – or at least the EA leadership – care very much about democracy.” In its more dogmatic varieties, he said, longtermism is preoccupied with “rationality, hardcore utilitarianism, a pathological obsession with quantification and neoliberal economics”. Organizations such as 80,000 Hours, a program for early-career professionals, tend to encourage would-be effective altruists into four main areas, Kemp said: AI research, research preparing for human-made pandemics, EA community-building and “global priorities research”, meaning the question of how funding should be allocated. The first two areas, though worthy of study, are “highly speculative”, Kemp said, and the second two are “self-serving”, since they channel money and energy back into the movement. This year, the Future Fund reports having recommended grants to worthy-seeming projects as various as research on “the feasibility of inactivating viruses via electromagnetic radiation” ($140,000); a project connecting children in India with online science, technology, engineering and mathematics education ($200,000); research on “disease-neutralizing therapeutic antibodies” ($1.55m); and research on childhood lead exposure ($400,000). But much of the Future Fund’s largesse seems to have been invested in longtermism itself. It recommended $1.2m to the Global Priorities Institute; $3.9m to the Long Term Future Fund; $2.9m to create a “longtermist coworking office in London”; $3.9m to create a “longtermist coworking space in Berkeley”; $700,000 to the Legal Priorities Project, a “longtermist legal research and field-building organization”; $13.9m to the Centre for Effective Altruism; and $15m to Longview Philanthropy to execute “independent grantmaking on global priorities research, nuclear weapons policy, and other longtermist issues.” Kemp argued that effective altruism and longtermism often seem to be working toward a kind of regulatory capture. “The long-term strategy is getting EAs and EA ideas into places like the Pentagon, the White House, the British government and the UN” to influence public policy, he said. There may be a silver lining in the timing of Bankman-Fried’s downfall. “In a way, it’s good that it happened now rather than later,” Kemp said. “He was planning on spending huge amounts of money on elections. At one stage, he said he was planning to spend up to a billion dollars, which would have made him the biggest donor in US political history. Can you imagine if that amount of money contributed to a Democratic victory – and then turned out to have been based on fraud? In an already fragile and polarized society like the US? That would have been horrendous.” ••• “The main tension to the movement, as I see it, is one that many movements deal with,” said Benjamin Soskis, a historian of philanthropy and a senior research associate at the Urban Institute. “A movement that was primarily fueled by regular people – and their passions, and interests, and different kinds of provenance – attracted a number of very wealthy funders,” and came to be driven by “the funding decisions, and sometimes just the public identities, of people like SBF and Elon Musk and a few others”. (Soskis noted that he has received funding from Open Philanthropy, an EA-affiliated foundation.) Effective altruism put Bankman-Fried, who lived in a luxury compound in the Bahamas, “on a pedestal, as this Corolla-driving, beanbag-sleeping, earning-to-give monk, which was clearly false”, Kemp said. Soskis thinks that effective altruism has a natural appeal to people in tech and finance – who tend to have an analytical and calculating way of thinking about problems – and EA, like all movements, spreads through social and work networks. Effective altruism is also attractive to wealthy people, Soskis believes, because it offers “a way to understand the marginal value of additional dollars”, particularly when talking of “vast sums that can defy comprehension”. The movement’s focus on numbers (“shut up and multiply”) helps hyper-wealthy people understand more concretely what $500m can do philanthropically versus, say, $500,000 or $50,000. One positive outcome, he thinks, is that EA-influenced donors publicly discuss their philanthropic commitments and encourage others to make them. Historically, Americans have tended to regard philanthropy as a private matter. But there’s something “which I think you can’t escape”, Soskis said. Effective altruism “isn’t premised on a strong critique of the way that money has been made. And elements of it were construed as understanding capitalism more generally as a positive force, and through a kind of consequentialist calculus. To some extent, it’s a safer landing spot for folks who want to sequester their philanthropic decisions from a broader political debate about the legitimacy of certain industries or ways of making money.” Kemp said that it is rare to hear EAs, especially longtermists, discuss issues such as democracy and inequality. “Honestly, I think that’s because it is something the donors don’t want us talking about.” Cracking down on tax avoidance, for example, would lead to major donors “losing both power and wealth”. The downfall of Bankman-Fried’s crypto empire, which has jeopardized the Future Fund and countless other longtermist organizations, may be revealing. Longtermists believe that future existential risks to humanity can be accurately calculated – yet, as the economist Tyler Cowen recently pointed out, they couldn’t even predict the existential threat to their own flagship philanthropic organization. There must be “soul-searching”, Soskis said. “Longtermism has a stain on it and I’m not sure when or if it will be fully removed.” “A billionaire is a billionaire,” the journalist Anand Giridharadas wrote recently on Twitter. His 2018 book Winners Take All sharply criticized the idea that private philanthropy will solve human problems. “Stop believing in good billionaires. Start organizing toward a good society.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/2023/mar/07/national-grid-power-plants-coldest-night-of-year-extra-electricity","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2023-03-07T16:43:37Z","webTitle":"National Grid puts backup coal plants into action for first time this winter","webUrl":"https://www.theguardian.com/business/2023/mar/07/national-grid-power-plants-coldest-night-of-year-extra-electricity","apiUrl":"https://content.guardianapis.com/business/2023/mar/07/national-grid-power-plants-coldest-night-of-year-extra-electricity","fields":{"bodyText":"National Grid has called coal plants put on standby as emergency backup into action for the first time this winter, before the coldest night of the year. Two units at EDF’s West Burton A plant in Nottinghamshire began producing power for the grid on Tuesday afternoon. Their output will be ramped up depending on how much electricity can be generated from other sources. The Met Office has issued weather warnings for rain and snow across the UK, with temperatures of -4C expected in London and -6C in Birmingham. A combination of freezing temperatures pushing up demand for power and heating, and low wind cutting windfarm electricity generation have made generation conditions tight. Strikes at EDF’s nuclear power plants in France, which supply Britain with electricity via subsea cables, have also raised concerns in recent days. The Nottinghamshire units are two of five covered by winter contingency contracts negotiated last year by the government to keep coal-fired power plants on standby for emergency use amid heightened concerns over power supplies this winter. The coal-fired plants, which also include units at Drax in Yorkshire and at Uniper’s Ratcliffe-on-Soar plant in Nottinghamshire, have been warmed for potential use several times this winter but stood down each time. The Grid’s electricity system operator (ESO) has also asked two units at Drax in Yorkshire to warm up for potential use. Separately, ESO issued an electricity margin notice, telling the owners of all power plants to bring on extra power supplies between 4.30pm and 8.30pm on Tuesday. It later cancelled this requirement. National Grid stressed its measures to bolster supplies did not mean supplies were at risk. However, the ESO stopped short of paying consumers and businesses to turn down their energy use. Earlier on Tuesday, it issued a notice that it may employ its demand flexibility service on Wednesday but later said it would not run. The Grid has been on alert over risks of potential power cuts this winter because of concerns Russia would cut gas supplies into Europe, with a knock-on effect in Britain. However, a relatively mild winter and high levels of gas storage in Europe have eased these fears, and caused gas prices to fall sharply. A spokesperson for the ESO said that the coal units would offer “additional contingency to operate the network as normal”. In December, National Grid paid record amounts to encourage gas-fired power plants to crank up supply at short notice. Experts expected it to pay high prices to gas-fired plants again on Tuesday. Live ESO data showed gas-fired plants accounted for 54% of Great Britain’s electricity generation, with windfarms contributing 13% and nuclear 10%."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2023/mar/29/powerful-storm-more-wind-rain-snow-california-damage","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-03-29T16:56:35Z","webTitle":"Powerful storm brings more wind, rain and snow to California","webUrl":"https://www.theguardian.com/us-news/2023/mar/29/powerful-storm-more-wind-rain-snow-california-damage","apiUrl":"https://content.guardianapis.com/us-news/2023/mar/29/powerful-storm-more-wind-rain-snow-california-damage","fields":{"bodyText":"A powerful weather system has brought more wind, rain and snow to California, hitting a state already battered by months of storms. Forecasters said the storm was not as strong as the systems that pounded California all winter, but it was expected to pull a plume of Pacific moisture into the state as it tracked south. Still, heavy snow hit coastal mountains and the Sierra Nevada. Chains were required for vehicles on highways through the mountain region, and a section of US 395 on the eastern side of the range was closed due to snowfall. The Mammoth Mountain ski resort in the Eastern Sierra declared its snowiest season on record after 28in (70cm) of snow since Tuesday afternoon pushed season snowfall totals to 695in (17.6 meters) at its main lodge and 870 inches (22.1 meters) at the summit of the 11,053ft (3,369-meter) peak. Storm impacts were more modest in southern California, where precipitation was expected to decrease through the day. An unexpected series of powerful storms has pounded California since late December. The storms have claimed more than two dozen lives, caused flooding and landslides, and led to widespread damage to farm lands and infrastructure. Crews on Monday tore down a historic pier in Santa Cruz county that was in danger of collapse. The 500ft-long (152-meter) wooden pier at Seacliff State Beach was severely damaged by big surf in January. Built in 1930, the pier connected the beach to SS Palo Alto, a grounded first world war-era steamship known as the “cement ship”. On the positive side, the storms have brought much-needed water to a state that has suffered from a grueling drought. The storms have raised reservoir levels and built an extraordinary Sierra snowpack, a significant source of California’s water. As of Tuesday, the water content of the snowpack was 228% of the 1 April average, a benchmark for its historical peak, according to the state department of water resources. The state’s two largest reservoirs, Shasta and Oroville, have risen above their historical averages to date after being significantly depleted. The turnabout has allowed a rollback of some water use restrictions, although the California governor, Gavin Newsom, has been careful to not declare the drought over. Cities and farmers that rely on the Central Valley Project, the federally managed water system, got a big boost in their allocations on Tuesday. The increase in supply means that many providers of irrigation water supplied by the CVP will see the amount they can draw jump from as little as 35% of their contracted total to 80%. Providers for city and industrial uses will be allowed 100% of their historic use instead of just 75%, the bureau said. In southern California, the Metropolitan Water District is bringing water from the north to fill its huge Diamond Valley Lake, a reservoir that had diminished to 60% of capacity after three years of drought. It is expected to be full again by year’s end. “Nature gave us a lifeline,” the MWD general manager, Adel Hagekhalil, said on Monday as officials watched water pour into the reservoir."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2023/jun/14/home-secretary-suella-braverman-faces-legal-action-anti-protest-police-powers-liberty","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-06-14T13:08:51Z","webTitle":"Suella Braverman faces legal action after forcing through anti-protest powers","webUrl":"https://www.theguardian.com/politics/2023/jun/14/home-secretary-suella-braverman-faces-legal-action-anti-protest-police-powers-liberty","apiUrl":"https://content.guardianapis.com/politics/2023/jun/14/home-secretary-suella-braverman-faces-legal-action-anti-protest-police-powers-liberty","fields":{"bodyText":"Human rights campaigners have begun legal action against the home secretary, Suella Braverman, after she forced draconian new police powers through parliament in a move described by the House of Lords as a “constitutional outrage”. Liberty wrote to Braverman on Wednesday, saying her move to empower police to curtail or restrict protests that caused “more than minor” disruption was unlawful. This week the government used secondary legislation, which is subject to less parliamentary scrutiny, to grant police the power. An attempt to include it as a late amendment to the recent Public Order Act 2023 failed to pass the Lords in January. Braverman told MPs on Wednesday the new powers would enable police to take quicker action against slow-walking protests and those that brought “chaos to the law-abiding majority”. But in its pre-action letter, the first step to a judicial review, Liberty said her move violated the constitutional principle of the separation of powers, because the measures had already been rejected by parliament. Katy Watts, a lawyer for the human rights organisation, said: “The home secretary has sidelined parliament to sneak in new legislation via the back door, despite not having the powers to do so. “This has been done deliberately in a way which enables the government to circumvent parliament – who voted these same proposals down just a few months ago – and is a flagrant breach of the separation of powers that exist in our constitution. “We’ve launched this legal action to ensure this overreach is checked, and that the government is not allowed to put itself above the law to do whatever it wants. It’s really important the government respects the law and that today’s decision is reversed immediately.” The Home Office confirmed it had received Liberty’s letter. A spokesperson said: “The right to protest is a fundamental part of our democracy but we must also protect the law-abiding majority’s right to go about their daily lives. That is why have introduced a new definition of serious disruption, to give police the confidence they need to clear roads quickly. The was voted on by both the House of Commons and House of Lords, following proper parliamentary procedure.” The regulations, a response to daily roads protests by climate activists, lower the threshold for what constitutes “serious disruption” to the public from “significant” and “prolonged” to “more than minor”. One legal expert has suggested the change will give police “near total discretion” over which protests to allow and which to curtail. Liberty says the regulations now give police “almost unlimited powers” to stop protests Braverman said on Monday that the public had “lost their patience” with Just Stop Oil, the climate activist group that has staged 156 slow marches in London in the past six weeks. “The police must be able to stop this happening and it’s our job in government to give them the powers to do so,” she told the Commons as it passed the measure. But the use of secondary legislation to push through a rejected proposal has prompted accusations that the government is flouting democracy by playing fast and loose with constitutional laws. A cross-party committee of peers recently said it was the first time a government had tried such a move. Secondary legislation is law created by ministers under powers given to them by acts of parliament. It is used to fill in the details of acts, so they can be swiftly adapted to changing circumstances. But increasing use of secondary legislation to fill in so-called “skeleton bills” has led to concerns of a shift in power towards the executive. On Tuesday night, peers accused the Home Office of authoritarian and disreputable behaviour as they backed, by 177 votes to 141, a so-called regret motion proposed by Labour that criticised the process and urged the withdrawal of the provisions. Vernon Coaker, Labour’s home affairs spokesperson in the Lords, said: “It is an absolute fundamental constitutional outrage, what has actually taken place. Primary legislation was defeated. So what does the government do? It doesn’t bring forward new primary legislation; it tries to sneak through, in an underhand way, secondary legislation without proper public consultation. They undermine the workings of our parliamentary democracy and, as such, it is shocking.” A rare fatal motion brought by Jenny Jones of the Green party that aimed to kill off the regulations was defeated by 154 to 68. Labour had refused to back it, despite calls from Lady Jones and a 64,000-strong petition. The crossbench peer David Pannick KC also called the government’s move a constitutional outrage. The leading constitutional lawyer added: “All we can do … is express regret: we are very sorry about this. “Well, I express regret that the Labour frontbench is not prepared to see through the implications of its own view that this is a constitutional outrage. It is something that we should stand up against and vote against.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2022/oct/17/most-of-australias-nuclear-waste-comes-from-lucas-heights-should-it-stay-there","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2022-10-16T16:30:40Z","webTitle":"Most of Australia’s nuclear waste comes from Lucas Heights – should it stay there?","webUrl":"https://www.theguardian.com/australia-news/2022/oct/17/most-of-australias-nuclear-waste-comes-from-lucas-heights-should-it-stay-there","apiUrl":"https://content.guardianapis.com/australia-news/2022/oct/17/most-of-australias-nuclear-waste-comes-from-lucas-heights-should-it-stay-there","fields":{"bodyText":"The vast majority of Australia’s future radioactive waste will be produced by the Australian Nuclear Science and Technology Organisation (Ansto) Lucas Heights facility in Sydney, the latest figures show. For 40 years governments have pushed for a national radioactive waste storage facility, often claiming it is because currently waste is held at more than 100 sites across the country. But the latest statistics show almost all of it is in that one facility. A new inventory of Australia’s radioactive waste, published in September by the Australian Radioactive Waste Agency, shows a larger than expected increase in waste in the future. Australia’s waste is either low level (LLW), which is mainly from laboratories, or intermediate level (ILW), which is from nuclear medicine. ILW emits more radiation and requires more shielding. There are many variable factors, but the report notes that “the estimated volumes of Ansto’s future LLW and ILW are substantially greater than previously reported”. It estimates the levels of LLW in 100 years and ILW in 50 years. For LLW, that is a change in how future levels are measured. For ILW, it was a matter of having to revise existing estimates. Sign up for our free morning newsletter and afternoon email to get your daily news roundup “For LLW, the changes are mainly due to revised estimates of future waste generation rates (about 10% increase annually) and increased timeframes (100 years instead of 50 years waste volumes),” the report notes. “For ILW, the main reason is that volume uncertainty is now included in the packaged volume estimate, where it had not been included previously.” Ansto’s waste is estimated to make up 12,972 cubic metres of the country’s 13,287 cubic metres LLW (97.6%) in the next 100 years, and 3,753 cubic metres of the country’s 3,887 cubic metres ILW (96.8%). Dave Sweeney, the nuclear free campaigner from the Australian Conservation Foundation, is opposed to the federal government’s plan to move the country’s waste to a single facility near Kimba in South Australia. He says it should stay where it (mostly) is. “It’s Ansto’s waste facility,” he says. “Ansto’s 97% of intermediate and low level waste. It’s not a national facility. It’s Ansto’s facility. “It’s absolutely striking.” Sweeney says Ansto has the capacity to store the waste indefinitely, especially considering a recent $60m investment to expand its storage capacity. The local Aboriginal people, the Barngarla people, are also opposed to the site being on their traditional lands. The South Australian Greens senator Barbara Pocock says there is “no pressing problem” with waste storage, so they may as well leave it where it is. “They’re better off leaving it safely,” she says, “well protected, with all the right safeguards in place, than to pull it out and have a double-handling non-solution.” Pocock is also concerned about the transport of waste from Lucas Heights and other facilities to the planned South Australian site. “There hasn’t been a proper discussion in the SA community on the views of the transport of nuclear waste through our communities,” she says. An Ansto spokesperson says having a single facility is “in line with international best practice”, and moving the waste is in line with commitments given to the Lucas Heights community. “The vast majority of the radioactive waste we produce is directly associated with the production of nuclear medicine that every Australian, on average, will need during their lifetime,” the spokesperson says. “Because of this, Ansto will always need to have facilities to properly treat, prepare and consolidate these wastes before they can go to a national radioactive waste management facility. But we are not the appropriate place for Australia’s waste to be held.” The spokesperson says a facility of the size needed would not fit on the Ansto campus, that existing storage will be at full capacity within a decade, and the new storage will be at capacity by 2038. “Ultimately Ansto must be in the business of medicine production and supporting research, not diverting more space, more personnel and more resources to long-term waste management,” the spokesperson says."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"tv-and-radio/2023/apr/14/power-rangers-reunion-mighty-morphin-netflix","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2023-04-14T12:00:11Z","webTitle":"‘I could have made the same money at McDonald’s’: the Power Rangers on fame, regrets and their shock reunion","webUrl":"https://www.theguardian.com/tv-and-radio/2023/apr/14/power-rangers-reunion-mighty-morphin-netflix","apiUrl":"https://content.guardianapis.com/tv-and-radio/2023/apr/14/power-rangers-reunion-mighty-morphin-netflix","fields":{"bodyText":"In the mid 1980s, the Israeli-American media mogul Haim Saban was stuck in a Tokyo hotel with nothing to watch on TV. Until, that is, he came across five spandex-wearing masked superheroes battling outlandish rubber monsters – and decided to adapt Japanese show, Super Sentai, for US TV, as Mighty Morphin Power Rangers. When its pilot made it to air in 1993, viewers were treated to an evil space witch escaping moon imprisonment to battle an android-assisted character who was simultaneously a wizard and a big head in a jar. There were giant mech robots known as Zords, plus the martial arts and acrobatic skills of their operators – “five teenagers with attitude”. Their grandiose hope? To save the Earth from the forces of evil – and hopefully keep the actors playing them away from the breadline. “I lived in an apartment with no furniture, I slept on the floor and used boxes to put my TV on,” says actor David Yost of his early days in Los Angeles before being cast as the Blue Power Ranger. Luckily, his time having almost nothing to his name only lasted three months. Once he started making a living from battling the space witch – AKA arch-villain Rita Repulsa – success was instant, if baffling. “We filmed 40 episodes, then once it aired, it became this thing we couldn’t explain,” he smiles. The stratospheric success of Mighty Morphin Power Rangers outstripped anything that had been expected of it. The energising mash-up of Japanese action footage – where sparks shot out of the costumes anytime a ranger was struck – and campy, cheesy one-liners from the US-created script proved to be a hit with kids. Ratings were through the roof and toy sales quickly exceeded expectations. Fox ordered 20 more episodes, sending the production company, Saban Entertainment, scrambling for footage. The more episodes they created, the more ludicrous the onscreen antics ended up becoming. Jason Narvy, who played the slapstick comic relief character Skull, remembers “being dressed as an old woman for one scene, then an hour later running down the street with a small chimpanzee”. The absurdity of the show was not lost on him. He recalls one time both acting and serving as assistant director. “I’m in 18th-century British military regalia,” he says, “there’s a stunt guy dressed as a rat and ready to be hurled across a wire rig by an air cannon. I wave my sword to yell: ‘Action!’ That’s, like, Monty Python stuff.” Preposterous storylines and bizarre villains were all part of the appeal. Limited by the Japanese Sentai footage, Saban leaned into the wacky elements. “We had a lipstick monster; we fought a pachinko machine; we fought a turtle that had a stop light on its head,” says Yost. “The list goes on and on.” David Fielding, who played omnipotent recruiter Zordon, was tickled by the show’s villains, as he would often “walk into the recording booth and ask: ‘What monster are we fighting this week? The giant purse. Fantastic!’” Narvy says that “on any given day, some five-headed monster with 8,000 eyeballs would casually walk past you on the way to the set. Once we had a delivery guy dropping something off at the front desk. When one of these monstrosities walked past, he just stared at me, incredulous. I said, “Well, there’s something you don’t see everyday … Of course, I do.” However, in the years since it first broadcast, the show has faced criticism for its sometimes blatant racial stereotyping of the cast, such as the only Black actor being the breakdancing Black Ranger and the Asian cast member playing the Yellow Ranger. Yost, though, suggests that the show’s inclusion of different ethnic backgrounds on screen, fighting evil together, preceded a lot of racial representation that we see in kids’ TV today – particularly in terms of the depiction of Trini, the Yellow Ranger character, played by Thuy Trang. “It was a groundbreaking role,” he says. “And for Asian women especially, because they’re being represented and she was strong, powerful and a superhero.” Production was also famously problematic. Cast disputes about low pay reportedly affected filming, and eventually led to three of the cast quitting. (Walter Emanuel Jones, who played the Black Ranger, claimed: “I could have worked the window at McDonald’s and probably made the same money the first season.”) Safety issues stemming from it being a non-unionised production were also an issue according to Amy Jo Johnson, who played the original Pink Ranger. In a 2017 open letter in Variety she wrote that she “almost died a few times because of the makeshift low-budget stunts we performed”. Most notoriously, Yost has alleged that homophobia and harassment were behind his departure in 1996, having told NBC that it caused him to become suicidal. Although homophobia is not a topic he addresses during our interview, Yost does say that “as young actors, we were just signing contracts because you’re going to make more money than being a waiter.” The cast felt they were dispensable in the eyes of the production. “The person in charge was not a gracious person,” he says. “He was like: ‘If you don’t like it, you’ll be replaced. The kids don’t like you, they like the colours.’” Saban Entertainment would sell the franchise to Hasbro in 2018 for $522m (£419m). Power Rangers, though, has never really gone away, rotating its cast of superheroes every few years and becoming one of the world’s longest-running live-action kids’ TV shows. But now it’s attempting to pay homage to its roots with a worldwide, feature-length Netflix special. Mighty Morphin Power Rangers: Once &amp; Always celebrates the 30-year anniversary of the brand, in a show that sees the return of Rita Repulsa alongside two of the original rangers: Yost, as the Blue Ranger Billy, and Walter Emanuel Jones, as the Black Ranger Zack. The Pink, Red and Yellow Rangers are from the second generation of cast members – who replaced the originals when they left – as not every previous actor was overjoyed at the idea of appearing. “Please stop saying I didn’t do [the] reunion because of money,” wrote Johnson on Twitter. “Simply not true. Maybe I just didn’t want to wear spandex in my 50s or couldn’t go to NZ for a month. Or none of ur beeswax,” she added. According to her, co-star Jason David Frank, who played the Green Ranger, Tommy, had also decided not to take part, prior to killing himself last November. “JDF &amp; I both chose not to for our own reasons. They filmed before he passed.” Trang died in a car accident in 2001, and Yost says the special is a tribute to the two original cast members lost since filming ceased. It is dedicated to Trang and Frank, with a particular attempt to honour Trang by introducing Charlie Kersh as Minh, the onscreen daughter of Trang’s Yellow Ranger character, Trini. Trini’s previous colleagues, Billy and Zack, take Minh under their wing and train her to become part of their troupe, in a plot that sees the heroes reunite to avenge the death of the Yellow Ranger. It also features a number of returning voice actors, locations and characters – including the musician behind the much-loved Go Go Power Rangers theme tune. It’s all very much in keeping with the tone of the original. “The word cheesy gets thrown around as though it’s a bad thing,” says Alwyn Dale who, along with Becca Barnes, is the head writer on the project. “But there’s a real joy to the tone of Power Rangers that has to be protected. The minute it becomes too serious or grimdark, there’s a real gut feeling that rejects that.” The project was kickstarted by Yost, who pitched it as an eight-part miniseries to Netflix a few years ago. In January 2023, he shared the script for the first two episodes on Twitter in the hope that “they would jump on [them] and develop [them] for the 30-year anniversary”. Citing legal issues, Netflix declined, instead offering Yost what became Power Rangers: Once &amp; Always. “I don’t want to use the word ‘consolation’,” he says, “but they said: ‘We can’t do that right now – we can create this special.’ It was a lot of work on their part to get from there to a shooting script. I gave my input and I think it turned out pretty good.” Given how much personal turmoil the franchise has previously caused Yost, you can’t help but wonder: why would he want to revisit it? Apparently, new owners Hasbro being happy to take the actors’ wellbeing seriously played a big part. “When we originally filmed, we didn’t have a lot of protections, we didn’t have health insurance,” says Yost. “I, being a young dumb Hollywood kid, got into a bar fight and got my nose broken in season one, so I’m walking around with a broken nose. I think at that point [Saban] realised ‘we should maybe give these kids a stipend, a certain amount of money that they can apply to getting health insurance’. That instance woke them up, but unfortunately never woke them up to deal with the union.” He finishes by saying, “I’m so grateful to Hasbro for listening to me, and taking it seriously to do this under the contracts and rules of the Screen Actors Guild Union – that’s the big difference.” Throughout its three-decade history, the Power Rangers franchise has entertained generation after generation of children, as well as generating billions in merchandise revenue. What makes it stand the test of time? Fielding thinks that many viewers were inspired by it to pursue specific careers, “like emergency medical technicians or firefighters, serving the general public”. Yost, meanwhile, holds that the show’s success is a testament “to the chemistry the original cast had together”. Narvy argues it is in its appeal to so many different kids: “At a time when superheroes were largely one type, one gender, one ethnicity, Power Rangers celebrated and empowered diversity. Kids saw themselves represented on screen.” Whatever its secret, with the new Netflix special it doesn’t look like ending any time soon. • This article was amended on 14 April 2023. In an earlier version, an image showing the show’s original cast misnamed the actor playing the Red Ranger as Steve Cardenas, rather than Austin St John. Mighty Morphin Power Rangers: Once &amp; Always is on Netflix from 19 April."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-08T20:14:22Z","webTitle":"Leaders of Amazon nations gather in Brazil for summit on rainforest’s future","webUrl":"https://www.theguardian.com/world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future","apiUrl":"https://content.guardianapis.com/world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future","fields":{"bodyText":"The leaders of Amazon nations including Brazil, Colombia and Peru have gathered in the Brazilian city of Belém for a rare conclave about the future of the world’s largest rainforest amid growing concern over the global climate emergency. The environmental summit – convened by Brazil’s leftist president, Luiz Inácio Lula da Silva – represents a handbrake turn in Brazilian government policy after four years of Amazon destruction and international isolation under the country’s previous leader, Jair Bolsonaro. Those who have flown into Belém for the meeting include Bolivia’s president, Luis Arce, Colombia’s president, Gustavo Petro, Guyana’s prime minister, Mark Phillips, and Peru’s Dina Boluarte. Venezuela’s president, Nicolás Maduro, pulled out at the last minute blaming an ear infection. The other members of the eight-country Amazon Cooperation Treaty Organization (ACTO), Ecuador and Suriname, have sent senior representatives. “This is a landmark moment,” Lula tweeted on Tuesday morning as his guests were shepherded to the talks by police motorcycle outriders. “What we are doing in defence of the Amazon and its population is historic.” At the summit’s opening session, Lula said the “severe escalation of the climate crisis” meant the need for regional cooperation was “more pressing than ever before”. As politicians began to arrive in the sweltering riverside city on Monday, Brazil’s environment minister, Marina Silva, said: “We come here with the clarity … that the Amazon is drastically threatened … that we cannot allow it to reach a point of no return … and that it will be impossible to reverse this process if we work in isolation.” Among the issues to be discussed at ACTO’s first such meeting in 14 years are a possible deal to halt deforestation by 2030 and joint efforts to fight rampant illegal mining and the organised crime groups which are tightening their grip on the rainforest region. Colombia’s president has been pushing for an end to oil and gas exploration in the Amazon, although Brazilian moves to develop an oilfield near the mouth of the Amazon River complicate those efforts. A final communique, known as the Belém Declaration, is expected to be unveiled by ACTO members of at the end of the two-day meeting. Experts say it is likely to contain collaborative strategies for fighting deforestation and financing sustainable development initiatives, and the creation of a law enforcement centre in the Brazilian city of Manaus to promote cooperation among regional police forces. The challenges facing the group’s members are almost as immense as the Amazon itself – a sprawling 6.7m sq km region that, if it was a single country, would be the seventh largest on Earth. As well as nearly 50 million people, the region is home to an estimated 400bn trees belonging to 16,000 different species, more than 1,300 species of bird, tens of thousands of species of plant, and 20% of the world’s freshwater resources. It is also estimated to contain more than 120bn tonnes of carbon, making it a vital carbon sink. But over the past half-century, the advance of cattle ranching, logging, mining, soy farming and oil exploration has devastated huge swathes of the region, pushing it towards what scientists fear could be an irreversible tipping point which would cause the forest to die off. Transnational mafia groups have also expanded their footprint, with one senior Brazilian police chief recently warning “criminal insurgents” could commandeer parts of the Amazon with dire consequences for the rainforest and its inhabitants. In the days leading up to Tuesday’s summit, thousands of Indigenous activists gathered for a parallel summit in Belém to demand greater government support for their quest to defend the rainforest. The perils of such efforts were laid bare last year with the murders of British journalist Dom Phillips and the Brazilian Indigenous expert Bruno Pereira. Activists are also pushing for a pledge to protect 80% of the Amazon by 2025. Campaigners voiced a mix of relief that Lula had brought an end to Bolsonaro’s era of Amazon chaos, and anxiety that Brazil’s conservative-dominated congress might prevent the president from enacting his ambitious environmental agenda, which has already achieved a 42.5% drop in deforestation. “We know we have so many enemies in congress who don’t like us,” said Alessandra Korap, a leader of the Munduruku people. Korap urged Lula to oppose oil exploration in the Amazon and take a stand against highly controversial draft legislation that would invalidate Indigenous claims to lands such groups could not prove they occupied when Brazil’s 1988 constitution was enacted. “This would mean the death of our peoples,” Korap said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/sep/01/iaea-team-to-go-ahead-with-zaporizhzhia-visit-despite-shelling","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-01T15:27:59Z","webTitle":"IAEA team plan to stay at Zaporizhzhia nuclear plant, chief says","webUrl":"https://www.theguardian.com/world/2022/sep/01/iaea-team-to-go-ahead-with-zaporizhzhia-visit-despite-shelling","apiUrl":"https://content.guardianapis.com/world/2022/sep/01/iaea-team-to-go-ahead-with-zaporizhzhia-visit-despite-shelling","fields":{"bodyText":"Rafael Grossi, the chief international nuclear inspector, has said he saw “the key things I needed to see” and his team was able to gather “a lot of information” during a long-awaited visit to the Russian-occupied Zaporizhzhia plant in Ukraine. The plant’s operator, Energoatom, said on Thursday that Grossi had left the site after a visit that was delayed by several hours because of shelling, but that five International Atomic Energy Agency representatives would remain, probably until Saturday. “We have achieved something very important today and the important thing is the IAEA is staying here – let the world know that the IAEA is staying at Zaporizhzhia,” Grossi said in a video from Russia’s RIA Novosti news agency. He said explanations given to the 14-strong team during the visit, which lasted “a few hours”, were “very clear”. He praised the “dedicated work” of the plant’s staff who were “carrying on professionally with their work” in “very difficult circumstances”. The plant was occupied by Russian forces in March but is still connected to the Ukrainian grid and run by Energoatom employees. The area has come under repeated fire in recent weeks, sparking fears of a radiation disaster. Moscow and Kyiv have traded blame for the shelling, with Ukraine alleging Russia is using the plant as a shield, storing weapons there and launching attacks from the area around it, while Moscow accuses Ukraine of recklessly firing on the zone. Grossi’s comments came after both sides accused each other of trying to sabotage the IAEA visit, aimed at conducting “indispensable nuclear safety and security and safeguard activities”, delaying the mission by several hours. Enerhodar, the city beside the plant, came under fire at dawn, its mayor said, and Russian forces reportedly shelled the pre-agreed route the inspectors were meant to take. Moscow claimed to have thwarted a Ukrainian attempt to capture the plant. Grossi has said the inspection aimed to establish a permanent presence at the plant, but Russian officials had said the inspectors, wearing blue body armour and travelling in white armoured Land Cruisers with UN markings, would remain for just one day. Ukraine said it could not guarantee the team’s security. The energy minister, Herman Halushchenko, told CNN that Ukraine had “fulfilled its international obligations” and done all it could, but the situation around the plant remained “a mess”. Russia’s foreign minister, Sergei Lavrov, said Moscow was “doing everything” for the visiting inspectors “to be able to complete their tasks”. The Russian foreign ministry’s spokesperson, Maria Zakharova, blamed Ukraine for any radiation danger. “The EU is busy with an important decision – whether or not to issue visas to Russians,” she added. “But radiation doesn’t need a visa to cross borders. If something happens at Zaporizhzhia, it will not be about visas, passports or borders.” Robert Mardini, the head of the international committee of the Red Cross, said it was time to “stop playing with fire” and instead protect the plant. “The slightest miscalculation could trigger devastation we will regret for decades,” he said. Mardini said it was encouraging that the IAEA team was inspecting the plant because the stakes were “immense … When hazardous sites become battlegrounds, the consequences for millions of people and the environment can be catastrophic and last many years.” Energoatom said early on Thursday that it had activated emergency procedures and shut down the facility’s No 5 reactor “as a result of another mortar shelling by Russian … forces at the site”. The operator said auxiliary diesel generators had been fired up at the plant’s non-operational reactor No 2 after a power supply line used for the plant’s own needs was damaged by the shelling, but it said unit No 6 “continues to work”. Dmytro Orlov, the mayor of Enerhodar, posted pictures of damaged buildings with smoke spiralling above them on the Telegram messaging app, saying Russian troops had been “shelling since dawn” with mortars, rockets and automatic weapons. Energoatom said the city had come under fire from the air. “A group of Russian K-52 attack helicopters worked over the city, striking residential areas,” it said, adding that one mortar attack struck “in the immediate vicinity” of the plant. President Volodymyr Zelenskiy’s chief of staff, Andriy Yermak, accused Moscow of trying to wreck the inspection, saying Russia was acting like a terrorist state. “It is Russia that is responsible for everything happening at the plant and in Enerhodar,” he said. Moscow, meanwhile accused Kyiv – without evidence – of attempting to sabotage or recapture the Zaporizhzhia plant by sending in “up to 60 people on seven high-speed motor boats”. The IAEA mission was held up at a checkpoint in Novooleksandrivka, about 12 miles from the plant, early on Thursday. Oleksandr Starukh, the administrative head of the Zaporizhzhia region, accused Russian forces of “shelling the pre-agreed route”. Meanwhile, intensive fighting raged across the nearby Kherson region, most of which was seized by Russian forces at the start of the invasion six months ago and where Ukraine began a counteroffensive on Monday."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"artanddesign/2022/dec/01/indonesian-group-first-asian-artists-to-top-power-list-after-antisemitic-mural","type":"article","sectionId":"artanddesign","sectionName":"Art and design","webPublicationDate":"2022-12-01T08:04:16Z","webTitle":"Indonesian collective at heart of antisemitism row top art world power list","webUrl":"https://www.theguardian.com/artanddesign/2022/dec/01/indonesian-group-first-asian-artists-to-top-power-list-after-antisemitic-mural","apiUrl":"https://content.guardianapis.com/artanddesign/2022/dec/01/indonesian-group-first-asian-artists-to-top-power-list-after-antisemitic-mural","fields":{"bodyText":"An Indonesian collective that became embroiled in an antisemitism row earlier this year has taken the No 1 spot in the annual ranking of the contemporary art world’s most influential people and organisations. The ruangrupa group, founded in Jakarta in 2000, are the first artists from Asia to top the ArtReview Power 100. Their position “reflects the growing influence of the global south and the move towards greater diversity in the art world,” ArtReview said. The collective organised this year’s documenta, an important art exhibition that takes place every five years in Germany. The show was controversial and was accused of including antisemitic content. A large-scale outdoor mural that featured apparently antisemitic caricatures of Jews was removed days after the exhibition opened, and documenta’s general director, Sabine Schormann, resigned. In a statement posted online several days later, ruangrupa said: “The truth of the matter is that we collectively failed to spot the figure in the work, which is a character that evokes classical stereotypes of antisemitism. We acknowledge that this was our error.” ArtReview acknowledged that this year’s exhibition had been “continuously mired in controversy about racial and religious prejudice (antisemitism in particular)”. It prompted “heated debates about historical positions … that went all the way to government levels”. JJ Charlesworth, editor at ArtReview, said: “ruangrupa took the top position because their documenta offered a challenge to the established function of big art exhibitions and conventions of curating – conventions which still drive the Anglo-European art world and the European museum model. “Part of that is the question of the power of selection, control over who is included and excluded. Pursuing a more devolved, less top-down approach to exhibition-making, in which participants invited other participants in a kind of organisational daisy-chain, was always going to make controversy more likely. “But ruangrupa’s no 1 position is a recognition of the questions they ask about the institutions of the art world, not the debates provoked by a small number of works included in the exhibition.” This year’s Power 100 placed unions at No 3 after a wave of disruption at museums and galleries across the world. At No 8, photographer Nan Goldin had “notably instigated a profound shift in the ethics of museum patronage through her campaign to call to account the philanthropy of the Sackler family (closely tied to opioid manufacturers Purdue Pharma)”. Museums and galleries around the world have removed the Sackler name from their buildings in the past year. Darren Walker, president of the Ford Foundation, at No 10, “steers a philanthropic organisation committing substantial financial resources to the art world’s social justice agendas”. The Top 10 also included Cecilia Alemani, the Italian curator described as a “disrupting influence” at the Venice Biennale; film-maker Hito Steyerl; cultural theorist Fred Moten; David Zwirner, owner of galleries in New York, London, Paris and Hong Kong; Turner prize-winning photographer Wolfgang Tillmans; and American artist Simone Leigh, the joint winner of the Golden Lion at this year’s Venice Biennale. Further down the list, Forensic Architecture came in at No 25. The collective “continues to expand the role art has in society beyond the exhibition space through its judicial investigations of social and environmental crimes”, said ArtReview. The Chinese visual artist Ai Weiwei was ranked at number 51 on the list. The list is chosen by more than 30 people from across the world, who remain anonymous. Last year, NFTs (non-fungible tokens) topped the list, and Black Lives Matter was No 1 the year before. The top 10: 1 ruangrupa 2 Cecilia Alemani 3 Unions 4 Hito Steyerl 5 Fred Moten 6 Wolfgang Tillmans 7 Simone Leigh 8 Nan Goldin 9 David Zwirner 10 Darren Walker • The subheading of this article was amended on 1 December 2022. While ruangrupa curated the exhibition it did not create the mural in question as an earlier version suggested."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2023/aug/29/china-coal-plants-climate-goals-carbon","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-29T10:04:58Z","webTitle":"China continues coal spree despite climate goals","webUrl":"https://www.theguardian.com/world/2023/aug/29/china-coal-plants-climate-goals-carbon","apiUrl":"https://content.guardianapis.com/world/2023/aug/29/china-coal-plants-climate-goals-carbon","fields":{"bodyText":"China is approving new coal power projects at the equivalent of two plants every week, a rate energy watchdogs say is unsustainable if the country hopes to achieve its energy targets. The government has pledged to peak emissions by 2030 and reach net zero by 2060, and in 2021 the president, Xi Jinping, promised to stop building coal powered plants abroad. But after regional power crunches in 2022, China started a domestic spree of approving new projects and restarting suspended ones. In 2022 the government approved a record-breaking 106 gigawatts (GW) of new coal-fired power capacity. One gigawatt is the equivalent of a large coal power plant. This run of approvals is continuing, potentially on track to break last year’s record, according to analysis by the Global Energy Monitor (GEM) and the Centre for Research on Energy and Clean Air, published on Tuesday. It said in the first half of 2023, authorities granted approvals for 52GW of new coal power, began construction on 37GW of new coal power, announced 41GW-worth of new projects, and revived 8GW of previously shelved projects. It said about half of the plants permitted in 2022 had started construction by summer. The analysts said: “Unless permitting is stopped immediately, China won’t be able to reduce coal-fired power capacity during the 15th five-year plan (2026–30) without subsequent cancellations of already permitted projects or massive early retirement of existing plants.” Analysts have observed big advances in the renewable energy sector in China, which the government intends to make a mainstay of power supply, with coal in a supporting role. China is the world’s largest producer of renewable energy, including wind, solar and hydroelectricity. But previous analyses have found infrastructure to store and distribute has not kept pace. Shortfalls in interconnectivity between regional grids, and issues with power supply for some areas mean energy driven by fossil fuels remains crucial for supporting grid stability or integrating variable renewable energy sources. However, the report says many or most of the approvals being rushed through are not in areas with those issues. “Sixy per cent of new coal power projects are in grid regions where there is already an excess of coal-fired power capacity,” the report says. “The provinces adding large amounts of new coal-fired power are getting most of their added power generation from coal, contradicting the framing of coal power as a ‘supporting’ source for clean energy.” Cory Combs, an analyst at Trivium China, said authorities appeared to be prioritising uninterrupted demand and short-term economic recovery. “There is more development than there is need for development,” he said. “When we look at it from an energy security perspective, [provincial level governments] they are putting an extremely high premium on short-term energy security. I don’t mean systemic issues, [I mean] even making sure there’s not even a two-hour power shortage. That’s taken over everything else, including the financials, but certainly decarbonisation.” China is the world’s biggest carbon emitter, contributing almost a third of the world’s greenhouse gases in 2020. UN figures show that in terms of population size and number of environmental disasters, it is also extremely vulnerable to the impacts of the climate crisis. In its 14th five-year-plan, which ends in 2025, China’s government committed to reducing the latter by 65%, and raised the share of renewable fuels in primary energy consumption from 20% to 25%. Analysts have pointed to the power of the Chinese government to demand big change – another report out this week shows that Beijing’s “war on pollution” has had a significant impact, driving a decrease in global average pollution. While China’s air pollution is still six times higher than World Health Organization guidelines, it has reduced toxic air by 42.3% since 2013, which is forecast to result in an extra 2.2 years on the average life expectancy of a Chinese resident if the results are sustained. Combs said he was “really concerned” about the long-term impacts of the coal plant approvals apparently being made for short-term gain. Xi has promised to reduce coal consumption by the 2026-30 period, and Combs said China’s leadership was still standing by its targets, but this activity would put huge pressure on the later years of the window. “Xi’s credibility is largely tied to the 2030 goal. But some of the year-to-year thing I don’t take much stock in. They are overridden by other interests.” Additional research by Tau Yang • This article was amended on 29 August 2023 to clarify that Xi Jinping promised to stop building coal-powered plants abroad; and to correct the 2022 figure for government approved new coal-fired power capacity from 86GW to 106GW."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2022/sep/20/donald-trump-maralago-nuclear-secrets-whitney-houston-security-flaws","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2022-09-20T06:00:05Z","webTitle":"80s hits and nuclear secrets: security concerns plague Trump’s Mar-a-Lago","webUrl":"https://www.theguardian.com/us-news/2022/sep/20/donald-trump-maralago-nuclear-secrets-whitney-houston-security-flaws","apiUrl":"https://content.guardianapis.com/us-news/2022/sep/20/donald-trump-maralago-nuclear-secrets-whitney-houston-security-flaws","fields":{"bodyText":"At a certain point in an average evening at Mar-a-Lago, the lights go down and the volume goes up, as the proprietor and former president of the United States turns DJ for the night. A member of the Mar-a-Lago private club said that following a period of withdrawal after his election defeat, Donald Trump has in recent months assumed the role of social ringmaster, deciding to bring a disco vibe to the Palm Beach resort after dark. “At about 9.30pm every night, he’s sitting at his table, whether on the patio or inside, and they bring a laptop over and he starts picking songs, and he starts being a DJ for the night, but it’s sort of funny because he picks like the same 10 songs every night,” the club member said. The Trump playlist is of a certain era, when he was a regular clubber in New York. The signature tune is the Village People’s YMCA, alongside The Greatest Love of All by Whitney Houston, and a few Elton John numbers. “Sometimes he dances to it,” the club member said. “He will be at his table and he’ll dance while sitting.” Towards the end of the evening, Trump will play a hymn, How Great Thou Art, which topped the charts when Elvis Presley sang it. It was a favorite of Trump’s father, Fred, a sentimental way of drawing a Mar-a-Lago soiree to a close. What might have otherwise seemed no more than a characteristically bizarre twist for a post-presidential career, looks more significant now that it is known that all the while the lights were low, the music was playing, guests were tipsy and the host was otherwise engaged, there were thousands of government documents, many of them highly sensitive, and at least one of them containing nuclear secrets, being kept illicitly in rooms and closets nearby. And all of this was unfolding in a venue described by former intelligence officials as a priority target for foreign spies. “Without any question the former president, and those in his circle will be very important targets for any foreign intelligence service. They will be looking at: how do we get into that circle?” said Douglas London, a 34-year veteran of the CIA’s clandestine service, and author of The Recruiter: Spying and the Lost Art of American Intelligence. London added: “He’s brought in really questionable people with various skeletons in their closets, financial or personal or political, who have vulnerabilities a foreign intelligence service could exploit.” It is a scenario which in other circumstances, might make for an uproarious comedy series, featuring spies from around the world tripping over each other in the dark as they race each other to grab hold of the motherlode of state secrets, as YMCA echoes around the darkened corridors. The setting is suitably flamboyant. When it was built in the 1920s for a cereal heiress, Marjorie Merriweather Post, the style of the 58-bedroom palace was described as Spanish-Moorish-Portuguese-Venetian. There are gargoyles that look like they were borrowed from medieval Britain. The original decor was chosen by a Viennese theatrical designer. When Trump bought it for $10m (£8.75m) in 1985, it had 58 bedrooms, an adjoining golf course and three bomb shelters. He said at the time he thought of the purchase as a “statement” rather than somewhere he could imagine living, but the high-end Floridian lifestyle grew on him and the place became his favourite home. In the 1990s, after a string of bankruptcies, he tried to squeeze desperately needed cash out of the property by trying to split it into plots, hold on to the main house, and sell the rest, but he was blocked by the local planning board. The board also tried to veto his plan B, turning the estate into a private club, but he was able to outmanoeuvre his opponents on the panel by assiduously cultivating individual members and pointing out publicly and embarrassingly that almost all the other clubs in Palm Beach did not admit Jews or Black people. There were few if any African Americans in the area who could afford the $100,000 (£87,454) initiation fee, which was doubled in 2017, but plenty of wealthy Jews, who had made their money in real estate and clothing. They became the bulk of the membership, the majority of them Democrats. When Trump succeeded Obama as president, and Mar-a-Lago became the “winter White House”, the ambience began to change. Trump had no time for the official presidential retreat at Camp David, which he saw as too rustic. Also the Trump Organization made no money from him staying there. Mar-a-Lago was another matter. The president saw no distinction between his personal life, his business and the public office, and Trump’s presidency became one of the club’s leading attractions. It was another label under the Trump brand. Paying guests were able to witness real-life scenes like Trump huddling with the then Japanese prime minister, Shinzo Abe, and his aides to hammer out a joint response to a North Korean missile test. In April 2017, Trump told the Chinese president, Xi Jinping, about the missile strikes he had authorized in Syria while the leaders sat in the Mar-a-Lago dining room eating what the former president described as “the most beautiful piece of chocolate cake that you have ever seen”. After Trump was defeated in 2020, he decamped to his Florida retreat, taking with him boxes full of secret documents and a new clientele. The crowd that hung around Trump International hotel in Washington followed him to Mar-a-Lago. “The club used to be serious money, serious players in business. Some really big players through the years have been members,” a longtime member reflected somewhat ruefully. “The new members of the club are a little bit Maga,” the veteran member said. “It’s very eclectic, a lot of foreigners, people that have made money in cryptocurrency, Oklahoma, fracking money. It looks more like the menagerie at the Trump Hotel in Washington.” Asked specifically about the foreigners, this member said: “A lot of different people there that they didn’t really have before. You’ll have Chinese people. You’ll have maybe some additional Arab people.” Even during the Trump presidency, there were significant holes in Mar-a-Lago’s security. Over the 2018 Thanksgiving holiday, a teenager, Mark Lindblom, slipped past guards and entered the club through a tunnel from the beach. Two Chinese women were caught trespassing. One of them, Yujing Zhang, had no fewer than four mobile phones, an external hard drive, as well as five sim cards and a “signal detector” gadget for locating hidden microphones or cameras. She was deported without any clarity on what she was doing there and why she was in possession of such an array of electronics. In the post-presidency, there are far fewer controls. “Typically once a president becomes former president, there’s a scale-back in resources at the Secret Service, but that really is something that doesn’t lend itself to the Mar-a-Lago environment because of the obvious threats there,” said Frank Figliuzzi, a former FBI assistant director for counterintelligence. Each year the club hires 80 to 90 foreign workers. They at least get vetted, but that is no guarantee against an insider threat, Figliuzzi said “The fact that four years ago, the Secret Service vetted the guy who serves Trump Diet Coke 12 times a day, doesn’t mean that that guy is invulnerable to a $200,000 [£174,936] payment from a foreign intelligence agency,” he said. The problem of the club members and their guests is far greater. “Who are these members? Who’s vetting them?” Figliuzzi asked. “If you have the requisite money and you plunk it down, it appears you’re a member. And now here come your family members and guests and their cousins and their in-laws. And is it really possible for the Secret Service to even begin to think that they could vet the guest side of the house?” All this helps explain why a Russian-speaking Ukrainian-born woman called Inna Yashchyshyn was able to mingle with club members and Trump himself in the spring and summer of 2021, posing as Anna de Rothschild, a Monaco-bred scion of the banking family. Whether Yashchyshyn, and the two Chinese interlopers, were just opportunists or connected to something more sinister, remains unknown. But then the same could be said of much of the Mar-a-Lago crowd, especially the new arrivals. But perhaps the biggest question mark is hanging over the resort’s wounded and vengeful owner and DJ. No one knows what plans he had for his stolen trove of state secrets. “Whatever he selected was because he had some intent to do something with it,” London said. “The question mark is: what were his intentions? But none of it is going to be a happy story. None of it is going to end well, in terms of the impact on national security.” • This article was amended on 20 September 2022. The teenager who entered Mar-a-Lago through a tunnel was Mark Lindblom, not “Mike Lindbloom”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/may/26/morning-mail-greens-send-warning-over-petroleum-tax-period-poverty-bites-russia-moves-nukes","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-05-25T20:48:27Z","webTitle":"Morning Mail: Greens send warning over petroleum tax, period poverty bites, Russia moves nukes","webUrl":"https://www.theguardian.com/australia-news/2023/may/26/morning-mail-greens-send-warning-over-petroleum-tax-period-poverty-bites-russia-moves-nukes","apiUrl":"https://content.guardianapis.com/australia-news/2023/may/26/morning-mail-greens-send-warning-over-petroleum-tax-period-poverty-bites-russia-moves-nukes","fields":{"bodyText":"Good morning. In our top story, Greens leader Adam Bandt tells us that changes to the petroleum resource rent tax have been “written by the gas lobby”, as the minor party warns Labor that it can’t count on its backing for the proposals. Meanwhile, the government is being urged to provide free menstrual products in all public bathrooms as cost-of-living pressures bite. Overseas, Russia has started moving nuclear warheads to Belarus – and the founder of the far-right Oath Keepers is hit with a long prison sentence over his role in the January 6 Capitol attack. Australia ‘A gift to Australia’ | Six years after the statement from the heart, Indigenous leaders have returned to Uluru to rally the yes vote ahead of the referendum on the voice. Exclusive | The Greens leader has warned the government it can’t count on their support for changes to the petroleum resource rent tax in a policy he says is “not worth the napkin it was written on”. Period poverty | A survey has revealed that young women are struggling to afford period products as inflation soars and Australia’s cost-of-living crisis continues to bite. Southern Ocean | A major global deep ocean current has slowed down by approximately 30% since the 1990s as a result of melting Antarctic ice, CSIRO researchers have warned. Winning by a nose | A South Australian cabernet sauvignon that sells for $40 has emerged from the pack to be named the best in the world at the International Wine Challenge. World Downing Street incident | A man has been arrested on suspicion of criminal damage and dangerous driving after a car struck the gates of the UK prime minister’s official residence. Russia-Ukraine war | Russia has started moving tactical nuclear warheads to Belarus; Dutch prosecutors seize property owned by Vladimir Putin’s former son-in-law. US Capitol attack | The leader of the far-right Oath Keepers militia has been sentenced to 18 years after being convicted of seditious conspiracy for his role in the January 6 insurrection. Madeleine McCann | Material unearthed from a reservoir in Portugal will be sent to Germany for analysis, as the first major search for the missing Briton in a decade came to a close. Nagano | A suspect armed with a rifle and knife was holed up inside a house after a woman was fatally stabbed and two police officers were shot and killed in central Japan. Full Story How the Guardian shaped (and shook) Australian media The story of how Guardian Australia launched in 2013 is one of strength, determination, a chance encounter, a spying scandal and a lot of coffee. It arrived in a dire period for public interest journalism, but since then the once-tiny news site has achieved what some thought impossible. Bridie Jabour speaks with the key players of Guardian Australia’s launch. In-depth As part of our 10 years of Guardian Australia coverage, Lenore Taylor recounts the pressure she felt carrying a USB stick from Sydney to Canberra with the contents of a top-secret leak implicating the Australian government in a spying scandal that reached the then president of Indonesia’s personal mobile phone. Not the news Like many of our more charming and inexplicable national behaviours, it remains a mystery how or why Tina Turner’s Nutbush City Limits came to be played at every wedding, school dance and playground in Australia. She has had a significant presence in the national consciousness: through the nation’s affection for Nutbush-ing, yes, but also as the face of Australia’s rugby league and as the big-haired villain in Mad Max Beyond Thunderdome. The world of sport Tennis | Kimberly Birrell is hoping to put Australian women back on map at the French Open. Football | Manchester United face Chelsea in the Premier League; the final-day survival battle is a watershed moment for three Premier League clubs. Formula One | Lewis Hamilton has insisted that he will stay at Mercedes and denies approach from Ferrari. Media roundup Two MPs have made complaints to the Speaker of the House about “vicious” attacks on a first-term Greens MP, reports the Sydney Morning Herald. A dispute between Tasmania’s government and public health system doctors has intensified with unprecedented protest action, says the Mercury. Union boss John Setka is under police investigation after an allegation of sexual assault that he emphatically denies, reports the Age. What’s happening today National Sorry Day | Events to be held across Australia to commemorate the stolen generations. ACT | A public hearing is scheduled in Canberra as part of the inquiry into Australia’s food security. Bureau of Statistics | Retail trade figures, industry financial data, and mortality statistics set to be released. Sign up If you would like to receive this Morning Mail update to your email inbox every weekday, sign up here. And finish your day with a three-minute snapshot of the day’s main news. Sign up for our Afternoon Update newsletter here. Prefer notifications? If you’re reading this in our app, just click here and tap “Get notifications” on the next screen for an instant alert when we publish every morning. Brain teaser And finally, here are the Guardian’s crosswords to keep you entertained throughout the day – with plenty more on the Guardian’s Puzzles app for iOS and Android. Until tomorrow. Quick crossword Cryptic crossword"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/apr/18/west-prepares-for-putin-to-use-whatever-tools-hes-got-left-in-ukraine","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-04-18T05:00:37Z","webTitle":"West prepares for Putin to use ‘whatever tools he’s got left’ in Ukraine","webUrl":"https://www.theguardian.com/world/2023/apr/18/west-prepares-for-putin-to-use-whatever-tools-hes-got-left-in-ukraine","apiUrl":"https://content.guardianapis.com/world/2023/apr/18/west-prepares-for-putin-to-use-whatever-tools-hes-got-left-in-ukraine","fields":{"bodyText":"Western leaders are preparing for Vladimir Putin to use “whatever tools he’s got left” including nuclear threats and cyber-attacks in response to an expected Ukrainian counter-offensive against Russia. British officials at the G7 foreign ministers’ summit in Japan said they were expecting Russia to retaliate and “must be prepared” for extreme tactics as it attempted to hold on to Ukrainian territory. The former Russian president Dmitry Medvedev said last month that Moscow was ready for the Ukrainians to hit back, warning that his country would use “absolutely any weapon” if Kyiv attempted to retake Crimea, which was annexed by Russia in 2014. There appeared to be an acknowledgment in Moscow that its forces might soon find themselves on the defensive in Ukraine as Russia’s own winter offensive appeared to be slowing down. Russia’s nuclear rhetoric has united the G7 ministers, who issued a statement after their two-hour meeting on Monday condemning the threats as “unacceptable” and criticising Putin’s plan to deploy tactical nuclear weapons in Belarus. G7 officials said there was an “open exchange of views” in the talks on the approach to the Ukrainian conflict, including on “future prospects” for bringing the war to an end, which Rishi Sunak has said would eventually be around the negotiating table. However, Foreign Office sources suggested that the only way to finally resolve the conflict would be for Putin to withdraw his troops from Crimea and for the west to give Kyiv the tools to finish the job. Despite pressure from Ukraine, and others including the former UK prime minister Boris Johnson, to increase military support – including more tanks and fighter jets – the UK believes it is providing what the country needs. Sources said it was already committing its “rainy day fund”. A transatlantic group of former senior diplomats and high-level military advisers said on Monday that the war in Ukraine was on course to become a stalemate unless the west went “all in” and increased its level of military support. The group said that “declarations of unwavering support” were not enough and “actions still fail to match the rhetoric” in a reflection of military assessments in European capitals and Washington. At the G7 summit, the ministers reaffirmed their commitment to “intensifying, fully coordinating and enforcing” sanctions against Russia, agreeing to be more coordinated to prevent evasion of the measures and to target third parties supplying weapons to Moscow. It came as the foreign secretary, James Cleverly, demanded the release of a British-Russian opposition leader after he was sentenced to 25 years in prison by a court in Moscow, paying tribute to Vladimir Kara-Murza Jr for “bravely” denouncing Putin’s invasion of Ukraine. The Kremlin critic, who has twice survived poisonings, was convicted on charges of treason and denigrating the Russian military in what he denounced as a show trial. The Russian ambassador to the UK, Andrei Kelin, was summoned to the Foreign Office for a dressing down on Monday over Russia’s human rights obligations, including the right to a fair trial. Meanwhile, the US secretary of state Antony Blinken’s G7 bilateral talks with his French counterpart, Catherine Colonna, over-ran, prompting speculation her talks with the US had been fraught. The French president, Emmanuel Macron, provoked controversy last week when he said, on a flight back from China, that Europe should not become a “vassal” to the US on foreign policy. He had previously been accused of naivety when he said Moscow must not be “humiliated” and would need security guarantees. G7 officials stressed that all member nations, including France, were united on the need to prevent Putin’s attempts to divide and conquer. Eastern European governments, in particular, had accused Macron of failing to learn the lessons of the war. Without US military and financial support for Kyiv, more than 30 times that of France, Ukrainian resistance would have already crumbled, they believe. In separate talks in Japan, G7 nations including UK, US, Canada, Japan and France formed an alliance to develop shared supply chains for nuclear fuel, aimed at pushing Russia out of the international nuclear energy market. The UK’s Department for Energy Security and Net Zero said the five countries would use their civil nuclear power sectors to undermine Russia’s grip on supply chains, cutting off another means for Putin to fund his invasion of Ukraine."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"global-development/2022/dec/30/colombia-first-female-electrical-line-workers","type":"article","sectionId":"global-development","sectionName":"Global development","webPublicationDate":"2022-12-30T06:30:41Z","webTitle":"Girl power: Colombia’s first female electrical line workers train to keep the lights on","webUrl":"https://www.theguardian.com/global-development/2022/dec/30/colombia-first-female-electrical-line-workers","apiUrl":"https://content.guardianapis.com/global-development/2022/dec/30/colombia-first-female-electrical-line-workers","fields":{"bodyText":"Marianela Hernández Valencia knows what life without electricity is like. “As a child, I grew up in a house without electricity, which meant having to do homework by candlelight,” she says. “It was difficult.” Today, the 28-year-old is among 15 women hoping to graduate as one of Colombia’s first-ever intake of apprentice linewomen, in La Ceja, a small town about 40km southeast of Medellín, Colombia’s second-largest city. Line workers scale towers and transmission lines hundreds of feet above the ground to install and repair power cables. They are often the first responders after a storm or natural disaster and are regularly away from home for long periods. Kitted out with belts and safety harnesses, the first apprentice linewomen gather around the teachers for a motivational talk before training Graduates of the year-long pilot project, led by ISA, Latin America’s largest energy transmission company, with the training group Tener Futuro Corporation, are guaranteed a job with one of two contractors, Instelec and Salomón Durán. Students are taught about safety, rigging and knot tying, all in a hands-on environment. As more companies seek to diversify the workplace, it may seem there has never been a better time for women to enter the trade. Yet, few consider applying. The organisers of the scheme aim to change that by targeting the apprenticeships solely at women and providing a safe space for them to learn. A week after the call went out for female applicants, 723 had registered interest. A trainee fixes a porcelain insulator in place, to prevent live wires from coming into contact with each other or the utility pole. A line worker typically carries between 9-13.5kg (20-30lbs) on their belt “I’ve always been drawn to electrical work,” says Hernández Valencia, who once worked as an electrician’s assistant. “That feeling you get when you’re able to help switch the light back on and seeing the kids’ faces light up – it’s indescribable.” She was working as a restaurant administrator in Medellín when her partner – a lineman – told her about the recruitment drive. Her application was successful, but two weeks into the apprenticeship, her partner dealt an unexpected blow. “For the first few weeks when we arrived, we overlapped with another group of trainees – men – and my partner wasn’t happy about it. Having first insisted I sign up, he was suddenly telling me to choose between him and the training,” she says. “I chose to continue training.” Apprentices during their training. At the end of the course all graduates are guaranteed a job Hernández Valencia’s refusal to give up her course and the subsequent breakdown of her relationship have made her all the more determined. Her teachers say she is an outstanding student, and is emerging as a group leader. While the public has been mostly supportive of the trainee linewomen, some online comments have been critical, some sexist. “In Colombia, we have very complex cultural egos,” says Claudia Laguna, an engineer and ISA’s corporate projects specialist, who thought up the project. “Women are very capable but they’ve always been relegated.” It is more than 10 years since Colombia achieved 95% electrical coverage, but access for the most remote areas is difficult. In 2020, an estimated 1.9 million Colombians still lacked access to electricity. About 2,500 line workers are active, and an estimated 500 more are needed to keep up with electrification demands; there are plans to build between 1,200 and 2,500km of new power lines by 2025. Two months into the training, most students have conquered their fear of heights, but the art of moving along a cable takes time to master Clockwise: The offices and lodges of the Catholic University of the East, where the training camp for linewomen is based; students learn how to tie specific knots, as well as the proper use of various ropes, slings, block and tackle; tools of the trade; At 5pm after receiving feedback, the women retire to their rooms to catch up with loved ones Trainees aged from 17 to 31 receive a stipend and boarding. For those who stay the course, an opportunity to travel also beckons. But it does not come without sacrifice. Most of the women are mothers who may have had to make difficult decisions about childcare. Diana Lizeth Lizarazo Moreno started the programme when her youngest was 18 months old. When her grandmother died, she was given special dispensation to return home for the funeral. “My daughter didn’t recognise me. In no time at all, she had grown attached to my sister,” she says. “That’s hard, but at least I know that she is in good hands.” Mother of two Diana Lizeth Lizarazo Moreno and Jessica Osorio, 23, who suspended her studies in biotechnology The training is challenging. On any given day, line workers typically carry between 9kg and 13.5kg on their belt alone. But the women have qualities beyond strength, says Laguna, “like attention to detail and ensuring safe outcomes”. Mental stamina is key. “You need to be able to keep a cool head, especially when something unexpected happens and you’re high up a tower,” says Lizarazo Moreno. La Ceja’s high altitude, combined with scaling tens of metres and carrying heavy equipment, can sometimes lead to dizzy spells All the women on the course reported that they had grown in confidence. “You need confidence in yourself, but also in your team,” says Jessica Osorio, 23, who was a year away from completing a biotechnology engineering degree when she decided to suspend her studies. “[I] wanted to do something out of my comfort zone and it turns out I love this work.” A shattered mobile displays a memory from back home. Spending a long time away from loved ones is one reason some apprentices drop out With a month left before the first stage of the training, just 15 of the original 30 women remain. “A number of candidates failed the medical test. Once we selected the final 30, a combination of factors all played a part, from suddenly being faced with the reality of having to leave your home and family – in many cases, children – to struggling with logistics and childcare, as well as self-doubt and dealing with other people’s opinions. It’s been a learning curve,” says Laguna. But the sector is committed to opening itself up to women, with three cohorts of 20 women planned for 2023, she says. “Ultimately, it’s about creating a virtuous chain, and the belief is that by supporting these women now, you help establish the foundations for creating sustainable value moving forward.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/mar/26/a-fresh-era-for-india-or-a-ham-fisted-ego-trip-welcome-to-modis-new-seat-of-power","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-03-26T08:00:14Z","webTitle":"A fresh era for India or a ‘ham-fisted’ ego trip? Welcome to Modi’s new seat of power | Rowan Moore","webUrl":"https://www.theguardian.com/world/2023/mar/26/a-fresh-era-for-india-or-a-ham-fisted-ego-trip-welcome-to-modis-new-seat-of-power","apiUrl":"https://content.guardianapis.com/world/2023/mar/26/a-fresh-era-for-india-or-a-ham-fisted-ego-trip-welcome-to-modis-new-seat-of-power","fields":{"bodyText":"Some time soon the new parliament building of the world’s largest democracy, India, will open for business. No one quite knows when, except perhaps for the prime minister, Narendra Modi, and those close to him, but it has been imminent for months. There were suggestions that it would open in time for the 75th anniversary of Indian independence last year, but the high steel hoardings around it remain in place. The £120m project is at the centre of a culture war. For Modi and his supporters it is a statement of freedom from colonial legacy, and a poke in the eye for the old governing class of New Delhi. It is the centrepiece of the Central Vista Project, an ambitious plan to make over the city’s British-built administrative centre. Critics of the new building say that it is an unnecessary replacement of the existing parliament, that short cuts were taken with its procurement and the obtaining of permissions, and that there was minimal consultation with parliamentarians and the public. Opposition MP Jawhar Sircar calls the project “an extension of Modi’s virulent ego and his desperate need to make a mark for himself”. Madhav Raman, a Delhi-based architect, says its design is “ham-fisted” and “awkwardly stuck together”. Both dispute the official arguments put forward for the new building, that India’s expanding population requires a larger debating chamber than the parliament now offers, and that its 96-year-old home is worn out. “I find it perfectly all right,” says Sircar. “In India we have buildings that are 500-700 years old and still work well.” New and old parliaments stand side by side among the grandiose array of public buildings designed and planned by the architects Edwin Lutyens and Herbert Baker about a century ago, after the British government decided to move the capital of the Indian empire from Kolkata to Delhi. They are laid out around a huge central axis, somewhat like the Mall in Washington DC, stretching 3km from the domed Viceroy’s Palace – now the Rashtrapati Bhavan or Presidential Palace – to the India Gate, an arched memorial to the country’s dead in the first world war. Intended to symbolise and reinforce permanent British rule, the complex served its original purpose for only 16 years, from its inauguration in 1931 to Indian independence in 1947. Since then it has been the place where the country’s democratic government was forged. For some, though, it represents what a pro-Modi commentator calls an “old hierarchical elite”. The term “Lutyens gang” is used to denigrate Jawaharlal Nehru and the Congress party politicians who negotiated independence with the British, and their successors. Modi, in the style of populist authoritarian leaders worldwide, presents himself as a disrupter of this old order, even as he imposes his own hierarchies. His Central Vista Project envisages rows of new government buildings on either side of Lutyens and Baker’s central boulevard and a £47m new prime minister’s house, as yet unbuilt. A black granite statue has been erected by the India Gate of Subhas Chandra Bose, the nationalist leader who, more militant than Nehru, befriended Nazi Germany and imperial Japan in his efforts to find allies in his struggle against the British. The boulevard, once called Kingsway, then the Rajpath – according to Modi a “symbol of slavery” – was last year renamed the Kartavya Path or “road of duty”. The new parliament is by the architect Bimal Patel, from Modi’s home state of Gujarat. Its design is not, in fact, quite as hostile to Lutyens and Baker’s architecture as some of the prime minister’s rhetoric might suggest: while the plan is a triangle with its corners shaved off, in geometric contrast with the circular shape of the older parliament, its exterior is in pink and cream stone similar to that of its neighbour. It combines repeating vertical pillars in the style of classical architecture with motifs from traditional Indian buildings. What critics dislike is what they see as the poor quality of the new design, as well as the fact that more than 300 trees were removed to make way for the new parliament, and an open space built over. Raman calls the use of traditional details on the new building “cookie cutter … they could have been taken from a catalogue in China”. If Modi’s grand projects are meant to represent a proud modern nation, is the suggestion, they are not doing a very good job. “What inspiration is it supposed to give you?” asks Sircar. The interiors will look somewhat hotel-like, albeit with two large debating chambers for the two houses of parliament, with decoration inspired by peacocks and lotus flowers. Patel has declined to comment. More fundamentally, opponents of Modi question the need to remake the British architectural legacy. The journalist Harish Khare has called the renaming of the Rajpath an “extraordinary foray into historical spuriousness”. Raman believes that Indians should be “proud” of the “mature” way that governments after independence turned the imperial buildings to the purposes of the new democracy. Sircar similarly argues that the heritage of past rulers should be respected. “Otherwise,” he says, “why don’t you tear down the Taj Mahal?”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/oct/14/west-plans-avoid-panic-if-russia-nuclear-bomb-ukraine-putin","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-10-14T17:26:30Z","webTitle":"West makes plans to avoid panic if Russia uses nuclear bomb in Ukraine","webUrl":"https://www.theguardian.com/world/2022/oct/14/west-plans-avoid-panic-if-russia-nuclear-bomb-ukraine-putin","apiUrl":"https://content.guardianapis.com/world/2022/oct/14/west-plans-avoid-panic-if-russia-nuclear-bomb-ukraine-putin","fields":{"bodyText":"Western officials are engaged in “prudent planning” behind the scenes to prevent chaos and panic in their home countries in the event Russia was to detonate a nuclear bomb in or near Ukraine. Although a nuclear crisis is considered highly unlikely, the insider said officials internationally were re-examining plans to provide emergency support and reassurance to populations fearful of nuclear escalation. Hints of the thinking emerged in a briefing by an official on Friday, who was asked if there would be measures in place to prevent panic buying or people fleeing cities en masse in fear of escalation after a nuclear event. Governments were engaged in “prudent planning for a range of possible scenarios” said the western official, who was speaking on condition of anonymity, although they stressed that any use of nuclear weapons by Russia in the war would be abhorrent. Public information campaigns and even school drills on how to survive a nuclear war were a feature of the cold war, including the duck and cover campaign in the US in the 1950s, Protect and Survive from the UK in the late 1970s and “Everyone has a chance” in West Germany in the early 1960s. These campaigns were the subject of considerable criticism and parody for their suggestion that it could be possible to survive an all-out nuclear conflict, although in this case the focus is supposed to be on preventing public panic over fear of an uncontrolled nuclear escalation that would lead to major cities being targeted. Kate Hudson, the general secretary of the Campaign for Nuclear Disarmament, said: “This ‘prudent planning’ harks back to the British government’s cold war-era Protect and Survive campaign – which was roundly condemned by CND as giving the false impression that a nuclear attack could be survived by whitewashing windows and other irrelevances.” As Moscow has suffered reverses on the battlefield in Ukraine since September, Vladimir Putin has ratcheted up the nuclear rhetoric, saying last month that he would use “all available means” to defend Russian territory. The western official said the Russian president’s comments about nuclear use were “deeply irresponsible” and no other country was talking about nuclear weapons. “We do not see this as a nuclear crisis,” they said. Echoing comments made by the US, the official said: “Any use of nuclear weapons would break a taboo that has held since 1945” which would “lead to severe consequences for Russia, as well as for everybody else”. Towards the end of last month, Jake Sullivan, the US national security adviser, said there would be “catastrophic consequences” for Moscow if it sought to deploy a tactical nuclear weapon, which can have the power of six or seven Hiroshima blasts. The west does not want to spell out how it might respond, to preserve a deliberate ambiguity – and on Friday the official would not be drawn on what nuclear armed countries might do. But the expectation is that to avoid rapid escalation any initial response would be non-nuclear. On Thursday, Emmanuel Macron broke ranks and said he would not order a like-for-like retaliation if there was a Russian nuclear strike in Ukraine. The French president said the country’s fundamental interests “wouldn’t be directly affected at all if, for example, there was a ballistic nuclear attack in Ukraine, in the region”. Earlier this week, Jeremy Fleming, the head of the GCHQ spy agency, said he not seen any sign that Russia was preparing to use a tactical nuclear weapon in or around Ukraine. It is his agency’s job to help monitor Russian military movements, and whether its military was trying to pair a nuclear warhead with a conventional missile. Experts generally believe that Putin is engaged in a bluff, trying to provoke fear and uncertainty in the west, to ensure that the US or Nato does not enter the war on Ukraine’s side."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2022/oct/14/cynical-tories-cant-understand-the-power-of-compassion-and-community","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2022-10-14T15:58:58Z","webTitle":"Cynical Tories can’t understand the power of compassion and community | Letters","webUrl":"https://www.theguardian.com/society/2022/oct/14/cynical-tories-cant-understand-the-power-of-compassion-and-community","apiUrl":"https://content.guardianapis.com/society/2022/oct/14/cynical-tories-cant-understand-the-power-of-compassion-and-community","fields":{"bodyText":"During the Covid pandemic, I worked as a Catholic chaplain in an NHS hospital. In those very worst of times, I witnessed the very best of humanity. I am amazed, therefore, that in her war against the “anti-growth coalition”, Liz Truss attempts to squander one of the few positive elements to emerge from the pandemic: cooperation and mutual support within communities. She talks in aggressive and combative terms about those who don’t agree with her ideas for growth, hoping for another Brexit-like split in society. During the pandemic, our hospital and community, like many throughout the world, worked together to support and care for one another. All ideological and political arguments were set aside as we realised that we had to work together. The strong ties that we built during the pandemic are being threatened by the rhetoric of the prime minister and her cabinet. She is behaving like the worst of tyrants, encouraging communities to look for the enemy within. This is disgraceful behaviour. It is so sad that she seeks to highlight the divisions in society, rather than calling for us all to work together, to make our communities safe, prosperous and happy once again. Josephine Feeney Leicester • The opinion pieces in last Saturday’s paper revealed just how ideological and fantastical Tory policy really is. I would like to suggest that Conservative ministers come and spend some time in towns and cities like mine, not just on a flying “here today, gone tomorrow” visit, but as members of the community. Were they to come to Newport, I would like to introduce them to the teachers who give substantially to their in-house food schemes out of a sense of vocational responsibility; the churches and other civic groups that run school uniform banks, breakfast clubs and night shelters; the Mind charity groups that try to provide struggling people with a little peace and quiet for a few hours a week; the outreach schemes that feed the homeless on the streets, and so many more. I would like to show members of the government what dignity, compassion and community look like in practice. I would like to introduce them to the poor helping the poor, and I would like to remind them that the rights and freedoms that some of them now enjoy were won in cities like mine. But above all, I would like to show them how compassion trumps ideology every time. Canon Andrew Lightbown Newport Cathedral • Have an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2022/oct/14/battersea-power-station-opens-to-shoppers","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2022-10-14T15:07:39Z","webTitle":"‘Full of life again’: Battersea power station opens to shoppers","webUrl":"https://www.theguardian.com/uk-news/2022/oct/14/battersea-power-station-opens-to-shoppers","apiUrl":"https://content.guardianapis.com/uk-news/2022/oct/14/battersea-power-station-opens-to-shoppers","fields":{"bodyText":"Among the thousands of people who rushed into the building after the grand opening of the newly developed Battersea power station were Orla Sanders and Imogen Clark, friends in their 30s who live a stone’s throw from the new complex. “We’ve been waiting for the day for the centre’s opening, the countdown has really been on,” Sanders said. “It’s incredible and all the shops are amazing, but it’s also quite dangerous because we may well end up spending quite a lot of money”. After a £9bn investment by Malaysia-backed developers and more than a decade of restoration, the doors to the almost century-old decommissioned power station opened on Friday for the first time in 40 years. The space has been transformed into a glitzy shopping centre of 250 stores, alongside mostly luxury flats, office spaces and an upcoming cinema and ice rink. After the grand opening, a five-day free festival of live music will take place on the site. Emma and Marcus Liberman, a married couple from north-west London, decided to travel down for the centre’s opening after decades of speculation regarding what would become of the former industrial station. “When we first came to London, there were plans for redeveloping the power station about 30 years ago, but it never came to anything,” Marcus said. “And I’ve always looked to this amazing building, and wanted to see what it was really about, so just really wanted to come and see it.” He added: “It’s just really exciting to see it actually turned it something, being used and full of life again, as opposed to a rather sad looking, deteriorating building.” Bernice Ondebola, a 67-year-old retired nurse who has lived in Battersea for most of her life, said the new development was a “lovely sight” compared with the abandoned and derelict former station. “I grew up in south London, and have been living not too far away from the power station for the past 35 years,” Ondebola said. “In some ways the area is so unrecognisable compared to when I first started living here, with, you know, all the new flats and also the new tube. But I think the shopping centre is nice because it has a bit of everything for everyone.” Ondebola said she especially liked how the centre, despite its modernisation, has retained many of its period features. “You can really feel that you’re inside the power station, with all the exposed brick and the machinery you can see on the ceiling,” she ssaid. “The building has such a big presence in our local area so it’s nice that it has become a place that everybody can use.” Serge, a 52-year-old business owner and who has lived in London for the past 30 years, said that watching the power station transform from an abandoned building had been momentous. “I’ve seen the station abandoned, and the whole surroundings at that time wasn’t very pleasant-looking. It’s very nice to see somebody invested in the area and moved the whole project ahead”, he said. Although most people attending the opening were positive about the redevelopment, there was some concerns raised about the lack of affordable housing provided – at just 386 homes, a 40% reduction from the original plans. Alice White, a 25-year-old student, was at first sceptical when she heard of the power station’s redevelopment plans. “I know there was a lot of debate about how many of the new flats inside the station would actually be affordable,” White said. But despite still having some reservations regarding the development, White thought the centre was “quite enticing”. “I can’t lie, the range of shops and places to eat here are kind of exciting,” White adds. “I live locally, and what I’m most happy about is not having to go all the way to Westfield or Oxford Street whenever I need to make some returns at Zara.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2022/oct/14/erik-ten-hag-confident-manchester-united-have-enough-goal-power","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2022-10-14T12:30:37Z","webTitle":"Erik ten Hag confident Manchester United have enough goal power ","webUrl":"https://www.theguardian.com/football/2022/oct/14/erik-ten-hag-confident-manchester-united-have-enough-goal-power","apiUrl":"https://content.guardianapis.com/football/2022/oct/14/erik-ten-hag-confident-manchester-united-have-enough-goal-power","fields":{"bodyText":"Erik ten Hag is confident Manchester United have forwards who will score 20 or more league goals this season but the manager also wants his midfielders and defenders to contribute. Marcus Rashford’s five goals in nine games is United’s highest tally, with Antony, Anthony Martial and Jadon Sancho each scoring three times and Cristiano Ronaldo twice. United’s only other scorer is Bruno Fernandes, who has one strike in 12 appearances. Ten Hag, asked whether he has players who can score at least 20, said: “Yes, I’m confident, mostly. In my team, there are players who will score. They come into the [scoring] position and in the last part [of the field]. It’s also about the freedom from the player, the intuition, the space they have to take. When they have that feeling then you will see that with their talent they will score that number. “You can also divide it, because we have many goalscorers across the offensive department. But we also need something from midfield and the defensive department.” Rashford’s buildup play sparkled in Thursday’s 1-0 Europa League victory against Omonia Nicosia though his finishing disappointed. “He did a lot of things well but finally he knows that he has to be more clinical and he has to score a goal,” Ten Hag said. “When you have such good movements and make such good combinations, good actions, then you have to finish. I know sometimes it’s the game, it’s not your night and it’s about the form of the day but it can change in another game. “He’s in a really good run, that shows in the chances he creates. Now it’s in the last two games he’s been a little unlucky. On Sunday [at Everton] he deserved a goal but they cancelled it [for a handball]; today he didn’t score. I say save it for the coming week.” United host Newcastle on Sunday, then Tottenham on Wednesday before Saturday’s visit to Chelsea. “These are real tests for us as a squad to go into battle,” Ten Hag said. “And it delivers energy. Newcastle do really well. It’s a team who can play in high intensity with a lot of energy and that makes it a tough opponent. We know we have to play our best.” In midfield Ten Hag can choose from Scott McTominay, Christian Eriksen, Casemiro and Fred. He is yet to settle on his best combination. “It’s difficult to say in this moment,” he said. “They have to play longer together but what’s important is that we need a squad. Fred played a good game [against Omonia]. We have some combinations and in the midfield it’s always about balance. I’m happy with all four and hope they keep going this way.” Martial faces a fitness test but Harry Maguire’s hamstring requires more time to heal. “Next week he’ll be back in training or after next week,” said Ten Hag."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"environment/2023/jun/12/uk-heatwave-prompts-order-to-fire-up-coal-plant-to-meet-aircon-demand","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2023-06-12T16:55:11Z","webTitle":"UK heatwave prompts National Grid to fire up coal plant to meet aircon demand","webUrl":"https://www.theguardian.com/environment/2023/jun/12/uk-heatwave-prompts-order-to-fire-up-coal-plant-to-meet-aircon-demand","apiUrl":"https://content.guardianapis.com/environment/2023/jun/12/uk-heatwave-prompts-order-to-fire-up-coal-plant-to-meet-aircon-demand","fields":{"bodyText":"National Grid has broken a 46-day run in which coal has not been used to generate electricity in Britain in order to meet extra demand for air conditioning as the country swelters in hot weather. The grid’s electricity system operator (ESO) asked Uniper, the owner of Ratcliffe-on-Soar power station in Nottinghamshire, to start producing power from the coal-fired plant, prompting criticism from green campaigners. Temperatures broke 30C for the first time this year over the weekend and meteorologists forecast the chance of Britain experiencing a hot summer was 45% – 2.3 times the typical figure. The hot weather is expected to push up demand for power, as households and businesses switch on air conditioning units. Air conditioning accounts for about a fifth of the total electricity used in buildings around the world. One unit at the Ratcliffe plant was brought into action on Monday morning, with a second unit warmed up to cover the evening peak in power demand. The consultancy LCP Delta said wind generation was low on Monday and planned maintenance at the Torness nuclear power station on the east coast of Scotland, which began on Sunday night, had reduced available generation by a further 1.3 gigawatts. Last week, a fault was found on the 1,400-megawatt North Sea Link interconnector that carries power between Norway and the UK, cutting electricity supplies. The power flowing through the 450-mile subsea cable has been reduced by half while the fault, discovered at an onshore facility in Norway, is repaired. The decision to turn to the fossil fuel angered green campaigners. Ami McCarthy, Greenpeace UK’s political campaigner, said: “It is a sign of failure that the National Grid is turning to one of the most polluting forms of power generation to deal with a summer heatwave that we know has been made worse because of climate change.” She added: “The government must get to work and upgrade our energy grid. In summer, we should be turning to solar power, yet we currently have renewable energy going to waste because our grid cannot transmit the power, and hundreds of renewables projects which are on hold because they can’t get connected.” National Grid has previously advised consumers to improve the energy efficiency of air conditioning by changing or cleaning the machine’s reusable filter, closing windows and doors and by shutting curtains to block the sun’s light and heat coming into the home. Ratcliffe-on-Soar was among the coal-fired power stations put on standby to provide extra power by the ESO over the winter amid concerns that a cold snap and a reduction in gas from Russia to Europe could lead to rolling blackouts. In the event, the plants were frequently warmed but only called into action in March, when EDF’s West Burton A plant in Nottinghamshire began producing power before the coldest night of the year. Jess Ralston, the head of energy at the Energy and Climate Intelligence Unit, said: “Coal is playing a bit-part role in the electricity grid, and both here and in Europe its use is plummeting, partly because of its high emissions. “With more offshore wind, and solar particularly in the summertime, coal’s back-up role will become redundant with smarter markets combined with batteries and other storage technologies.” The life of Ratcliffe’s fourth unit was extended for two years beyond its planned closure date last year, with all units now due to shut by September 2024 as Britain phases out burning coal for power generation. The ESO also called on households to save power by shifting their usage away from peak hours through its demand flexibility service. The network operator said last month that households and businesses saved enough power over the winter to power 10m homes."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2023/aug/27/al-capone-miami-mansion-demolition-ron-desantis","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-08-27T10:00:04Z","webTitle":"DeSantis demolition law clears way for hit job on Al Capone’s Miami mansion","webUrl":"https://www.theguardian.com/us-news/2023/aug/27/al-capone-miami-mansion-demolition-ron-desantis","apiUrl":"https://content.guardianapis.com/us-news/2023/aug/27/al-capone-miami-mansion-demolition-ron-desantis","fields":{"bodyText":"Al Capone’s historic waterfront mansion in Florida, where the notorious gangster took his last breath in 1947, has itself been whacked, and preservationists are pointing to the state’s Republican governor, Ron DeSantis, as the hitman. The elegant century-old property on one of Miami’s most exclusive islands was quietly razed earlier this month. The take-down followed the enactment of a law from the DeSantis administration last summer stripping municipalities of their power to prevent the demolition of certain properties, regardless of historic designation. The owners of the 1922 Mediterranean-style villa and guest house, which had nine bedrooms and once boasted the city’s largest private swimming pool, moved quickly to obtain a demolition permit, ending a years-long campaign to save the residence at which Capone is said to have plotted the St Valentine’s Day massacre. Observers say the law poses an unprecedented threat to Miami’s historic neighborhoods and skyline, with wealthy landowners and developers “salivating” at the opportunity to wipe away unprotected older buildings of character and architectural significance for soulless modern “McMansions”. “The new owner has come along, paid 15m plus, and decided not to dramatize this thing, just knock it down and present everyone a fait accompli,” said Paul George, the resident historian of the HistoryMiami museum. “That’s essentially what happened here, it lost whatever protection it had. The ghost of Al Capone was vivid in Greater Miami all this time and with the demolition we lose a sense of place, we lose a picture and an idea of what things were like in a certain time, and we lose that idea of who lived there and how they lived. “Now you’ve got a vacant lot, and it’s a lot harder to draw a mind picture of what went on there over the previous 100 years than it would be if the building was still standing.” The property had a checkered recent past. It went through several owners and fell into disrepair by the early years of this century before its restoration to prohibition-era opulence in 2015. Original features such as a striking all-black art deco bathroom were refurbished, along with additions made by Capone after he bought the house for $40,000 in 1928. Those additions included a two-story pool cabana and a gated sentry house from which armed guards would watch the road outside. It last changed hands in 2021, bought for $15.5m by the Miami businessman Albert Claramonte and his wife Karise, who already owned the adjoining property on Palm Island. The couple’s reported original plan to level the Capone buildings and merge the two lots was stalled until the new law took effect. Karise Claramonte hung up on a call from the Guardian. Toni Alum, a spokesperson for the family’s trust, told the Miami Herald in November that disclosing their vision for the 30,000 sq ft (0.7-acre) lot would “ruin the plans we are working on”. Deirdre Marie Capone, the mobster’s great-niece and only living family member with memories of the “majestic” mansion, said she was saddened by its demise. She recalled her great-uncle living his final years there in seclusion and ill health between his 1939 release from Alcatraz after serving seven and a half years for tax evasion, and his death from a heart attack following a syphilis-induced stroke in January 1947. “The whole family would come from Chicago and gather around my uncle every Christmas. I kind of grew up there, I learned to swim there, and I learned to ride a bike there,” the 83-year-old said. “I have a lot of early memories of playing there and being in the pool with my dad and my uncle, it was an unbelievable piece of property. It was a symbol of what Miami Beach was back in the beginning, and when you were in the house you’d feel old Florida. “I was happy when I saw the people of Miami Beach rallying and petitioning not to have it torn down, but money comes in and people want more. It’s sad because it’s going on so much around here, getting rid of the past for something bigger and more luxurious.” DeSantis signed the law, formally the resiliency and safe structure act, in May of last year. With few exceptions, it removes the ability of municipalities anywhere in Florida to block the demolition of any coastal or flood zone structure deemed a hazard, or not up to code, even if it is recognized locally as historic. Its sponsor, the Republican state senator Bryan Avila, insisted the law was needed to hasten the removal of dangerous or worn-out buildings at risk of collapse, and was not intended to smooth a path for greedy developers. “Ocean Drive is not going to get bulldozed,” he told legislative colleagues in April. Critics, however, say the law opens up exactly that possibility and is another example of a DeSantis power grab. The governor has previously asserted control in areas under the purview of other entities, including higher education, the drawing up of voting maps, mandating that municipalities keep burning fossil fuels; plus oversight of Disney, Florida’s largest private employer. In its analysis of the law, Florida Politics notes that numerous iconic buildings and neighborhoods in and around Miami are now without protection, including the Art Deco design district, the Versace mansion on South Beach and the Delano hotel. “It’s government overreach, and it’s going to have a detrimental effect on the character of our city that we’re already seeing with the Capone house,” said Sarah Giller Nelson, chair of the Miami Beach design review board. “People from all over the world come to Miami Beach to take in our historic buildings. Those who live in Miami Beach love it. Our unique, historic character is a huge economic driver and this law undermines that, so it makes no sense.” Nelson continued: “Boards like the one I chair ensure the quality of design compatibility within the community, and the law completely does away with our authority and input. It’s deflating.” George, the veteran historian, agreed. “We have all these great buildings and great neighborhoods in jeopardy,” he said. “The developers are salivating.” This article was amended on 27 August 2023 to correct the date on which DeSantis signed the demolition law."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/jun/16/uk-starvation-north-korea-sanctions-un-bans","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-06-16T11:00:43Z","webTitle":"If the UK is really moved by starvation in North Korea, demand an end to cruel sanctions | Simon Jenkins","webUrl":"https://www.theguardian.com/commentisfree/2023/jun/16/uk-starvation-north-korea-sanctions-un-bans","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jun/16/uk-starvation-north-korea-sanctions-un-bans","fields":{"bodyText":"This week, the BBC has been carrying reports from the world’s most authoritarian and impenetrable state. The headline: its people are starving. Communist North Korea is destitute, even as capitalist South Korea is one of Asia’s most prosperous nations. It starved in the 1950s, 1970s and 1990s, and was rescued by China. But the government closed the border during Covid and it has barely reopened, hampering the import of Chinese foodstuff. UN experts reckon that North Korea can this year feed barely three-quarters of its 26 million people at survival level. The BBC has spoken to people who have witnessed neighbours dying of starvation in their homes and on the streets. More than half a million perished in the 1990s famine. This could be repeated. What should Britons do about this, beyond offering distant sympathy? Hazel Smith, Korea expert at London’s School of Oriental and African Studies, regularly points out that when a country is so set on xenophobic “self-sufficiency” and spends wildly on defence, it suffers massive economic distortions. Food shortage is “baked into the … system”. China’s exports to North Korea were reportedly down 81% in 2020. Shops are empty of Chinese food and beggars are everywhere. That the Pyongyang regime should have sought self-sufficiency may have been wrong-headed but was not in itself stupid. As Smith told the BBC this week, what was disastrous was the tightening of UN sanctions in 2017. They extended a ban on nuclear and military materials so that it no longer differentiated between civilian and military needs. In particular, a stop was imposed on oil-based products, including everything needed for agriculture. This includes the inputs for producing fertilisers, pesticides and plastic sheeting. A year’s fuel consumption in the North is now down to the equivalent to one day’s consumption in the South. Food production since 2019 has plummeted, while the collapse in exports has severely limited North Korea’s ability to buy food on world markets. Perhaps sanctions enthusiasts will say this is proof that “sanctions are working”. If a nation tolerates a viciously authoritarian leader who is a menace to neighbouring countries, they get what they deserve. Every time the North Korean leader, Kim Jongun, tests another missile, he deserves another sanction. That should teach him. A former imperial power such as Britain, self-appointed moral policeman to the world, cannot just do nothing. It can still punch above its weight. It can lead the west in demanding sanctions. But sanctions hurting is not sanctions working. They were first imposed on North Korea after the 1950s war. They were strengthened in the 1980s, and tightened when North Korea left the Treaty on the Non-Proliferation of Nuclear Weapons in 2003. They were further tightened after successive weapons tests by Pyongyang in 2006, 2009, 2013, 2016 and 2017. I can find no shred of evidence that they have resulted in the slightest restraint on the Pyongyang regime, rather reinforcing its siege mentality and making it ever more reckless. This has served no one’s interest – not the west’s or Korea’s Asian neighbours. Sanctions against North Korea have done exactly what they have done to countless regimes in recent decades, from Cuba to Myanmar and Venezuela to Afghanistan. They have entrenched existing elites in power, making them ever more paranoid in their behaviour. They weaken a country’s tolerance of dissent and reduce the likelihood of any change. Enthusiasts always say they take time. They have had time. These sanctions have failed for half a century. Above all, their sheer crudity, enforced year after year, hurts and disempowers the poor and the innocent in the victim country. In the case of energy sanctions against Russia, they also hurt the poor of the imposing countries. They have become just another manifestation of the outbreak of global protectionism. We can assume that British taxpayers will now be asked to send food aid to Korea, to relieve a famine their governments have spent six years contributing towards. They will be right to do so. But our foreign policy has forgotten the maxim that if you cannot do good, at least do no harm. Sanctions do no good, but they are certainly doing harm. Simon Jenkins is a Guardian columnist"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2022/sep/11/reactor-ukraine-zaporizhzhia-nuclear-plant-shut-down-operator","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-11T17:28:49Z","webTitle":"Putin and Macron trade blame over risk at Ukraine’s Zaporizhzhia nuclear plant","webUrl":"https://www.theguardian.com/world/2022/sep/11/reactor-ukraine-zaporizhzhia-nuclear-plant-shut-down-operator","apiUrl":"https://content.guardianapis.com/world/2022/sep/11/reactor-ukraine-zaporizhzhia-nuclear-plant-shut-down-operator","fields":{"bodyText":"Vladimir Putin and Emmanuel Macron have traded blame over safety concerns at the Zaporizhzhia nuclear power station, which has been a focal point of fighting in recent weeks. Separate readouts of a phone call between the French and Russian presidents highlighted the difficulties in trying to find an accord to ensure safety at the site. “The Russian side drew attention to regular Ukrainian attacks on the plant’s facilities, including radioactive waste storage, which is fraught with catastrophic consequences,” said a statement published on the Kremlin’s website. It called for a “non-politicised interaction” on the matter with the participation of the International Atomic Energy Agency (IAEA). In its statement, the French presidency said the occupation by Russian troops of the plant was what was putting it at risk. “He [Macron] asked that Russian forces withdraw their heavy and light weapons and that the IAEA’s recommendations be followed to ensure safety at the site,” the Elysee said. Earlier, Ukraine’s nuclear power operator said the last operating reactor at the plant had been shut down and the plant “completely stopped”. The six-reactor Zaporizhzhia plant was disconnected from the grid last week after all its power lines were disconnected as a result of fighting in the area, and was operating in “island mode” for several days, generating electricity for crucial cooling systems from its only remaining reactor in operation. Energoatom, the state-run operator of all four of Ukraine’s nuclear power stations, said one of the power lines was restored on Saturday night, allowing plant operators to shut down the last reactor. “A decision was made to shut down power unit No 6 and transfer it to the safest state: cold shutdown,” the operator said. Electricity supply to the plant has been cut with increasing frequency over the past few weeks, including at least three times last week. Energoatom said the risk of continued damage to the supply line “remains high” and that it did not want to risk the plant being powered by diesel generators, “the duration of which is limited by the technological resource and the amount of available diesel fuel”. The plant was disconnected from the Ukrainian grid for the first time in its history on 25 August. Energoatom has called for a demilitarisation of the plant by Russian forces, who took control of the area in early March. On Friday the IAEA, the UN’s nuclear watchdog, said the situation at the plant was increasingly precarious, after its offsite electricity supply line was cut again. Russia and Ukraine have traded blame over shelling of the plant and the nearby area. Ukraine claims Russia is carrying out attacks as part of a false-flag operation to blame Ukraine. Russia blames Ukraine’s forces. Researchers and journalists have pointed to some evidence that supports part of Ukraine’s claims. However, the Guardian has not been able to independently verify events at the power plant. Rafael Grossi, the IAEA’s director general, warned last week that Ukraine was considering shutting down the plant because it “no longer had confidence in the offsite power”. Grossi did not apportion blame for the shelling of the plant. Grossi said that if Ukraine decided not to restore the offsite supply, the entire power plant would be reliant on emergency diesel generators to ensure supplies for nuclear safety and security functions. “As a consequence, the operator would not be able to restart the reactors unless offsite power was reliably re-established,” he said. Reuters contributed to this report"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/oct/02/cubans-protest-over-power-outages-four-days-after-hurricane-ian","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-10-02T09:52:27Z","webTitle":"Cubans protest over power outages four days after Hurricane Ian","webUrl":"https://www.theguardian.com/world/2022/oct/02/cubans-protest-over-power-outages-four-days-after-hurricane-ian","apiUrl":"https://content.guardianapis.com/world/2022/oct/02/cubans-protest-over-power-outages-four-days-after-hurricane-ian","fields":{"bodyText":"Four days after Ian, a category three hurricane, protests have sprung up at different points in Cuba over the lack of electricity after the storm. Alex Bandrich, 35, a graphic designer with his chihuahua, Richi, in hand, was at a protest with more than 100 people on a main road of the well-heeled Vedado neighbourhood on Saturday night. “I haven’t had light in my house for the last five days,” he said. “I’ve lost food, although I kept some at a friend’s place [with power], and I’ve had to take my daughter to my mother-in-law’s place.” Given the stress that people without power are under, the atmosphere at the Vedado protest was calm. Police didn’t interfere with the protest, there were no arrests. Instead, the state opted to send officials, accompanied by party members, to talk with protesters. María Perez, who identified as a regular citizen, said she had come to talk to protesters to defend “the revolution”. “Every time I think the social project that we have created is in danger, I will be here,” she said. Still protesters’ tactics were creative, creating a quandary for the state: there were reports that people lined up in the street to block traffic outside the capital’s main baseball stadium; in east Havana, others put rocks outside a bus station, saying they wouldn’t allow transport to run until the power came back. State authorities say that power – which went out across Cuba after Hurricane Ian – was mostly back in the capital as of Friday afternoon. Since the hurricane, protests have also been reported in the western city of Matanzas and the eastern city of Holguin. On Thursday and Friday night there was no internet in Cuba. It was not clear whether this was coordinated by the government in order to make protests more difficult to organise (as has happened before) or whether the internet blackout was a result of power failure caused by the storm. The internet was mostly functioning Saturday night. The Cuban government regularly tries to distinguish between “legitimate” protests by upstanding citizens, and “counter-revolutionary” protests, typically backed by the US, which imposes sanctions on the country. While the former is enshrined in the country’s 2019 constitution, the government says it will not tolerate the latter. The distinction, however, often breaks down in practice."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/sep/21/russian-nuclear-sabre-rattling-is-designed-to-create-fear-in-the-west","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-21T17:26:46Z","webTitle":"Russian nuclear sabre-rattling is designed to create fear in the west","webUrl":"https://www.theguardian.com/world/2022/sep/21/russian-nuclear-sabre-rattling-is-designed-to-create-fear-in-the-west","apiUrl":"https://content.guardianapis.com/world/2022/sep/21/russian-nuclear-sabre-rattling-is-designed-to-create-fear-in-the-west","fields":{"bodyText":"It was inevitable, after Russia’s sudden military reverse near Kharkiv, that Vladimir Putin would respond, announcing a partial mobilisation of extra troops and a fresh bout of sabre-rattling on nuclear weapons a day after announcing plans to hold high-speed annexation referendums in occupied areas of Ukraine. The timing, on the morning of Joe Biden’s speech to the UN general assembly aimed at rallying support for Ukraine, demonstrates that, to some extent, Putin’s announcements are about news management – to seize the agenda with tenuous claims that Russia is threatened by Nato “nuclear blackmail”. That helps cover up the fact that the mobilisation – of about 300,000 Russians with military experience, according to Sergei Shoigu, the country’s defence minister – is a measure that will take months to have any meaningful military impact. If, that is, Moscow can obtain anything like that number at all, given Russia’s ongoing difficulties in recruitment and retention. Resignation letters written by Russian troops exhausted by months of fighting following the recapture of Izium illustrate the point, although the decree announced by Putin also makes clear soldiers on short contracts are now barred from leaving the frontline until the war is over. “Operationally, this won’t make any difference this year and probably not into next year,” said Ed Arnold, who works for RUSI, a thinktank. “The infrastructure isn’t there in terms of equipping that level of force at the moment. Russia has a 1000km frontline to hold, and it is worried about its rear areas. It wants to hold the area it has.” In military terms, the Kremlin should have taken the mobilisation decision months ago. Exact figures are hard to come by, but Ukraine may well have more troops available than Russia now. And as the Kharkiv region offensive showed, Kyiv can marshal fresher troops against areas of the front it has been able to identify as thinly held. Kyiv continues to have a window of opportunity before the late autumn muddy season, starting in November, which limits manoeuvre for armoured vehicles. That is long before any reservists are likely to arrive. Recognising that, last Friday the US announced a further $600m of military aid to Ukraine, including more Himars rockets that have so damaged Moscow’s logistics and its ability to resist. It is a flow of aid that Russia is desperate to halt, but has no military ability to do so. Targeting Nato distribution hubs in Poland is not a viable option, given Nato’s security guarantee. Moscow clearly lacks the intelligence to destroy supplies in meaningful quantities as they head to the frontline, or it would have done so in the way that Ukraine has been able to. But Putin, by reinforcing warnings that nuclear weapons will be used “if the territorial integrity of our country is threatened”, will hope to sow uncertainty in the eyes of policymakers’ meetings in New York – perhaps to limit supplies from countries reluctant to allow Ukraine to have certain weapons, such as ATACMS long-range missiles, fighter jets or western tanks because of their offensive capability. The Kremlin also needs to retain what support it has left from its flagging allies – even Putin acknowledged China’s president, Xi Jinping, had “questions and concerns” following a bilateral last week – and argues that Nato is effectively engaged in a war against it. Shoigu emphasised, in an interview on Wednesday, the west’s supply of satellite intelligence and weapons against Moscow’s forces. It is no secret that Nato members (but not Nato itself) are providing military support to Ukraine but there is no existential threat to Russia; the goal, Biden said on Wednesday, was for the war to end “on terms we all signed up for, that you cannot seize a nation’s territory by choice”. There is the question of whether Russia will try to argue territories it annexes are covered by its nuclear umbrella – but attacks on Crimea, seized unilaterally in 2014, have not prompted any escalation from Moscow. The precursor of Putin’s interventions remains Russia’s unexpected defeat on the battlefield earlier this month. The nuclear sabre-rattling is designed principally to produce uncertainty and fear in the west, while the belated mobilisation can only help improve Moscow’s prospects from next spring, when the war is most likely to enter a decisive phase. But it also gives time for Ukraine to prepare too."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/apr/17/penny-wong-and-paul-keating-spar-as-minister-warns-against-frenzied-taiwan-war-speculation","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-04-17T08:05:20Z","webTitle":"Penny Wong and Paul Keating spar as minister warns against ‘frenzied’ Taiwan war speculation","webUrl":"https://www.theguardian.com/australia-news/2023/apr/17/penny-wong-and-paul-keating-spar-as-minister-warns-against-frenzied-taiwan-war-speculation","apiUrl":"https://content.guardianapis.com/australia-news/2023/apr/17/penny-wong-and-paul-keating-spar-as-minister-warns-against-frenzied-taiwan-war-speculation","fields":{"bodyText":"Penny Wong has warned politicians and media against playing “the most dangerous of parlour games” by adding to “frenzied” speculation about a war over Taiwan. The Australian foreign affairs minister said on Monday that such a conflict would be “catastrophic for all” and there would be “no real winners” – but the warning was quickly overshadowed by a fresh war of words with Paul Keating. Wong hit back at the former Labor prime minister, who ridiculed the minister for “running around the Pacific islands with a lei around [her] neck handing out money”. “I think in tone and substance he diminished both his legacy and the subject matter,” Wong told the National Press Club in Canberra, adding that Australia had a clear interest in a peaceful, stable region. Keating gave his latest retort two hours later, saying Wong had spoken in platitudes about keeping the balance of power but had “not a jot of an idea as to how this might be achieved”. In a statement on Monday, Keating said Australia was “straddling a strategic divide, a divide rapidly becoming every bit as rigid” as seen in Europe in 1914 at the outbreak of the first world war. “Australia’s major foreign policy task is to soften that rigidity by encouraging both the United States and China to find common cause and benefit in a peaceful and prosperous Pacific. Nothing Penny Wong said today, on Australia’s behalf, adds one iota of substance to that urgent task.” Wong’s speech focused on the need for all countries to “exercise our agency to avert war and maintain peace” at a time when the Indo-Pacific region faced “the most confronting circumstances in decades”. Wong said Australia did not want great power competition between the US and China to “career into conflict”. In the wake of Nine newspapers’ controversial “Red Alert” series – which warned of the risk of war within three years – Wong said there was “much frenzied discussion in political and media circles over timelines and scenarios when it comes to Taiwan”. “Anyone in positions like mine who feels an urge to add to that discussion should resist the temptation,” she said. “It is the most dangerous of parlour games.” Wong said Australia stood against any unilateral change to the status quo over Taiwan, and opposed the threat or use of force or coercion, because this was “the proposition most capable of averting conflict and enabling the region to live in peace and prosperity”. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup In the speech, without naming Keating, Wong took aim at “some” who implied that “we should attach ourselves to what they anticipate will be a hegemonic China”. She named Robert Menzies and John Howard as examples of “those throughout Australia’s history who have thought our foreign policy should simply be to attach ourselves to a great power”. But she said the Albanese government would “always be more ambitious for Australia” and pursue greater self-reliance. China has not ruled out the use of force to take Taiwan, a self-governed democracy of 24 million people that Beijing claims as a wayward province. Earlier this month China engaged in three days of military drills near Taiwan in what it called a “stern warning” after Taiwan’s president, Tsai Ing-wen, travelled to the US and met the house speaker, Kevin McCarthy. Wong said the job of the Australian government was to “lower the heat on any potential conflict, while increasing pressure on others to do the same”. “That may not sell as many newspapers today, but it will help you to sell them for a lot longer,” she said. She said Australia shared “the objective of a world that is free of nuclear weapons” but refused to give a timeframe on Labor meeting its platform commitment to sign and ratify a landmark new UN treaty. Wong acknowledged one of the reasons more than 90 counties had now signed the Treaty on the Prohibition of Nuclear Weapons (TPNW) was because of “frustration that there has been insufficient progress” towards disarmament. “If this can spur more progress in that arena, that is a good thing,” she said. “We set out very transparently in the party platform our consideration of that treaty.” The platform commitment was subject to a number of conditions, including the need to work to achieve universal support for the TPNW, but at present the nuclear weapons states, including the US, oppose the blanket ban. Wong confirmed, though, that the US had given an assurance that the American submarines to visit Australia on increased rotations from 2027 would be conventionally armed."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"books/2022/nov/16/the-ghost-variations-by-damian-lanigan-review-the-power-of-the-piano","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2022-11-16T11:00:18Z","webTitle":"The Ghost Variations by Damian Lanigan review – the power of the piano","webUrl":"https://www.theguardian.com/books/2022/nov/16/the-ghost-variations-by-damian-lanigan-review-the-power-of-the-piano","apiUrl":"https://content.guardianapis.com/books/2022/nov/16/the-ghost-variations-by-damian-lanigan-review-the-power-of-the-piano","fields":{"bodyText":"Early in The Ghost Variations, the third novel by Damian Lanigan, the narrator approaches a woman in a bar to ask her a question: “Would you mind if I played the piano a little? I’ll be quiet. And I’ll be good. I’ll be quietly good.” Quietly good: the phrase aptly describes this accomplished book about love, grief and the constraining and consoling effects of art. Declan Byrnie grew up in a family with Irish roots in working-class Manchester, but his prodigious gifts as a classical pianist transported him to a lavish world of concert halls and oligarchs’ homes. He was at the height of his fame when his wife, Esther, died in mysterious circumstances during a hiking trip; bereft, he disappeared from the music scene for four years. We meet Byrnie as he prepares for what, having been coaxed by his agent to perform again before adoring audiences and a prurient media, he sardonically calls the “Dead Wife Tour”. Byrnie’s sense of loss suffuses his whole worldview. Now a New Yorker, he spends his evenings rotating between “four or five bars in Upper Manhattan with instruments I can use, a rust belt of these old machines, remnants of a world becoming derelict”. He tells an interviewer: “I think it’s obvious we’re close to losing all this stuff” – that is, the historical repertoire of piano music – “which would be a tragedy … We wouldn’t stand by if St Paul’s Cathedral were being dismantled before our eyes. If the Uffizi were on fire, someone would try to put it out.” Initially, Byrnie attempts to douse the flames of his own loss through the simulacrum of intimacy offered by casual sex: “Women are curious about gifted men, and upon this fact I continue to rely.” Byrnie is no predator, and Lanigan undoubtedly intends us to view his protagonist’s erotic exploits through a tragic lens. But the descriptions of Byrnie’s sexual conquests occasionally cause the story to veer close to the derelict world of late 20th-century novels about male geniuses surrounded by nubile and sexually voracious young women. A long section describing Byrnie’s road trip with Elise, a woman 10 years his junior, would have benefited from less flesh – Elise spends most of her time in a bikini – and more fleshing out of character. A myopic protagonist can be an asset to a novel: take The Unconsoled, Kazuo Ishiguro’s great work about a dementia-afflicted concert pianist, a clear influence here. In that book the reader is constantly aware of the distance between the narrator’s perceptions and the reality beyond them. But I was struck by the occasional bum notes in Lanigan’s prose as he describes the endlessly available women around Byrnie – “her wet blue eyes, her mouth, pouty and mobile … I occasionally ascend into thoughts of its hot slitheriness”. By contrast, The Ghost Variations is usually pitch-perfect when it describes Byrnie’s enduring passion and the novel’s core theme: music. Lanigan writes eloquently about both the exhilaration and mundanity of a musician’s life, the euphoria of the audience’s applause and the “tedious, arduous, repetitive, ugly work” of practising. And he is convincing in his portrait of a man for whom the piano is both an obstacle to human contact (“the composers … never disappoint like real people”) and ultimately his means of redemption. But it’s in the difficult work of translating the medium of music to that of prose that Lanigan most excels. A Chopin Berceuse sounds like “starlit water games”. Byrnie plans to play Beethoven’s Hammerklavier Sonata with “an almost meditative expression, as if the music was resolved before it began, its end present in its beginning, so any sense of narrative or struggle would be needless”. Bach offers “a view of the cosmos as explicable and morally correct, constellations turning in rhythm over the imperfect world, a presiding power observing and forgiving”. As I read, I found myself reaching for my headphones to experience the pieces this novel describes so beautifully, the music enhanced by Lanigan’s words and vice versa. Original Sins by Matt Rowland Hill (Vintage Publishing, £16.99). To support The Guardian and Observer, order your copy at guardianbookshop.com. Delivery charges may apply. • This article was amended on 23 December 2022 following a request from its writer."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2023/may/20/zelenskiys-g7-visit-sends-incredibly-powerful-message-to-russia-says-sunak","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-05-20T21:01:07Z","webTitle":"Zelenskiy’s G7 visit sends ‘incredibly powerful message’ to Russia, says Sunak","webUrl":"https://www.theguardian.com/world/2023/may/20/zelenskiys-g7-visit-sends-incredibly-powerful-message-to-russia-says-sunak","apiUrl":"https://content.guardianapis.com/world/2023/may/20/zelenskiys-g7-visit-sends-incredibly-powerful-message-to-russia-says-sunak","fields":{"bodyText":"Rishi Sunak said Volodymyr Zelenskiy’s appearance at the G7 summit in Japan sent an “incredibly powerful message” to Russia that western leaders are behind him, as the UK indicated it would start training Ukrainian fighter pilots to fly F-16s within the next couple of months. The Ukrainian president arrived in Hiroshima on a French government plane on Saturday to discuss greater military support from the US and other G7 countries as his forces prepare for a huge counteroffensive in the war with Russia. Sunak noted that the G7 had once been the G8, before Russia was expelled in 2014 for its illegal annexation of Crimea and “flagrant abuse of human rights and the rule of law”. He added: “Nine years on, it sends an incredibly powerful message to have my friend and Ukraine’s President Zelenskiy with us in Hiroshima today. It tells the world that the G7 stands united with the people of Ukraine, in the face of a terrible onslaught. And it demonstrates that brute force and oppression will not triumph over freedom and sovereignty. “I am delighted that the G7 has agreed on the importance of giving President Zelenskiy the advanced military equipment needed to win this war and prosper as a free and democratic nation.” UK sources said it was Sunak’s suggestion Zelenskiy should come to the G7 to make his case in person, adding that he had made this proposal in a phone call about a month ago. Sunak’s official spokesperson said: “It is an opportunity for President Zelenskiy to address a lot of world leaders in one place at a time when western leaders are aligned.” In his first face-to-face meeting with Narendra Modi, who has called for a ceasefire but not condemned Russia, Zelenskiy briefed the Indian prime minister on Ukraine’s peace plan, which calls for the withdrawal of Russian troops from the country before negotiations can start. Zelenskiy later said he had asked Modi to help implement the peace plan. “I spoke about Ukraine’s needs in humanitarian demining and mobile hospitals,” Zelenskiy tweeted. “I thank India for supporting our country’s territorial integrity and sovereignty, in particular, at the platforms of international organisations, and for providing humanitarian aid to Ukraine.” In their final communique – released a day earlier than expected – the G7 leaders reaffirmed their support for Ukraine. “Russia’s brutal war of aggression represents a threat to the whole world in breach of fundamental norms, rules and principles of the international community,” it said. “We reaffirm our unwavering support for Ukraine for as long as it takes to bring a comprehensive, just and lasting peace.” Zelenskiy’s arrival in Hiroshima comes a day after the White House announced it would permit allied countries to supply Ukraine with US-built F-16 fighter jets. Before leaving for Japan, Zelenskiy described the decision ashistoric, adding that he looked forward to “discussing the practical implementation” with G7 countries. The White House said Joe Biden was looking forward to meeting Zelenskiy at the summit, with the US national security adviser, Jake Sullivan, saying it was a “safe bet” that the pair would meet. “The president looks forward to the opportunity to be able to sit down face to face,” he said. With the US veto on F-16s lifted, Sunak announced that Britain would work together with the US and the Netherlands, Belgium and Denmark to get Ukraine the combat air capability it needs. Japan is the farthest Zelenskiy has travelled to make the case for more military aid, and comes after visits to Italy, Germany, France and Britain. He was in Saudi Arabia to attend the Arab League summit before heading to Hiroshima, where he is expected to take part in two separate sessions on Sunday – one with G7 members and another focusing on “peace and stability” with non-G7 countries taking part in the Hiroshima summit. That will give him a rare opportunity to speak to the leaders of powerful non-aligned countries, including Brazil, who have declined to condemn Russia’s invasion. Amid concerns over Russia’s refusal to rule out the use of tactical nuclear weapons in Ukraine, Zelenskiy is expected to visit a museum devoted to the horrors of the US atomic bombing of Hiroshima in August 1945 and a memorial to the hundreds of thousands of people who died as a result of the attack. In their communique, the G7 leaders said they were committed “to achieving a world without nuclear weapons with undiminished security for all, through taking a realistic, pragmatic, and responsible approach. We reaffirm the importance of disarmament and non-proliferation efforts to create a more stable and safer world.” The International Campaign to Abolish Nuclear Weapons condemned the statement as a rehash of proposals that had “failed to deliver progress over the past three decades”. “They did not announce any new, concrete measures,” it said in a statement, adding: “What is needed from the G7 is responsible leadership to respond to the acute danger that nuclear weapons could be used in conflict for the first time since 1945, but rather than this, we heard criticism of Russia, North Korea and China which, while justified, evaded the G7’s own responsibility for the current threat nuclear weapons pose to everyone.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/sep/20/vladimir-putin-escalation-ukraine-nuclear-war-annexation","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-20T18:19:10Z","webTitle":"Is Vladimir Putin happy to risk nuclear war to avoid admitting defeat? | Andrew Roth","webUrl":"https://www.theguardian.com/world/2022/sep/20/vladimir-putin-escalation-ukraine-nuclear-war-annexation","apiUrl":"https://content.guardianapis.com/world/2022/sep/20/vladimir-putin-escalation-ukraine-nuclear-war-annexation","fields":{"bodyText":"Vladimir Putin has backed himself into a corner in Ukraine. And true to form, the Russian leader is ready to escalate, perhaps up to the brink of nuclear war, rather than admit defeat. Seven months after Putin launched his invasion, Russian troops have been driven back in the Kharkiv region, and Ukrainian forces are advancing in Luhansk and squeezing his troops and supply lines in Kherson. It is not impossible that Russia could lose territories that it has held since 2014 if Putin’s forces cannot stop Ukraine’s counteroffensive. Facing humiliation, Putin has issued a new threat: holding “referenda” in the regions of Donetsk, Luhansk, Zaporizhzhia and Kherson, which could lead to them being annexed by Russia by early next week. In the mind of Russia’s formalistic leader, that would turn the “special military operation” in Ukraine into a defensive war in Russia, opening up the possibility of a full mobilisation, declaration of war and even a nuclear strike. Margarita Simonyan, the editor-in-chief of the state-owned broadcaster RT and a vocal lobbyist for the war, said: “Judging by what is happening and what is about to happen, this week marks either the threshold of our imminent victory or the threshold of a nuclear war. I can’t see any third option.” There is little doubt that Russia’s plan – holding sham referenda to annex Ukrainian territories and threaten a massive military escalation – is just blackmail. Ukrainians were quick to recognise it as an attempt to halt the counteroffensive. “Ukraine has every right to liberate its territories and will keep liberating them whatever Russia has to say,” said Dmytro Kuleba, the Ukrainian foreign minister. But since February, it has become clear that few actually understand the depths of the Kremlin’s mania over Ukraine or Putin’s willingness to waste the lives and welfare of Russians, as well as his own legacy, in order to exert his will over his neighbour. The Kremlin’s strategy is fraught with risk. New annexations could further undermine Russian control over territories such as Crimea, by convincing Ukraine and the west that Moscow is delivering empty threats and reducing hesitation at retaking territory formally annexed by Russia. So is the latest threat an ultimatum meant to save Russia from defeat? Or is Russia ready to go all the way? Both are perhaps true. If Ukraine and western supporters blink (which is unlikely), Putin will be happy, analysts say. If not, well, whatever comes next is not our fault, the Kremlin thinks. Alexander Baunov, a Russian political analyst, wrote: “Moscow’s actions, therefore, are being taken to either end the war as soon as possible or, if that doesn’t work, to put the blame for that on other people and turn Russia’s invasion of a neighbouring country into a defensive war. “Moscow hopes that that distinction will make the conflict more legitimate in the eyes of ordinary Russians, leaving the Kremlin free to make whatever decisions and take whatever measures it deems necessary.” Putin has sometimes been called an expert in the strategy of “escalating to de-escalate” – averting conflict by threatening a massive retaliation. But Putin does not seem to want to de-escalate. A more apt description of his strategy may be “win or escalate”. And as Simonyan puts it: Russia is going all in."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/blog/2022/nov/25/talking-horses-bank-on-improving-our-power-to-lift-newbury-gold-cup-horse-racing-tips","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2022-11-25T16:40:33Z","webTitle":"Talking Horses: bank on improving Our Power to lift Newbury’s Gold Cup","webUrl":"https://www.theguardian.com/sport/blog/2022/nov/25/talking-horses-bank-on-improving-our-power-to-lift-newbury-gold-cup-horse-racing-tips","apiUrl":"https://content.guardianapis.com/sport/blog/2022/nov/25/talking-horses-bank-on-improving-our-power-to-lift-newbury-gold-cup-horse-racing-tips","fields":{"bodyText":"The first running of Newbury’s most historic handicap chase in its new guise as the Coral Gold Cup is one of the most competitive renewals this century, with no fewer than five horses top-priced as 8-1 co-favourites on Friday morning and four more a point behind on 9-1. Remastered, a faller four out when going like the winner 12 months ago, may prove to be the pick of the market leaders, but despite the strength and depth of the field, it is a surprise to find Our Power (3.05) at a double-figure price a little further down the list. Sam Thomas’s seven-year-old was steadily progressive last season and put up a new career-best to win the London Gold Cup at Ascot in October, posting an excellent time in the process. Our Power remains unexposed beyond three miles, is proven on good ground and is an excellent bet at around 12-1 to give both Thomas and Sam Twiston-Davies, his jockey, a first win in this race. Newbury 1.20 Paul Nicholls had Kapcorse – who carries the famous colours of the late Sir Peter O’Sullevan – ready to win this race run in O’Sullevan’s memory first time up last year and a 6lb rise in the weights may not be enough to prevent a repeat performance. Newcastle 1.35 Malinello has a long absence to overcome on his chasing debut but Ben Pauling has an impressive record with horses returning from a layoff and the seven-year-old’s brief hurdling career in 2020-21 suggests his opening mark is more than fair. Newbury 1.55 Lightly-raced mare West Balboa has excellent prospects of making a winning handicap debut off 127 having finished within seven lengths of Stage Star in last year’s Challow Hurdle over track and trip. Newcastle 2.10 Seven days later than planned, Constitution Hill returns to action with at least a stone in hand of his field on Timeform’s ratings and anything other than a third Grade One win from four starts over hurdles will be one of the shocks of the season. Newbury 2.30 Nicky Henderson has two runners as he looks for a third win in this race in four years and Theatre Glory, an impressive winner off an 8lb lower mark at Kelso in March, could be the pick of them with useful conditional Nathan Brennan taking off 7lb. Newcastle 3.25 A tough assignment for L’Homme Presse, last season’s Brown Advisory Novice Chase winner at Cheltenham, as he returns to action in a handicap off a mark of 164. At the likely odds, Into Overdrive looks a better bet at around 4-1, as he gets 22lb from the favourite and has the benefit of a run this season. Newbury 3.40 Amarillo Sky has returned in excellent form and should follow up his recent win at Cheltenham’s November meeting. Champ beats Paisley Park in thriller Champ and Paisley Park, the veterans in a five-horse field, produced a memorable finish to the Grade Two Long Distance Hurdle at Newbury on Friday, with Champ holding the late charge of his fellow 10-year-old, Paisley Park, by a neck ahead of what is likely to be a rematch in the Long Walk Hurdle at Ascot in three weeks’ time. Champ set out to make all the running under Jonjo O’Neill jnr and looked set for a straightforward success as Paisley Park came under pressure on the run to the second-last. The former Stayers’ Hurdle winner kept finding more for Aidan Coleman, however, and the gap between the two horses was down to less than two lengths at the final flight. They were separated by the width of the track as Paisley Park continued to eat into Champ’s lead all the way to the line, but Nicky Henderson’s runner had just enough in the tank to get over the line. “Our old boy has won an RSA Chase over fences and everybody adores him,” Henderson told Racing TV afterwards. “He’s got the most lovely character and he’s such a sweet horse. AP [McCoy] rode him in a gallop here 10 days ago and he thought he was in great form, but he does have his ailments as well. He’s a bit creaky, like all of us at that age. “You could see we were travelling and Paisley Park was off the bridle, but you can never write him off. You can never read Paisley Park, he might stand still at the start and still come and beat you. He’s a bizarre character, but he’s a phenomenal horse with a phenomenal team and I’m sure we’re going to meet again in three weeks’ time.” Henderson was completing a double after Jet Powered’s impressive 11-length success in the card’s novice hurdle, a performance which saw the five-year-old installed as an 8-1 chance for the Supreme Novice Hurdle at Cheltenham in March. The card’s Grade Two novice chase, meanwhile, produced a surprise as Sebastopol, the 22-1 outsider of four runners, stayed on strongly to beat Paul Nicholls’s Stage Star, the 2-7 favourite, by five lengths."},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2022/nov/25/much-of-ukraine-without-power-heat-and-water-after-missile-attacks","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-25T14:44:41Z","webTitle":"Much of Ukraine still without power, heat and water after missile attacks","webUrl":"https://www.theguardian.com/world/2022/nov/25/much-of-ukraine-without-power-heat-and-water-after-missile-attacks","apiUrl":"https://content.guardianapis.com/world/2022/nov/25/much-of-ukraine-without-power-heat-and-water-after-missile-attacks","fields":{"bodyText":"Much of Ukraine remained without electricity, heat and water two days after a devastating series of Russian missile attacks against the country’s civilian infrastructure. The Kyiv mayor, Vitaly Klitschko, said 60% of households in the city of 3 million had no power, and there were rolling blackouts around the country, as engineers struggled to repair transformers and transmission lines damaged or destroyed by cruise missiles on Wednesday. President Volodymyr Zelenskiy said basic utilities were gradually being restored, but there were problems with water supplies in 15 regions. The UN high commissioner for human rights, Volker Türk, said Russian strikes on critical infrastructure had killed at least 77 people since October. “Millions are being plunged into extreme hardship and appalling conditions of life by these strikes,” said Türk in a statement. “Taken as a whole, this raises serious problems under international humanitarian law, which requires a concrete and direct military advantage for each object attacked.” The Kremlin spokesperson, Dmitry Peskov, did not deny that Russia was attacking Ukraine’s energy infrastructure but blamed Kyiv on the grounds it had not bowed to Russian demands, which he did not specify. Zelenskiy’s government has vowed not to accept peace terms that leave Russia in control of any Ukrainian territory. In his nightly address on Thursday, Zelenskiy said the attacks would not break the will of the Ukrainian population. “Together we endured nine months of full-scale war and Russia has not found a way to break us, and will not find one,” he said. The three nuclear power stations still under Ukrainian control were back in operation after an unprecedented complete shutdown on Wednesday. However, Petro Kotin, the head of the state nuclear energy company, Energoatom, told the Guardian that defects in turbogenerators meant that two reactors were not yet rejoined the power grid. Kotin did not say where the two affected reactors were. Kotin said that in the Zaporizhzhia nuclear plant, which remains under Russian control, two of the six reactors were in standby mode, but had not yet been returned to the grid. Russian forces have continued to shell the southern city of Kherson two weeks after withdrawing their troops to the other side of the Dnipro River. Ukrainian citizens being evacuated from the city because of the complete destruction of electricity, heat and water systems, have come under artillery fire as they attempt to leave. According to the Ukrainian presidency, 11 people were killed and nearly 50 injured in the Kherson region on Thursday."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/dec/07/an-understated-power-hamish-kilgour-of-the-clean-remembered-as-a-restless-innovator","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2022-12-07T02:01:03Z","webTitle":"‘An understated power’: Hamish Kilgour of the Clean remembered as a restless innovator","webUrl":"https://www.theguardian.com/world/2022/dec/07/an-understated-power-hamish-kilgour-of-the-clean-remembered-as-a-restless-innovator","apiUrl":"https://content.guardianapis.com/world/2022/dec/07/an-understated-power-hamish-kilgour-of-the-clean-remembered-as-a-restless-innovator","fields":{"bodyText":"In July 1981 the drummer Hamish Kilgour, who has died at age 65, went with his band the Clean to record their first single in Christchurch, New Zealand. Roger Shepherd, a local record shop manager, had given the band $50 to make a record that would kickstart his new label called Flying Nun. Over only a few hours in a makeshift studio in the back of a house, the Clean recorded Tally Ho!, a song that the journalist Russell Brown said “starts stopped hearts”, and which rocketed up New Zealand’s singles chart. It was a single that turned the country’s music industry on its head. A band from South Island had made a song for next to nothing, released it on a local independent label and everyone loved it. Overnight Flying Nun was transformed into a legitimate label and the Clean became sensations with a sound that would reach around the world. Hamish Kilgour had started the Clean two years earlier with his brother David on guitar and vocals. The brothers had grown up in the small rural communities of Cheviot and Ranfurly before they moved to Dunedin in the early 1970s. Inspired by a local proto-punk outfit, the Enemy, led by Chris Knox, and 60s acts including the Velvet Underground, the Kilgours formed the Clean. The Velvet’s Mo Tucker had a particular impact on Hamish Kilgour; he taught himself to play the drums miming along to the Velvet’s What Goes On from their 1969 live album. Early on it was tough going for the Clean, and local pubs showed little interest in them. But when the bassist Robert Scott joined the group in 1980, everything clicked. They quickly became one of the best live bands in the country. Garage fanzine’s editor, Richard Langston, described it as a sound that just “swamped over you … with that pulsing dirty metallic pop”. And though records like Tally Ho! and the follow-up Boodle Boodle Boodle EP were big sellers that helped finance label Flying Nun’s catalogue for several years, they also reconfigured common perceptions of how a record could be made. With the help of Chris Knox and Doug Hood, the Boodle EP was made in an old Auckland hall with just a four-track, yet songs like the Hamish-sung Point That Thing Somewhere Else sounded stunning despite being relatively lo-fi. From the outset, Kilgour was strikingly independent and constantly looking for new inspirations to fuel his music and to challenge expectations. “The music business is a business and it’s dollars and cents, charts, units and product, which is totally divorced from what I believe in,” he told Rip It Up in 1982. “Music inspires you. It makes life more enjoyable … You have to keep experimenting and remain open to things.” These sentiments carried through to every band he played in. In mid 1982, while the Clean had two EPs riding high in the charts and they were playing to packed audiences, they suddenly announced they were breaking up. There was no infighting or drama, everyone in the band simply felt burnt out and uninspired. After the Clean split, Kilgour started another band with David – the Great Unwashed, a name that seemed to refute everything that came before it. Hamish’s idea for their first tour was to load up a van and visit holiday towns. He was committed to reaching the unreached. But when one of their tracks was played by John Peel and UK tastemakers took an interest in Flying Nun bands, Kilgour was hesitant to seize on the hype. “I wouldn’t think of going over there in terms of chasing success,” he said. Instead, the Great Unwashed fell apart and Kilgour went on to start another seminal band, Bailter Space, with Alister Parker of the Gordons. Kilgore dusted off an old Clean favourite, I’m in Love With These Times, for their great first EP, but again it wasn’t long before he felt the urge for something different. When Bailter Space headed over to New York to play a prominent industry showcase, Kilgour opted not to travel back to New Zealand following the gigs. New York became his home for more than 20 years. He arrived in the US just as it was becoming apparent how much the Clean had rubbed off on many of the bigger bands in the underground scenes. Groups such as Pavement and Yo La Tengo showed a clear debt to the Dunedin trio, and the former even covered the band’s song Oddity. It was a perfect time for the Clean to get back together, starting with some reunion shows in 1988. But rather than tour and thrash out old favourites, Kilgour and his bandmates remained steadfast about making new music that challenged both themselves and their fans. This started with their first full-length album, 1990’s Vehicle, which featured some of his best vocal work for the Clean. Several other standout albums followed, many of them featuring artwork by Kilgour, including the covers of Modern Rock and Getaway. With members split between New Zealand and New York, the Clean were never a constant, and it gave Kilgour time to pursue other projects. He released several records with his band the Mad Scene alongside his then partner Lisa Siegel, and also issued two inspired solo records All of It and Nothing and Finklestein. While back in New Zealand he got together with old friends Paul Kean and Kaye Woodward of the Bats, and Alec Bathgate of Tall Dwarfs to form the Sundae Painters, who released a single in 2021 and had more records in the works. With Hamish, the music never stopped. He was enlivened with the idea of constantly exploring where his art could go, and filled with the hope that this would inspire others do the same. In a statement after his death, the Clean’s US label, Merge Records, said Hamish had “produced one of the most important and timeless bodies of work in rock music” and as a drummer had a “instantly recognisable style and an understated power”. Matthew Goody is a writer who lives in Vancouver, Canada. He is the author of Needles and Plastic: Flying Nun Records 1981-1988 published by Third Man Books and Auckland University Press"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"film/2023/aug/16/bradley-cooper-in-jewface-storm-after-leonard-bernstein-trailer-reveals-prosthetic-nose","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-08-16T13:42:36Z","webTitle":"Bradley Cooper in ‘Jewface’ storm after Leonard Bernstein trailer reveals prosthetic nose","webUrl":"https://www.theguardian.com/film/2023/aug/16/bradley-cooper-in-jewface-storm-after-leonard-bernstein-trailer-reveals-prosthetic-nose","apiUrl":"https://content.guardianapis.com/film/2023/aug/16/bradley-cooper-in-jewface-storm-after-leonard-bernstein-trailer-reveals-prosthetic-nose","fields":{"bodyText":"Bradley Cooper is facing criticism for performing in “Jewface” after the release of the trailer for his biopic of Leonard Bernstein, which revealed the facial prosthetics he employed for the role. Bernstein, the son of Jewish-Ukrainian immigrants to the US, was a hugely talented conductor and composer, best known for writing the music for West Side Story as well as composing three symphonies and becoming music director of the New York Philharmonic. Cooper, who directs, co-writes and stars in Maestro, is not Jewish, and can be seen in the trailer with a noticeably prominent fake nose opposite Carey Mulligan, who plays Bernstein’s wife Felicia Montealegre. British actor and activist Tracy-Ann Obermann criticised Cooper on social media, writing: “If [Cooper] needs to wear a prosthetic nose then that is, to me and many others, the equivalent of Black-Face or Yellow-Face … if Bradley Cooper can’t [play the role] through the power or acting alone then don’t cast him – get a Jewish Actor.” Obermann added, referencing Cooper’s performance on stage in 2014 as John Merrick in The Elephant Man: “Bradley Cooper managed to play the ELEPHANT MAN without a single prosthetic then he should be able to manage to play a Jewish man without one.” The Hollywood Reporter’s chief TV critic Daniel Fienberg called the prosthetics “problematic” when photos from the set emerged in May, and subsequently described the film as “ethnic cosplay”. In a statement posted on social media, Bernstein’s children Jamie, Alexander, and Nina defended Cooper, saying: “It breaks our hearts to see any misrepresentations or misunderstandings of [Cooper’s] efforts … Bradley chose to use makeup to amplify his resemblance, and we’re perfectly fine with that. We’re also certain that our dad would have been fine with it as well.” The controversy follows objections to the casting of Cillian Murphy as nuclear physicist J Robert Oppenheimer – again, a non-Jewish actor playing a notable Jewish figure – in the biopic directed by Christopher Nolan, with David Baddiel describing such casting as “complacent” and “doubl[ing] down” on “Jewish erasure”. Baddiel also criticised the casting of Helen Mirren as Israeli prime minister Golda Meir, writing in the Guardian that “over a period of extreme intensification of the progressive conversation about representation and inclusion and microaggression and what is and isn’t offensive to minorities, one minority – Jews – has been routinely neglected”."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"technology/2022/oct/11/elon-musk-denies-report-he-spoke-to-putin-about-use-of-nuclear-weapons","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2022-10-11T22:38:36Z","webTitle":"Elon Musk denies report he spoke to Putin about use of nuclear weapons","webUrl":"https://www.theguardian.com/technology/2022/oct/11/elon-musk-denies-report-he-spoke-to-putin-about-use-of-nuclear-weapons","apiUrl":"https://content.guardianapis.com/technology/2022/oct/11/elon-musk-denies-report-he-spoke-to-putin-about-use-of-nuclear-weapons","fields":{"bodyText":"Elon Musk has denied a report that he spoke to Vladimir Putin, including about the potential for using nuclear weapons, before floating a peace plan that suggested that Ukraine cede territory to Russia. The head of the Eurasia Group political risk consultancy, who made the original claim, had insisted that his source was Musk himself. “Elon Musk told me he had spoken with Putin and the Kremlin directly about Ukraine,” Ian Bremmer said in a tweet after Musk’s tweeted denial. “He also told me what the kremlin’s red lines were. “I have been writing my weekly newsletter on geopolitics for 24 yrs. I write honestly without fear or favor and this week’s update was no different.” In a newsletter for Eurasia Group subscribers, Bremmer wrote that the Tesla CEO told him Putin was “prepared to negotiate”, but only if Crimea remained Russian, if Ukraine accepted a form of permanent neutrality, and Ukraine recognised Russia’s annexation of Luhansk, Donetsk, Kherson and Zaporizhzhia. Such conditions would represent near-total Ukrainian capitulation at a time when their forces are on the offensive. In the newsletter, first reported by Vice News, Bremmer said Musk claimed to have been told by Putin that those war aims would be achieved “no matter what”, including the potential use of a nuclear weapon if Ukraine retook territory in Crimea, which Russia annexed in 2014. Bremmer said Musk told him that “everything needed to be done to avoid that outcome”. On 3 October, Musk provoked worldwide outrage by tweeting a proposal along similar lines, suggesting that Crimea was essentially Russian, and that sham referendums in four other occupied Ukrainian provinces should be redone under UN supervision, with Russia leaving only if they lost the vote. He suggested Ukraine would pledge long-term neutrality and guarantee the water supply to Crimea. Musk put the proposals to an online vote, in which they were rejected. They were given prominence in Russian state media, but derided in Ukraine. The country’s president, Volodymyr Zelenskiy, conducted a tongue-in-cheek poll of his own on “which Elon Musk” readers preferred: the one who supported Ukraine, or the one who supported Russia. Musk denied having talked to the Russian leader before floating his ideas. “I have spoken to Putin only once and that was about 18 months ago. The subject matter was space,” he said on Twitter."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"artanddesign/2022/oct/09/battersea-power-station-redevelopment-wilkinson-eyre-a-giant-that-needs-no-grand-gestures","type":"article","sectionId":"artanddesign","sectionName":"Art and design","webPublicationDate":"2022-10-09T10:00:55Z","webTitle":"Battersea power station: a giant that needs no grand gestures","webUrl":"https://www.theguardian.com/artanddesign/2022/oct/09/battersea-power-station-redevelopment-wilkinson-eyre-a-giant-that-needs-no-grand-gestures","apiUrl":"https://content.guardianapis.com/artanddesign/2022/oct/09/battersea-power-station-redevelopment-wilkinson-eyre-a-giant-that-needs-no-grand-gestures","fields":{"bodyText":"The first thing that hits you is the scale. Have so many bricks ever been piled up like this anywhere else? It’s a cliff, a behemoth, a Babylonian monolith. Up close, you keep recalibrating your sense of proportion, like a confused camera lens, not quite believing what you see. Crowded though it is by high, dense, profit-seeking apartment blocks, they can’t shrink Battersea power station. The next thing you might notice is the bravura of its original architects, Giles Gilbert Scott and J Theo Halliday: the four pale chimney columns that carried nothing but plumes of smoke; the muscular hunching of its masonry; the insistent flutings and striations of its art deco, faintly Maya, ornament. There’s a play of rough and refined that continues inside, into its two old turbine halls, where pillars clad in handmade faience carry girders of much-riveted steel. There are two glorious control rooms – the 1930s version (Control Room A, a private events space) contains batteries of dials and knobs with a crystalline glazed ceiling worthy of an ocean liner’s ballroom; the 1950s Control Room B – a bar – offered a more futuristic proto-Tardis. Battersea power station is industry made civic. It’s a carbon-belching brute turned national monument that once burned 240 tons of coal per hour and electrified 20% of London, before entering a long retirement as the backdrop of album covers, films, fashion shoots and the everyday life of the capital. Also as the country’s biggest heritage problem, passing through British, Chinese, Irish and Malaysian owners, and numerous proposals by leading architects and consultancy teams, each trying to work out how to make a commercial proposition out of the expensive-to-fix hulk, which nonetheless was listed Grade II*. It was built in two phases, from 1929 to 1935 and from 1937 until wartime interruption in 1941, finally completed in 1955, and progressively decommissioned from 1975 to 1983. Then it was to be a theme park, and after that various combinations of retail, leisure, residential and office development. At one point there were to be Cirque de Soleil acrobats swooping over surprised shoppers from its high roofs; at another, a 300 metre-high “eco-dome” was to be built just outside the power station. In 2012, Chelsea Football Club proposed making it into a 60,000-seat stadium. Meanwhile, the condition of the building, left roofless after the failed theme park plan, became more and more parlous. It therefore spent more than 25 years working to full capacity, compared with the near 40 it has taken, until its reopening this month, to find a new use. The final answer to the question – how do you solve a problem like Battersea? – turns out to involve more than 100 shops, restaurants and cafes, a 1,400-person events venue, 254 apartments (more than £1m for a studio flat, £18m for a six-bedroom penthouse), plus more than 500,000 sq feet of office space, most of which has helpfully been taken by Apple. Those big apartment blocks on the station’s 42-acre site have helped the finances stack up, as has the 2012 decision by the then chancellor George Osborne to underwrite a nearby extension to London Underground’s Northern line with public money. The power station’s commercial desirability also benefits from proximity to Vauxhall and Nine Elms, where a riot of residential towers has gone up around the new American embassy. The conversion, by the architects Wilkinson Eyre for the consortium of Malaysian investors who now own the building and its surrounding site, is sober, especially compared with the histrionics of previous proposals. There’s a lot of angular black steel, riffing on the building’s industrial heritage, with respectful restoration of the fancy faience and the gorgeous control rooms, plus some memories of its former ruination – patches of knackered masonry and rusty metal left exposed; spidery steelwork holding up the fragile, cathedral-size window at its southern end. Occasional quirks, such as unusual angles arising from irregularities in the original structure, help stop the new architecture becoming too po-faced, and there are outbreaks of cautious fantasy, such as a hanging glass room that can move up and down and sideways with the help of the building’s old gantry crane. The biggest gee-whizz moment will be a lift up one of the 109-metre-high chimneys, with a panoramic view of London at the top. The design’s general restraint makes sense. When you’re dealing with something as magnificent as Battersea power station, one of those rare buildings that can properly be called an icon, who needs attention-seeking from the new stuff? Wilkinson Eyre’s work also helps the building hold its own against the shopping – retail has a way of swamping spaces with the generic glitz of glass balustrades and bright lighting, and by demanding that nothing gets between consumers and products. Here the architecture wins: the handsome old pillars, for example, come firmly down to earth, with shop units fitted between them. The architects’ sensible approach doesn’t work so well with the new apartments, which are fitted into parts of the power station’s perimeter and stacked up on its roofs, looking on to gardens high off the ground. Here, the normality of the architecture doesn’t do justice to the fact that these mews in the air are actually abnormal, while their glass walls make for awkward intimacies between the shared gardens and private interiors. The situation here is extraordinary, but the design seems to wish it wasn’t. The restoration of the power station has come at a cost. The decades of desperation and site-flipping have driven down some of the public benefits that might have come with a development this size, and pushed up the amount of profitable floor space. Successive owners argued that they couldn’t possibly afford to save the historic building without significant concessions from the planners. Thus provision of affordable housing, on a site just off that of the power station development, is 9%, which compares with 15% allocated in the 2010 planning application and the 50% that was aimed for by policy at the time. The Northern Line extension, before Osborne’s intervention, was to have been funded directly by the developers. The surrounding blocks were permitted at a height where they obscure the historic building from several directions, which is definitely not desirable in planning terms. You could certainly wish that Wandsworth borough council and the London mayoralty had been more robust in their planning negotiations with present and past owners of the site. The project as whole also creates a highly managed territory of the sort that you tend to get in single-owner developments which, despite some funky moves by a Frank Gehry-designed apartment block, is fundamentally predictable. It threatens to cage the beast that is Gilbert Scott’s masterpiece, as might the array of retail logos inside. But, between the blandscape outside and the brandscape within, the power station is cussed enough to assert its own character. Yet it is still a cause for celebration that one of the most remarkable buildings of the 20th century has been saved and that its interiors, for the first time, are open to the public. Its eventual survival demonstrates, among other things, the relative strength of heritage in British planning – normal commercial logic and standard considerations of value for money give way to the needs of the monument. Which, in relation to Battersea power station, is welcome. It stands in striking contrast to the visual and spatial anarchy down the Thames at Vauxhall and Nine Elms. If only some of the thoughtfulness applied to old buildings could be applied to the planning of new ones, we might be getting somewhere."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2022/nov/01/russias-wagner-group-have-as-much-power-in-kremlin-as-ministers","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-01T18:25:50Z","webTitle":"Russia’s Wagner Group ‘have as much power in Kremlin as ministers’","webUrl":"https://www.theguardian.com/world/2022/nov/01/russias-wagner-group-have-as-much-power-in-kremlin-as-ministers","apiUrl":"https://content.guardianapis.com/world/2022/nov/01/russias-wagner-group-have-as-much-power-in-kremlin-as-ministers","fields":{"bodyText":"The leaders of the Wagner Group, the Russian mercenary group answerable to Vladimir Putin, now have as much political influence in the Kremlin as the foreign minister, Sergei Lavrov, and the defence minister, Sergei Shoigu, a prominent Russian dissident and former political prisoner has told a British parliamentary group. Mikhail Khodorkovsky told the foreign affairs committee that Yevgeny Prigozhin, a businessman who finally admitted in September 2022 that he had founded the group, had as much access to Putin as the formal government officials. He said Prigozhin was behind the recent appointment of General Sergey Surovikin to head the military operation in Ukraine and was working in close conjunction with him in Ukraine. Wagner Group’s popularity in Russia had surged in recent months since it was able to argue that its existence acted as an alternative to wider mobilisation, Khodorkovsky said. However, he added that the Wagner Group, with only roughly 7,000 forces, would not take the blame if the military operations failed in Ukraine, since the Russian forces are 150,000 to 200,000. The two that will take the blame will be Yury Kovalchuk, Putin’s financier and Shoigu, the men believed to have most often pressed Putin to launch the invasion and predicted Kyiv could be seized in three days. Khodorkovsky accused Putin of using mercenary forces such as the Wagner Group, which often recruits people from prisons, because it allowed him to lie, deny responsibility and implement an illegal foreign policy. “They are engaged in terrorism and killing”, he said, adding the UK and other countries had been too slow to proscribe the group as such despite its clear “terrorist” activity in Africa. Restarting troop conscription would be a very dangerous political decision for Putin, Khodorkovsky said, adding that resistance to the mobilisation had forced him to bring the process to a premature end. He claimed 700,000 people had left Russia after the mobilisation and said this represented “a serious blow to Putin’s defence industry and for the economy of Russia”, potentially a more significant blow to Russia’s economy than any normal sanctions imposed by the west. Khodorkovsky urged the UK to take in many of these Russian exiles saying: “These people are the most active and educated people with certain financial means including 30,000 Russian programmers mainly based in Cyprus. It has significantly hit Russia’s ability to pursue the cyber war.” Similarly, he said many Russian engineers needed for the reproduction of high-precision weapons had left the country."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}