{"response":{"status":"ok","userTier":"developer","total":68297,"startIndex":651,"pageSize":50,"currentPage":14,"pages":1366,"orderBy":"relevance","results":[{"id":"world/2022/nov/09/china-increasingly-disruptive-global-power-canadian-foreign-minister","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-09T19:16:44Z","webTitle":"China ‘increasingly disruptive global power’, says Canadian foreign minister","webUrl":"https://www.theguardian.com/world/2022/nov/09/china-increasingly-disruptive-global-power-canadian-foreign-minister","apiUrl":"https://content.guardianapis.com/world/2022/nov/09/china-increasingly-disruptive-global-power-canadian-foreign-minister","fields":{"bodyText":"Canada’s foreign minister, Mélanie Joly, has said China has become “increasingly disruptive” on the world stage as she hinted in a speech at a new Indo-Pacific strategy expected to be released this month. Her comments come ahead of several summits that Canada’s prime minister, Justin Trudeau, is to attend, including the Association of Southeast Asian Nations in Cambodia, the G20 in Indonesia, and the Asia-Pacific Economic Cooperation in Thailand. “China is an increasingly disruptive, global power,” Joly told a Toronto audience. “It seeks to shape the global environment into one that is more permissive for interests and values that increasingly depart from ours. “And China’s rise as a global actor is reshaping the strategic outlook of every state in the region, including Canada.” In an outline of Ottawa’s new policy strategy, which is due to be released in the coming weeks, Joly said it would be critical to expand relations with India and other countries in the region, as well as Taiwan. She did not discourage further trade with China, which has become Canada’s second-largest trading partner, despite strained diplomatic ties. But she warned Canadian firms they “need to be clear-eyed” about doing business in and with China. Her comments came days after Trudeau said that China is “play[ing] aggressive games” to undermine democratic institutions amid reports that Beijing had actively interfered in Canada’s federal elections. His comments on Monday came after reports that Beijing had funded a clandestine network of candidates in Canada’s 2019 election and just days after the federal police force said it was investigating a secret network of illegal Chinese police stations in Toronto. Bilateral relations soured after Canada’s 2018 arrest of a Huawei executive on a US warrant, and Beijing’s detention of two Canadians in apparent retaliation. All three were released last year as part of a deal with US prosecutors. Joly said Canada must continue to deal with China on global issues such as the climate crisis. Notably, China will chair a UN biodiversity conference in Montreal in December. But she promised Ottawa would be vocal on China’s poor treatment of Uyghurs and other minorities, its crushing of free speech in Hong Kong, military threats against Taiwan, and any moves to curtail international navigation rights in the region. She said: “We will challenge China when we ought to. We will cooperate with China when we must.” “The Indo-Pacific region is the epicenter of a generational global shift,” she added, predicting it will account for half of the global economy by 2040. Joly also noted an increased Canadian military presence in the Pacific and promised more staff at its embassies tasked with analysing the impact of Chinese policies. At global forums she said Canada and its allies will be “pushing back against behaviours that undermine international norms”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2023/jan/19/new-york-taxes-super-wealthy-protest-towers-of-power","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-01-19T21:30:23Z","webTitle":"Tax the rich, urge protesters at New York City’s ‘Towers of Power’","webUrl":"https://www.theguardian.com/us-news/2023/jan/19/new-york-taxes-super-wealthy-protest-towers-of-power","apiUrl":"https://content.guardianapis.com/us-news/2023/jan/19/new-york-taxes-super-wealthy-protest-towers-of-power","fields":{"bodyText":"Lawmakers and activists gathered in the rain on Thursday outside a Manhattan apartment building once dubbed the “Towers of Power” and famous for being the home of millionaires and billionaires, calling for higher state taxes on the super-wealthy. “I’m asking you now, help the people of New York City by sharing some of the wealth that you have,” the New York state senator Robert Jackson shouted up to the apartments above, most of which had their blinds drawn. “If not, we’re going to pass legislation that makes you pay for it.” The art deco co-op on the city’s Upper East Side has been home to dozens of wealthy financiers and celebrities since it opened in 1929. The building at 740 Park Avenue has been home to John D Rockefeller Jr, Blackstone founder Stephen Schwarzman, David Koch of the Koch brothers and Donald Trump’s treasury secretary, Steve Mnuchin. An apartment in the building currently on the market is going for $27.5m. Umbrellas up, outside the building, the lawmakers promised to fight to ensure the wealthy in New York are fairly taxed. “A little rain is not going to stop us and neither are decades of trickle-down economics,” said Jabari Brisport, a state senator. Lawmakers across seven states, including New York, are working together to introduce higher taxes on wealthy individuals and corporations in their respective legislatures. Along with New York, legislators from California, Connecticut, Hawaii, Illinois, Maryland and Washington have been working on bills that would increase taxes for the wealthy living in their states. Many of the new proposals include taxes on the overall wealth of the rich, not just on their annual income. In 2021, ProPublica released a report based off a trove of tax documents from the wealthy that showed how the rich avoid paying income tax. It showed that in some years, the wealthiest billionaires sometimes avoided income tax altogether by holding and adding to their wealth through stock and property ownership, which are taxed at lower rates than income. Joe Biden introduced a 20% “wealth tax” at the federal level, which would apply toward an individual “total income”, including growth in their assets like stocks, when proposing his budget last spring. But with Republicans showing no interest in wealth taxes, progressives are hoping that taxes on the super wealthy can happen at the state level. In New York, progressive lawmakers are looking to pass the Invest in New York package, which will include a slate of tax reforms on extreme wealth. The tax reform includes adding new tax brackets for the highest earners, higher corporate taxes for the wealthiest companies and wealth taxes on capital gains, including unrealized capital gains, and inheritance. Over a dozen state senators have signed on to the proposal. “We are tired of subsidizing billionaires here in New York. For a long time, we see how they underpay employees at work and then at home, the workers who help them are also unpaid,” said state senator Jessica Ramos, who is proposing a tax on unrealized capital gains. “When that happens, we end up having to step up with services to help those families make ends meet.” State senator Gustavo Rivera, who is proposing higher taxes on long-term capital gains, said the lawmakers are unconcerned about the wealthy leaving New York, a point often brought up by opponents of a wealth tax. “This notion that they will leave is not true. It does not happen. They live here, they have Broadway, they have restaurants, they have culture, they have Central Park. They’re not going to move,” Rivera said. Activists and lawmakers at Thursday’s rally called on the New York governor, Kathy Hochul, to work with them to pass higher wealth taxes. Hochul last month said she did not think raising taxes “makes sense” after the state passed tax cuts, primarily aimed at the middle class, last year. “I don’t believe that raising taxes, at a time when we just cut taxes, makes sense,” she said in December. “We are not going to turn around and say last year we lowered your taxes, now we are raising them. So, I don’t foresee that.” Thursday’s rally and the unveiling of the wealth taxes across the blue states coincided with Wednesday’s release of a letter from 205 members of the global super-rich elite who called on governments around the world to “tax us, the ultra rich, now”. The letter signers, including Abigail Disney and actor Mark Ruffalo, urged lawmakers to “tackle extreme wealth” via taxes. “Defending democracy and building cooperation requires action to build fairer economies to build fairer economies right now – it is not a problem that can be left for our children to fix,” the letter said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/jul/07/the-guardian-view-on-spoken-word-poets-powerful-voices-that-are-needed-today","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-07-07T17:25:52Z","webTitle":"The Guardian view on spoken word poets: powerful voices that are needed today | Editorial","webUrl":"https://www.theguardian.com/commentisfree/2023/jul/07/the-guardian-view-on-spoken-word-poets-powerful-voices-that-are-needed-today","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jul/07/the-guardian-view-on-spoken-word-poets-powerful-voices-that-are-needed-today","fields":{"bodyText":"News that one of the UK’s leading poetry prizes is introducing a category for spoken word artists is as welcome as it is overdue. The move by the Forward prizes signals that the poetry establishment is finally finding a way to honour a sector that it has traditionally regarded as a cuckoo in its nest, when in fact it has long been a fully fledged skylark. This prejudice has done poetry itself no favours, by excluding not only some of the most powerful voices of the last half century, but also those most likely to draw big new audiences into its thrall. For three decades, the Forward prizes have stood alongside the TS Eliot awards as proof that poetry still matters. Each year, both sets of awards fill London’s 2,700-seater Festival Hall for winners’ ceremonies that are also performances, celebrating the art form in its most ancient iteration as something to be heard and shared. In this context, it has always seemed ironic that it has had no room for the culture-shifting polemics of, say, Linton Kwesi Johnson or Benjamin Zephaniah, or of a younger generation who, like George the Poet, are capable of reeling in a Glastonbury crowd. This is not to deny that the Forward prizes’ existing portfolio of best collection, best single poem and best debut collection has built up a formidable library of winners over the last 31 years. They stretch from Thom Gunn’s great Aids era memorial, The Man with Night Sweats, to Kim Moore’s zeitgeisty poems of everyday sexism, All the Men I Never Married, and include works by three poet laureates. It would also be wrong to claim that there is a complete separation between poetry for page and stage: after all, one of this year’s Forward judges, Joelle Taylor, is a former UK slam champion who last year won the TS Eliot prize. This raises the question of whether it is necessary, or even desirable, to create a spoken word niche at all today, or if it is just a matter of waiting until poets who found their voice on the spoken word scene, such as Ms Taylor, or 2020’s TS Eliot winner, Roger Robinson, are ready to commit their words to print. But to make that argument is to assume that there is a hierarchy – a growing-up process – when in fact there are plenty of poets who work simultaneously in both arenas. As Ms Taylor rightly pointed out: “Spoken word and performed poetry is as valuable, dynamic and exploratory as published works.” Though it is intrinsic to the very nature of oral poetry that it has a light archival footprint, it nevertheless has a long pedigree. That lineage stretches back to the Harlem renaissance via the 1960s, when Beat heavyweights such as Allen Ginsberg electrified a 7,000-strong audience at the Royal Albert Hall, and Roger McGough, Adrian Henri and Brian Patten emerged as the Liverpool Poets. That some of the cultural and political excitement of poetry in that reformative era has resurfaced in the last few years is largely due to public performance, from Amanda Gorman’s The Hill We Climb, which stole the hearts of millions at the inauguration of Joe Biden, to Kae Tempest’s redefinition of the relationship between poetry, music and theatre. A new mechanism for bringing this energy into the classical canon, holding it in parallel and capturing it for posterity, can only be enriching."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"technology/2023/jun/09/rishi-sunak-ai-summit-what-is-its-aim-and-is-it-really-necessary","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2023-06-09T12:51:10Z","webTitle":"Rishi Sunak’s AI summit: what is its aim, and is it really necessary?","webUrl":"https://www.theguardian.com/technology/2023/jun/09/rishi-sunak-ai-summit-what-is-its-aim-and-is-it-really-necessary","apiUrl":"https://content.guardianapis.com/technology/2023/jun/09/rishi-sunak-ai-summit-what-is-its-aim-and-is-it-really-necessary","fields":{"bodyText":"Rishi Sunak has announced that the UK will host a global summit on safety in artificial intelligence in the autumn, as fears grow that the technology’s rapid advancement could spin out of control. Safety concerns are mounting after breakthroughs in generative AI, which can produce convincing text, images and even voice on command, with tech executives such as Elon Musk among the figures expressing alarm. Here is a look at what the summit might achieve. What is the aim of the summit? The prime minister has changed his tone on AI in recent weeks. Having been overwhelmingly optimistic about the opportunities it creates, he has begun to talk about its “existential risks”. Sunak is trying to position the UK as the natural hub for efforts to regulate the industry on a global scale, one that can provide a bridge between the US and China, and to offer an alternative to what some consider to be the EU’s heavy-handed approach. Described as the “first major global summit on AI safety”, the government says it will consider the risks the technology poses and discuss how they can be mitigated through “internationally coordinated action”. Is internationally coordinated action needed? Industry professionals harbour concerns about AI and have issued warnings about the dangers it poses. Elon Musk was one of more than 50,000 signatories to a letter in March that called for an immediate pause in the development of “giant” AIs, alongside the creation of “robust AI governance systems”. Concern about a possible existential threat from a system that human intervention cannot control by human intervention is not universal though. Many in the tech industry argue that the focus should be more immediate, for instance by focusing on the potential for generative AI, which can provide plausible imitations of text, images and voice that could produce destabilising disinformation during elections. What would a global framework look like? The UN-brokered treaty on the non-proliferation of nuclear weapons, which came into force in 1970, is an example of a global attempt to mitigate an existential threat. The treaty, to which 191 states are signatories, commits countries that have nuclear weapons to not helping non-nuclear weapon states acquire or build such military technology. The International Atomic Energy Agency oversees compliance through inspections. The treaty also promotes the spread of peaceful uses of nuclear energy. The letter calling for a six-month pause in AI development offers an insight into what might go into such a framework. It calls for dedicated regulatory authorities, public funding for safety research, and oversight and tracking of powerful systems. Would a nuclear arms-style framework succeed with AI? As with nuclear weapons, the technology that such a framework would seek to contain is already out there and proliferating. The chatbot phenomenon ChatGPT reached 100 million users within two months of its launch and a now-famous fake image of the pope wearing a Balenciaga jacket has underlined the power of generative AI to deceive. One of Google’s engineers warned last month that the company could lose out to open-source AI technology. Such developers release their work for anyone to use, improve or adapt as they see fit, making it difficult for a framework to curb the use of open-source models. China is likely to be excluded from the UK summit, which will be open to technology companies and “like-minded countries”. This indicates that an international framework to place guardrails around AI development will not have the participation of a global tech and AI powerhouse. What is happening in AI regulation already? The EU has made significant strides in the area and is proposing legislation that will be seen a pacesetter for AI regulation, confirming the bloc’s status as a leading tech regulator. The UK’s AI white paper sets out a set of principles to which the industry should adhere, but offers little in the way of concrete rules to govern it. Ministers disappointed some experts by resisting the idea of creating a new regulator to focus exclusively on AI. The G7 has agreed to create an intergovernmental forum called the “Hiroshima AI process” to debate issues around fast-growing tools."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2022/sep/23/putins-nuclear-threat-shows-a-desperate-man-out-of-options","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2022-09-23T07:00:28Z","webTitle":"Putin’s nuclear threat shows a desperate man out of options | Simon Jenkins","webUrl":"https://www.theguardian.com/commentisfree/2022/sep/23/putins-nuclear-threat-shows-a-desperate-man-out-of-options","apiUrl":"https://content.guardianapis.com/commentisfree/2022/sep/23/putins-nuclear-threat-shows-a-desperate-man-out-of-options","fields":{"bodyText":"Vladimir Putin is ready to use a nuclear weapon in his ongoing attempt to conquer Ukraine. Or so says Vladimir Putin. The reason is that his conquest has been justly defeated so far and he sees no other way forward. The prospect of such an escalation is appalling. A line would be crossed. Nuclear-armed powers round the world would regard it as a licence. It might not be the end of the world, but it might just be the beginning of the end. For all the cheerleading of western politicians over Putin’s humiliation, it is crucial to emphasise how disciplined has been the west’s support for Kyiv. Yes, Nato took a gamble in advancing its borders eastwards after 1991, George Kennan’s “most fateful error of the post-cold war era”. It taunted Russia’s paranoia and risked the emergence of a belligerent patriot, which is what happened in the case of Putin. But at no point has the west taken up arms against Russia, even when Russia successively attacked and “repatriated” areas of neighbouring Georgia, Chechnya and even Ukraine. Moscow’s spring invasion of Ukraine was on a wholly different scale from the 2014 intrusion into Donbas. It was so blatant and brutal that outside military support for Kyiv was as much humanitarian as strategic. But from the start, Nato did nothing to substantiate Moscow’s lie that the west had taken up arms against Russian territory. There were to be no long-range missiles, no bombers or western troops fighting on the ground. Only with economic sanctions did the west lend plausibility to Putin’s claim that it was attacking Russia itself. Putin has done his nation much harm. He has revealed his army as a Potemkin farce, his generals as incompetent sycophants. Many of his people, proud Russians long supportive of his bombast, are now openly hostile to his mobilisation. Polls show that a quarter to a half of Russians oppose the war. Only the spectacular discomfort caused to the west by Moscow’s retaliatory gas sanctions has afforded the Kremlin some respite. Otherwise Putin is bereft of options. Like many a commander forced into retreat, he is tormented by the choice of escalation or abject defeat. During the cold war, Europe’s civilians were taught how to respond to a potential thermonuclear exchange. The horror of “mutual assured destruction” was so ingrained it fed through into great-power diplomacy and created an infrastructure of back channels and accident aversion. The merest hint of danger, as during the Cuban crisis in 1962 and a radar malfunction in 1983, brought a swift return to sanity. There is no reason – or should be no reason – to see the present crisis as a return to the cold war and nuclear confrontation. Great powers are not in existential contention. Even Putin is threatening only tactical nuclear weapons. Given the weakness of his forces on the ground, it is hard to see what gain such weapons would bring him in what is a conventional infantry war over territory. They would be a gesture, and one that would surely lose him support both at home and abroad among his putative admirers in China and India. As for a nuclear “response” from the west, it would serve no tactical purpose and merely open the gates to escalation. We are told that if Putin was to fall, even “harder-line” figures within his circle would replace him. Russia is like all regimes under sanctions. Besieged elites drive opponents and moderates underground or into exile. They become entrenched and ever less vulnerable to diplomacy and economic pressure. Yet all wars must end. Russia’s in Ukraine has been going on for eight years and has increasingly taken on the colours of a proxy conflict of west against east. Therein lies the danger of Putin’s escalation. Western aid has enabled Ukraine to drive Russia’s troops back towards the 2014 frontiers. Ukraine and the west have been united in defying a brutal and authoritarian regime, and have been largely successful. The Ukrainian president, Volodymyr Zelenskiy, now risks that unity by stating that he wants ever more western aid to drive Russia out of all of Ukraine, including Crimea. While his cause remains just, there must come a point when a war to conquer all of Ukraine becomes one of where to draw a line of armistice, as with Russia’s infringements of its neighbours’ sovereignty in Chechnya, Georgia, Crimea and Donbas. At some point, perhaps after one more forceful Ukrainian drive eastwards, there must come a different effort, to encourage the parties to agree a peace. Recent deals on wheat exports and prisoner exchanges show there are channels in place. That will mean a new challenge. The world of compromises, plebiscites, borders and guarantees may be less dramatic than that of guns, bombs, tanks and drums. But it has to be the world of the future. It has to presage the rebuilding of Ukraine. There is no conceivable interest in reviving the horrors of nuclear conflict between east and west just because one Russian ruler took leave of his senses. Simon Jenkins is a Guardian columnist"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"environment/2022/oct/28/how-the-climate-crisis-is-threatening-power-supply-stability","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2022-10-28T05:00:21Z","webTitle":"How the climate crisis is threatening power supply stability","webUrl":"https://www.theguardian.com/environment/2022/oct/28/how-the-climate-crisis-is-threatening-power-supply-stability","apiUrl":"https://content.guardianapis.com/environment/2022/oct/28/how-the-climate-crisis-is-threatening-power-supply-stability","fields":{"bodyText":"Weather forecasting has become an important factor in keeping the lights on. It also enables producers of power to match their output to times of peak demand and so command the highest prices, boosting profits. However, climate change is making the whole process much more difficult. Extreme weather events – high winds, heatwaves, freezing rain, and loss of glaciers and snow pack mean once reliable sources of power can fail. The World Meteorological Organization (WMO) says 87% of global electricity comes from nuclear, hydro and thermal fossil fuel plants that rely on water for cooling, and up to a third of these are in high water stress areas. Predicting droughts, stream flows and water availability is therefore vital for maintaining supply. For solar and wind, where water is less of an issue, predicting wind strength and sunshine hours is key. In countries with highly variable weather, such as the UK, this is still a work in progress, although improving all the time. Partly, these problems can be mitigated by giant batteries and well-tried technologies, such as pump storage, where water is pumped back uphill at night for hydro-power production at peak times. But even without Russia cutting gas flows to Europe, keeping power supplies stable in a changing climate is an increasing challenge everywhere."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/2022/jul/03/poor-households-face-having-to-help-foot-bill-for-building-sizewell-c","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2022-07-03T15:15:54Z","webTitle":"Poor households face having to help foot bill for building Sizewell C","webUrl":"https://www.theguardian.com/business/2022/jul/03/poor-households-face-having-to-help-foot-bill-for-building-sizewell-c","apiUrl":"https://content.guardianapis.com/business/2022/jul/03/poor-households-face-having-to-help-foot-bill-for-building-sizewell-c","fields":{"bodyText":"The UK government has been criticised for exposing low-income households to the cost of building the Sizewell C nuclear power plant while letting factories “off the hook” as a crucial planning decision is due this week. If given the green light, the government hopes to use a regulated asset base (RAB) funding model to finance the project, which is being proposed by the French energy firm EDF. RAB reduces the risk to investors, who will receive regular payments before the project begins generating power. However, it also means customers pay for the construction costs through higher energy bills. A consultation on using the RAB model is due to close next month and shows operators in energy-intensive industries would be exempt but households receiving universal credit would have to pay. In the consultation, officials said the exemption for electricity-intensive users – such as factories – would avoid the risk of putting them at a “significant competitive disadvantage” when operating in international markets as they may have to add the costs to the price of their products. MPs had suggested electricity suppliers should be prevented from recovering the costs of their RAB payment obligations from consumers who are on universal credit. However, officials rejected this idea, saying such a measure could “disincentivise suppliers from engaging in commercially beneficial practices” such as payment plans and loyalty benefits to attract customers. They also argued other vulnerable consumers not claiming universal credit could also be affected by the move. The Green party MP, Caroline Lucas, said: “When energy bills are skyrocketing right in the middle of a cost of living scandal, the last thing that people can afford is the ballooning cost of embryonic nuclear white elephants like Sizewell C. “Not only are these projects extremely expensive to build in the first place, with Hinkley Point C now at £26bn without having generated a single watt of energy, the RAB business model passes that enormous upfront cost directly on to the consumer. While giant companies are spared with generous exemptions, the very worst-off in society will be footing the bill. Nuclear is too slow, too expensive and the wrong priority.” The 3.2 gigawatt plant at Sizewell in Suffolk could be capable of generating electricity for 6m homes and is part of a project to approve a nuclear reactor each year by 2030. Alison Downes, of the Stop Sizewell C campaign, said: “Taxes of any kind hit the poorest hardest and this nuclear tax is no exception. Multimillion-pound businesses will be let off the hook if they use a lot of energy but a family on universal credit struggling to afford its heating bills will have to cough up to pay for an unwanted nuclear power station.” The Department for Business, Energy and Industrial Strategy (BEIS) said the government considerd it very important to support low-income households but believed that “support for vulnerable groups would be best tackled holistically” by looking at the factors driving up energy bills. BEIS has estimated that Sizewell C would add an extra £1 a month to household bills to aid construction costs. But research by the University of Greenwich business school seen by the Guardian shows the average monthly cost could reach £2.12. In January, the government earmarked £100m to advance Sizewell C to the next stage of negotiations, and help the project attract further private investment. In May, it pushed back the deadline for a decision on a “development consent order” for Sizewell C from 25 May to 8 July. Ministers have tasked Barclays to lead a search for investors to back the project alongside the government and EDF, which each plan to take a 20% stake. That structure would force out CGN, the state-backed Chineses nuclear specialist that has a 20% stake in Sizewell C venture. According to the Mail on Sunday, the British Gas owner, Centrica, is considering taking a stake. CGN has partnered with EDF on the Hinkley Point C in Somerset – which has been delayed and is over budget – but ministers want to avoid further Chinese involvement amid worsening relations between the UK and China."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2022/dec/02/labour-stays-on-course-for-power-with-chester-byelection-victory","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2022-12-02T09:54:51Z","webTitle":"Labour stays on course for power with Chester byelection victory","webUrl":"https://www.theguardian.com/politics/2022/dec/02/labour-stays-on-course-for-power-with-chester-byelection-victory","apiUrl":"https://content.guardianapis.com/politics/2022/dec/02/labour-stays-on-course-for-power-with-chester-byelection-victory","fields":{"bodyText":"For several months, nervous Labour MPs have looked at the national polls and asked themselves whether their commanding leads can really be trusted. On Thursday night, voters in Chester gave them, at least for now, an answer: yes. Thursday’s thumping byelection victory, with Labour winning its highest ever majority in the seat in a 14-point vote swing, suggests the party would win a comfortable majority if a general election were held today. It provides further evidence Labour is rebuilding support in the so-called red wall of northern seats, many of which it lost at the last election. Sir John Curtice, a professor of politics at Strathclyde University, told the BBC on Friday morning the result suggested the opposition party was heading for a “favourable” majority. “This is consistent with the claim that a) Labour are in a stronger position than they’ve ever been in the last 12 years; and b) the performance is consistent with what happened last time we had the defeat of a Conservative government,” he said. One Labour source said: “This is a phenomenal result for us, a landslide, bigger even than 1997 [when the party won 53% of the vote]. These are the kinds of seats we need to be winning if we are to show we are on course for a general election victory.” The seat is not the marginal it once was. In 2015, Labour won by just 93 votes, but the party won sizeable majorities at the two elections since. Nevertheless, the party went into the byelection against a difficult backdrop. The vote was called after Chris Matheson resigned amid sexual misconduct allegations. Labour officials said, however, that the controversy had not been a big issue on the doorstep, where voters were keener to talk about the economy, as well as more local issues such as Chester high street. Samantha Dixon, the new Labour MP, said during her acceptance speech that she had been greeted on the doorstep by one voter who was wrapped in blankets after her energy bills rose by hundreds of pounds. For the Conservatives, the result gives some tentative signs that the electorate is not as hostile to the party as it was in the final days of Liz Truss’s premiership, when Labour enjoyed national poll leads of more than 30 points. But if the party hoped Rishi Sunak’s leadership might help restore the voter coalition that propelled it to election victory in 2019, there is little sign of that. Andy Carter, the Tory MP for Warrington South, told the Telegraph on Thursday night: “We are mid-term in what has been an incredibly challenging parliamentary term on the back of Covid, a war in Ukraine where prices have shot up.” He added: “We’ve got two years until the next general election … I think [Rishi Sunak] has been in the job for five weeks doing a great job tackling inflation.” If Sunak wanted more time to be able to prove himself to voters, he will not get it. The parties will contest two more byelections in north-west England in the coming weeks. The first will be in Stretford and Urmston on 15 December, and the second on an unconfirmed date in West Lancashire. Some Conservative MPs believe, however, that the result in Chester shows the situation is unsalvageable for the new prime minister. Sir Charles Walker, the MP for Broxbourne, told Times Radio on Friday: “It’s almost impossible to see us coming back from this.” He added that the best Sunak could hope for at the next election would be to “win maybe 220 seats and form a viable opposition”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/sep/22/thursday-briefing-vladimir-putin-russia-nuclear-war-threat-truss-biden","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-22T05:36:23Z","webTitle":"Thursday briefing: How to make sense of Putin’s nuclear threats","webUrl":"https://www.theguardian.com/world/2022/sep/22/thursday-briefing-vladimir-putin-russia-nuclear-war-threat-truss-biden","apiUrl":"https://content.guardianapis.com/world/2022/sep/22/thursday-briefing-vladimir-putin-russia-nuclear-war-threat-truss-biden","fields":{"bodyText":"Good morning. Threats of nuclear war from Vladimir Putin are never likely to go unnoticed, and the Russian president’s speech yesterday is all over the front pages of British newspapers this morning. Putin said that “when the territorial integrity of our country is threatened, to protect Russia and our people, we will certainly use all the means at our disposal” and added “It’s not a bluff”. That led to condemnations from both Joe Biden and Liz Truss at the United Nations general assembly, with Truss saying at 2am UK time that the Russian president’s “bogus claims” were simply about “trying to justify his catastrophic failures”. But there were other aspects of Putin’s speech that could turn out to be more consequential, from the suggestion that occupied Ukraine will soon be part of Russia to an announcement that hundreds of thousands of reservists will now be called up to the military. So how should we view Putin’s threats and the west’s response – and what impact will new military service obligations have in Russia? For today’s newsletter, I asked the Guardian’s foreign correspondent Peter Beaumont and world affairs editor Julian Borger to explain how they’re thinking about the answers to those questions. That’s after the rest of the headlines. Five big stories Economy | Britain’s mounting debts will be unsustainable if the government presses ahead with sweeping tax cuts in a mini-budget on Friday, according to the Institute for Fiscal Studies thinktank. The IFS said government borrowing would miss Treasury targets legislated in January. Fracking | Fracking in the UK will be impossible at any meaningful scale and will not help with the energy price crisis, the founder of the UK’s first fracking company has warned. Chris Cornelius, the founder of Cuadrilla Resources, told the Guardian that he believed the government’s support for it is merely a “political gesture”. Football | A statement from Uefa blaming Liverpool fans for the delays in the Champions League final in Paris was pre-prepared before the day of the match, the Guardian has learned. The accusation outraged Liverpool fans, many of whom were kept in dangerous queues and subjected to riot policing. See the visual investigation here. Policing | A serving Metropolitan police officer and a former officer accused of sharing racist and misogynistic messages in a WhatsApp group with Sarah Everard’s killer have been found guilty of what a judge described as “sickening” and “abhorrent” behaviour. Health | No patient should have to wait more than two weeks to see a GP, the new health secretary will demand on Thursday. Thérèse Coffey’s plan was criticised by GPs’ representatives who said it would increase the burden on doctors without improving care. In depth: ‘You can see how this could turn out to be his Vietnam’ *** Why did Putin make this speech yesterday? Ukrainian officials have been expecting an escalation for some time, said Peter Beaumont. “Even when I was last in Ukraine a couple of months ago, they thought it was on the cards.” But with winter approaching – and with it the prospect of a forced pause in aggressive operations – alongside disastrous recent news for Russia in Kharkiv, where Ukraine has rapidly taken back control of about 6,000 sq km, it finally came. News of the mobilisation of military reservists and references to nuclear weapons can hardly be read as good news for Ukraine or its allies – but it does suggest “an awareness that actually the Kremlin can’t keep pretending things are going well in the ‘special operation’,” Peter said. As Keir Giles, a fellow of the Chatham House Russia and Eurasia programme, wrote in the Guardian yesterday: “The speech is a further recognition that Russia has been unable to win on the battlefield – so, to defeat Ukraine, it has to win elsewhere.” *** What does Putin want to achieve? While the most obviously alarming feature of Putin’s speech was his reference to nuclear weapons, it has to be understood through a subtler aspect of what he said: references to Russian “territorial integrity” and a new emphasis on attempts to frame his invasion as a defensive operation. The speech coincided with an announcement that four Russian-occupied regions will hold referendums this weekend on joining the Russian Federation – widely viewed as a sham pretext for annexation. “You cannot separate the two,” Peter said. “By claiming he is fighting a defensive war, Putin is trying to set the stage for annexing these regions, ‘freezing’ the conflict, and then declaring that they are now part of Russia and under the nuclear umbrella.” That is unlikely to persuade Ukraine to simply give up. “After all, they’ve already attacked Crimea, which is annexed Russia territory,” Peter said. Instead, “Putin wants the more cautious nations in the western coalition to think: ‘Are we going to be made to go too far?’ But I’m not sure that’s going to work. So far it appears to have just reinforced the view that this is a rogue regime.” *** How did Biden and Truss respond to the nuclear threat? Initially, at least, it doesn’t look as if saying “it’s not a bluff” has been as slam-dunk a proof of authenticity as Putin appears to have hoped. “It is a consequential thing, to talk about a nuclear attack, and you should never treat it as absurd,” said Peter. “But on balance you do have to think about it as a bluff, whatever he says. I don’t have that view of Putin as mad: he has acknowledged before that nuclear war is unthinkable and unfightable. And the Kremlin knows that any kind of nuclear escalation” – like exploding a warhead over the Black Sea – “would mean that the rest of the world, including China, saw this conflict in the west’s terms, not Russia’s terms.” That’s the context for Liz Truss’s and Joe Biden’s speeches at the United Nations general assembly, which acknowledged the gravity of Putin’s speech – but also insisted that his nuclear threats would not cause any rift. Truss accused Putin of “doubling down” but accused him of “sabre-rattling threats” and concluded: “This will not work.” Biden said Putin’s “overt nuclear threats against Europe” showed “a reckless disregard for the responsibilities of the non-proliferation regime.” “It’s a delicate balance,” said Julian Borger, the Guardian’s world affairs editor, speaking after Truss’ speech this morning. “And those were the briefings from the US – that we’re not going to be deterred, but we can see the dynamics of escalation and we’re not going to overplay our hand. The thinking is that they need to continue to lay down their own lines for what is acceptable and what is not, and ignore Putin’s – not to reward him for his sabre-rattling.” In practice, what that means is maintaining that an attack on Russian territory by Ukraine would not have western support – but that Putin’s attempt to define parts of Ukraine as Russian via sham referendums will not be accepted. *** How will it be received in Russia? While nuclear threats are bound to preoccupy western audiences, the announcement of a partial mobilisation is likely to have more impact at home. Bringing a new 300,000 troops into the conflict might sound ominous, but “it doesn’t actually make a huge amount of sense”, said Peter. “The most useful part is ensuring that contracted soldiers who had been planning to leave the military after six months stay in the campaign. And there’s a view that you can use these mobilised forces to take on jobs that combat soldiers are doing, and sharpen your capability on the frontlines. But it seems pretty fanciful to think they can easily absorb this many troops.” Ed Arnold, of the thinktank Rusi, tells Dan Sabbagh in this piece that “operationally, this won’t make any difference this year and probably not into next year ... the infrastructure isn’t there in terms of equipping that level of force at the moment.” Meanwhile, Peter said, the announcement “immediately creates a class of people whose view of the war is suddenly a lot more personal than it was before”. That is not likely to lead to outright rebellion, Andrei Kolesnikov of the Carnegie Moscow Center says in this piece by Pjotr Sauer about the domestic reaction. “Russia’s repressed society will accept this obediently,” he said. “They will deal with the issue in their own practical way, avoiding the draft however they can.” But in the hours after Putin’s speech, more than 1,300 people had been arrested during anti-war protests in dozens of cities, according to the independent OVD-Info protest monitoring group. Another immediate index of that impact: direct flights to countries allowing Russians visa-free entry were sold-out on Wednesday morning, while searches for phrases like “how to break your arm” and “how to avoid the draft” rocketed. In this piece, Andrew Roth hears from some of the dismayed Russians who could be affected by the draft, one of whom says: “I’d rather leave than fight in this war.” “I don’t like predicting things,” Peter said. “So this is only a possibility. But when you think of 300,000 troops being recruited who would plainly rather be doing anything else, you can see how this could turn out to be his Vietnam.” What else we’ve been reading Zoe Williams compellingly lays out the case for marriage sabbaticals. Once we move away from the idea that marriage is a linearly harmonious experience, Williams argues, there can be more room for growth and fulfilment. Nimo Ahead of today’s expected announcement of an interest rate rise by the Bank of England, William Davies says good riddance to the era of very low rates: “One of the most extraordinary economic policy experiments in modern history,” and an “unpleasant form of economic progress that breeds paranoia and resentment for all”. Archie At least 3.4 million children in Pakistan need lifesaving care after devastating floods have left them with waterborne diseases. Shah Meer Baloch spoke to some of the flood-affected victims who cannot afford healthcare for their children. Nimo With a coalition led by the far-right Brothers of Italy party expected to win comfortably in Sunday’s Italian elections, Julian Coman has an alarming report from the swing seat of Sesto San Giovanni. “They don’t want to acknowledge that times have changed around here,” one far right activist says. “They’re still in mourning!” Archie As Donald Trump’s legal drama continues, Trevor Timm reminds commentators to be wary of cheering on the law that is being used to prosecute him. The Espionage Act, Timm argues, is used to target journalists and whistleblowers: “I hope Trump is held accountable … But let’s not prop up one of the most pernicious laws on the books to do it.” Nimo Sport Football | The Football Association believes it has assurances that LGBT+ couples who hold hands in Qatar during the World Cup will not face prosecution. Qatar’s laws, which criminalise same-sex relationships, have raised considerable concern for the safety of LGBT+ fans. Rugby | English club rugby has been plunged further into turmoil with Wasps facing the prospect of relegation after they failed to repay a debt of £35m due to bondholders in May. Meanwhile, the Worcester Warriors were told they would be suspended if they could not produce a “credible plan” for their own financial crisis by Monday. Football | Scotland produced a superb second-half showing to beat Ukraine 3-0 in the Nations League. A goal from John McGinn and two from Lyndon Dykes secured the victory. The front pages Putin’s sabre-rattling speech takes top spot in most papers in one form or another. The Guardian carries a picture of Putin but the story is about Joe Biden’s reaction to the Russian president’s threats. The headline is: “Biden condemns Putin’s imperial aims as Moscow raises the stakes”. The Times adds more snarl in its grab of Putin’s speech but same headline idea: “Biden condemns nuclear threat to West”. The Mail chose the Liz Truss angle with lines from her UN speech. “We won’t be cowed by Putin’s nuclear threats” is the headline. The Telegraph takes the same approach, with “‘Desperate’ Putin will be defeated, says Truss”. The Sun has it both ways, reporting the release of British prisoners of war in Ukraine, plus Putin’s threats, with: “Good news, Vlad news”. The FT says “Putin makes nuclear threat as he mobilises army reserves for war”. Metro looks at the anti-war protests in Russia with “Russians see red at Vlad”. The Express reports on the health secretary’s pledge that GPs must see patients within two weeks. The i looks ahead with analysis of Friday’s mini-budget. “Warning over Truss gamble on tax cuts” is the headline. Today in Focus How the Champions League final nearly ended in disaster Liverpool fans attending this year’s Champions League final faced a crush outside the stadium that held stark echoes of the worst day in the club’s history. David Conn has spent months investigating what happened. Cartoon of the day | Steve Bell The Upside A bit of good news to remind you that the world’s not all bad The Indigenous population in the remote Tiwi islands have won a historic court battle against oil and gas company Santos. The Tiwi islanders complained that Santos began drilling for gas in their traditional waters without consulting them. Santos has been given two weeks to shut down and remove its rig, derailing its $4.7bn project. Dennis Tipakalippa (pictured above), a senior lawman of the Munipi clan who brought the case against Santos, told the court his clan and other traditional owners have “sea country” that they have spiritual connection to. After the ruling, Tipakalippa made his position clear: “We want Santos and all mining companies to remember – we are powerful, we will fight for our land and sea country, for our future generations, no matter how hard and how long.” Sign up here for a weekly roundup of The Upside, sent to you every Sunday Bored at work? And finally, the Guardian’s crosswords to keep you entertained throughout the day – with plenty more on the Guardian’s Puzzles app for iOS and Android. Until tomorrow. Quick crossword Cryptic crossword"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2022/sep/21/liz-truss-dismisses-putins-nuclear-threats-as-statement-of-weakness","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2022-09-22T04:45:43Z","webTitle":"Liz Truss dismisses Putin’s nuclear threats as sign of desperation","webUrl":"https://www.theguardian.com/politics/2022/sep/21/liz-truss-dismisses-putins-nuclear-threats-as-statement-of-weakness","apiUrl":"https://content.guardianapis.com/politics/2022/sep/21/liz-truss-dismisses-putins-nuclear-threats-as-statement-of-weakness","fields":{"bodyText":"Liz Truss has dismissed as “sabre-rattling” Vladimir Putin’s warning that Russia will use “all the means at our disposal” to protect itself, warning in her UN speech: “This will not work.” The Russian president’s threats in a televised address to the nation appeared to suggest the conflict in Ukraine could spiral into a nuclear crisis, prompting a furious response from world leaders, led by the US president, Joe Biden. The new UK prime minister, who addressed the UN in New York hours after a virtual speech by the Ukraine president, Volodymyr Zelenskiy, urged world leaders not to “let up” on dealing with Putin despite domestic concerns about soaring energy prices. “For the first time in the history of this assembly we are meeting during a large-scale war of aggression in Europe,” she said. “And authoritarian states are undermining stability and security around the world. Geopolitics is entering a new era – one that requires those who believe in the founding principles of the United Nations to stand up and be counted.” She said of the Russian president’s speech: “This morning we have seen Putin trying to justify his catastrophic failures. He is doubling down by sending even more reservists to a terrible fate. He is desperately trying to claim the mantle of democracy for a regime without human rights or freedoms. And he is making yet more bogus claims and sabre-rattling threats. This will not work.” Truss also used her address to highlight the continuing struggle, with economic security at its heart, between democracies and autocracies. “Unless democratic societies deliver on the economy and security our citizens expect, we will fall behind,” she said. “We need to keep improving and renewing what we do for the new era, demonstrating that democracy delivers.” The British prime minister also vowed to “sustain or increase our military support to Ukraine, for as long as it takes”. Earlier, in a joint statement with the European Commission president, Ursula von der Leyen, Truss added that the Russian military mobilisation, with 300,000 reservists to be called up as the Kremlin attempts to regain ground in the face of a counterattack by Ukraine’s forces, was “a statement of weakness”. The foreign secretary, James Cleverly, will face his Russian counterpart Sergei Lavrov at a meeting of the UN security council on Thursday, where he will set out how Russian forces continue to violate international law, and expose how Moscow plans to fix the results of sham referendums in occupied territories. He is expected to say: “We can and must make clear to President Putin that his attacks on the sovereign will of the Ukrainian people – so clearly expressed as they fight for their homes – must stop. His assaults on the UN charter and international norms that protect us will not be tolerated and he must withdraw from Ukraine to enable a return to regional and global stability.” As foreign secretary, Truss travelled to Moscow to meet Lavrov in February, just weeks before the invasion of Ukraine, but relations were icy with Russia’s top diplomat describing the talks as a conversation of “the mute with the deaf”, as she warned Moscow of tough sanctions in the event of an attack on Ukraine. British officials are treating Putin’s threat of using nuclear weapons very seriously, both in terms of defence, but also as another example of Russia flouting international agreements. Yet they are ruling out engaging in a battle of words with the Russian president, who they believe is under growing pressure at home after attempting to mobilise reservists who have been trying to get to airports across Russia."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/04/ukraine-says-it-has-put-russian-warship-out-of-action-in-sea-drone-attack","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-04T15:38:36Z","webTitle":"Ukraine says it has put Russian warship out of action in sea drone attack","webUrl":"https://www.theguardian.com/world/2023/aug/04/ukraine-says-it-has-put-russian-warship-out-of-action-in-sea-drone-attack","apiUrl":"https://content.guardianapis.com/world/2023/aug/04/ukraine-says-it-has-put-russian-warship-out-of-action-in-sea-drone-attack","fields":{"bodyText":"A Russian landing ship was struck and disabled in the country’s Black Sea port of Novorossiysk by an unmanned Ukrainian boat, known as a sea drone, Kyiv said, as onboard camera footage appeared to confirm the success of the night attack. The 112-metre Olenegorsky Gornyak from Russia’s Northern Fleet, which has been used to transport troops and military hardware into occupied Ukrainian ports, was said to have been sufficiently damaged to have been put out of combat action. Images of a Russian warship tilting to its side emerged shortly after the strike and footage was published by the Unian news agency from the head of the marine drone appearing to show it moving stealthily across the Black Sea towards the ship and hitting it at its centre. The agency said the drone was carrying 450kg of explosives. Earlier, Russia’s defence ministry had claimed it had destroyed two unmanned sea boats targeting the Russian naval base overnight. A Ukrainian security source told Reuters this assertion was false. “As a result of the attack, the Olenegorsky Gornyak received a serious breach and currently cannot conduct its combat missions,” the source said. “All the Russian statements about a ‘repelled attack’ are fake.” Beyond the battlefield developments, diplomatic tension between Poland and Belarus escalated as Warsaw claimed that two Belarusian helicopters had violated its international airspace on 1 August. Ukraine’s SBU security service also accused Russia of preparing to stage a “false flag” attack at the Mozyr oil refinery in Belarus in order to draw Belarus into the war in Ukraine. Western and Ukrainian diplomats received a boost, however, following the announcement China would be represented in Jeddah in Saudi Arabia for a meeting of national security advisers seeking to agree on the main principles for a future peace settlement. Russia is not attending. “China is willing to work with the international community to continue to play a constructive role in promoting a political solution to the crisis in Ukraine,” Wang Wenbin, a spokesperson at the Chinese ministry, said in a statement. China had been invited to a previous round of talks in Copenhagen in late June but did not attend. The Russian port of Novorossiysk exports grain and hosts the terminus of a pipeline that carries most Kazakh oil exports through Russia – handling 2% of the world’s oil supply. The fuel hub’s operator, Caspian Pipeline Consortium, initially suspended operations on Friday morning but later lifted a ban on ship movements to allow oil tankers to be moored at the terminal. The main significance of Thursday night’s attacks was the new evidence of Ukraine’s ability and willingness to strike in the Black Sea. Ukraine has carried out at least 10 attacks with drone boats, targeting military ships, the base in Sevastopol and Novorossiysk harbour. The Olenegorsky Gornyak is a Ropucha-class project 775 large landing ship, built by the Soviet Union in the 1970s, with a capacity to carry a 450-ton cargo and 25 armoured personnel carriers. It has a crew of about 100 and is one of three landing ships that have been permanently on the Black Sea since Russia started its full-scale war against Ukraine in February 2022. A large Russian naval vessel could be seen being towed ashore on Friday, unable to move under its own power. “We have open information that it is indeed damaged,” said Natalia Humeniuk, spokesperson for Ukraine’s southern military command adding that it was “absolutely legal to destroy the potential of the enemy in time of war.” The Tass Russian state news agency said Russian air defences had downed 10 Ukrainian drones over Crimea on Friday morning and suppressed three more with electronic countermeasures. Photographs were issued by the Kremlin of the defence minister, Sergei Shoigu, and Sergei Rudskoy, the head of the main operational directorate of the armed forces general staff, visiting frontline headquarters at an unspecified location said to be in occupied Ukraine. Russian state media reported that Shoigu had received an update on the situation on the front and “thanked commanders and soldiers … for successful offensive operations” in Lyman in eastern Ukraine. At the Russia-held Zaporizhzhia nuclear power plant in southern Ukraine, the UN nuclear watchdog said it had “finally” been granted access requested a month ago and that it had found no explosives after claims of mines being planted around the infrastructure."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2023/jun/06/lord-deben-backs-labours-plan-to-halt-new-north-sea-oil-and-gas-drilling","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-06-06T05:00:02Z","webTitle":"Lord Deben backs Labour’s plan to halt new North Sea oil and gas drilling","webUrl":"https://www.theguardian.com/politics/2023/jun/06/lord-deben-backs-labours-plan-to-halt-new-north-sea-oil-and-gas-drilling","apiUrl":"https://content.guardianapis.com/politics/2023/jun/06/lord-deben-backs-labours-plan-to-halt-new-north-sea-oil-and-gas-drilling","fields":{"bodyText":"The UK’s most senior climate adviser has strongly endorsed Labour’s vow to halt new oil and gas exploration in the North Sea, and slammed the government for failing to show leadership on the issue. John Gummer, who as Lord Deben chairs the statutory committee on climate change, told the Guardian he approved of Labour’s commitment. “I welcome this policy, I am absolutely in favour and it is the right thing to do,” he said. “I’m sorry this is not a common view to all parties,” he added. Gummer, a former Conservative environment secretary in the 1990s, blasted ministers who have attacked Labour’s proposals. He pointed out that the government’s support for new oil and gas exploration ran counter to its stance at international climate negotiations, now taking place in Bonn. “I don’t understand how the government can ask other people not to produce more oil [while supporting new oil and gas licences in the North Sea]. That’s exactly what they are doing now – asking other people not to do what they’re doing,” he said. Labour has come under fire over its stance on the North Sea, from the government as well as its own supporters. Grant Shapps, the energy secretary, used social media to lambast Keir Starmer, charging him with committing to higher energy bills. The GMB union also attacked Starmer after he last week reaffirmed a commitment made earlier this year to halt the drilling of new oil and gas wells in the North Sea. Gary Smith, leader of the GMB Union, claimed it was “naive” and would cost jobs. But Starmer has strongly defended his decision, which along with commitments to green jobs, new nuclear power and renewable energy will form the centrepiece of a policy statement to be made in Scotland later this month. Gummer told the Guardian that leaders across the political spectrum should follow Labour’s lead. “This should be the common view of all parties,” he said. He said it was “nonsense” to claim that new oil and gas fields would reduce energy bills. “These are new oilfields that will not come on stream for another 10 or 20 years. And when they do, the oil and gas will be sold to the highest bidder. So it will not reduce prices in the UK. The only way you could make them reduce bills here would be to nationalise them.” He said fears over jobs at risk in the North Sea were also unfounded. He said the UK should continue to produce gas from existing fields in the short term, but future jobs would be in green industries. “I’m in favour of producing more gas now, we need it owing to what Putin has done, but we are not talking about that – we are talking about new oilfields that would not come on stream for many years,” he said. “There are vast numbers of jobs to be had in offshore and onshore wind, in solar PV, which are all much cheaper than using oil. The jobs are all there in green industries – these are new jobs, the oil jobs are old jobs. Trade unions should be supporting new job creation.” Gummer said he also favoured building new nuclear power stations, which Starmer has also pledged to support. Before his ennoblement as Lord Deben, Gummer was a long-serving Conservative MP and former environment secretary and minister, under Margaret Thatcher and John Major. He is due to leave his CCC post later this month, and a successor has not yet been named. International negotiations are taking place in Bonn this week and next over how to reduce global greenhouse gas emissions. But the government would not confirm to the Guardian whether any ministers will attend. Gummer said a halt to new oil and gas exploration was essential to keep the global climate livable. “Climate change will mean we will not be able to live as we do now, in the very near future. It’s urgent, it has to be dealt with, and we cannot ignore it,” he said. A spokesperson for the Department for Energy Security and Net Zero said: “In line with our net zero 2050 commitment, we will not shy away from awarding new licences where they are justified, and where they can benefit Britain. While our plans to power up Britain include significant investment in new renewable and nuclear projects, the transition to non-fossil forms of energy cannot happen overnight and even when we’re net zero, we will still need some oil and gas, as recognised by the independent CCC.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/aug/19/life-in-occupied-ukrainian-nuclear-city-enerhodar-zaporizhzhia-power-station","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-19T12:08:17Z","webTitle":"‘Crazy things are happening’: life in occupied Ukrainian nuclear city ","webUrl":"https://www.theguardian.com/world/2022/aug/19/life-in-occupied-ukrainian-nuclear-city-enerhodar-zaporizhzhia-power-station","apiUrl":"https://content.guardianapis.com/world/2022/aug/19/life-in-occupied-ukrainian-nuclear-city-enerhodar-zaporizhzhia-power-station","fields":{"bodyText":"I dedicated my life to nuclear power and have always been proud to be part of it. For many people like me, the Zaporizhzhia plant is our pride and destiny. There are six powerful units, about half of the capacity of all Ukrainian nuclear plants and a quarter of the country’s entire energy sector. Before the war, 11,000 people worked here. More than 50,000 people live in Enerhodar. We have been living under occupation for almost six months. It’s like a double occupation – the city and the nuclear plant have been captured. Our faith is constantly being tested. Ten days ago, we were sure that the city and the inhabitants would not suffer. But there are already wounded from the shelling at the station. There are already victims in the city. The station and the city are almost a single whole, because these are places where people work and live. The station continues its struggle for existence. It is full of Russian military vehicles and soldiers. Only two power units are in operation, not at full capacity. Salaries are being paid. Many employees work remotely. In the nuclear industry, we investigate any deviation in the operation of equipment or a mistake of personnel. Corrective actions have to be taken after that. Now such crazy things are happening at the station, such as the delivery of military equipment to the turbine halls of power units, damage to equipment as a result of shelling the station’s territory, and even, according to some information, the mining of the building. There were reports of people being kidnapped, including station workers. It’s hard to describe the feeling when you read about the kidnapping of a person you know personally. The situation changed dramatically 10 days ago, when the Russians began firing at the station and the outskirts of the city. They hit a high-voltage line, buildings on the station territory, and the spent nuclear fuel storage. The city was left without electricity for several hours. Since then, every day and every night we hear the roar of artillery salvos. Sometimes the Russians drive their artillery so close that it sounds like shooting in a neighbouring yard. Window glasses tremble. It feels like the whole house is shaking. Even those who do not believe in God pray for their salvation. Sometimes it happens in the middle of night. An ordinary person cannot distinguish the sounds of an artillery salvo and a shell burst. Therefore, every time it seems that this is an explosion and the next projectile will hit your house. We know that they are hitting the opposite bank of the Dnieper – the cities of Nikopol and Marganets. A few seconds after the first salvo, an alert is activated in Telegram channels – get to a shelter! Someone is trying to save people day and night. In the morning we read how many houses were destroyed and how many people were killed and injured. For many years these cities perceived our nuclear plant as a source of mortal danger. Now real death is flying from us to them. We can only commiserate with them. Enerhodar is a young city. We love and are proud of it. Now it seems to be seriously ill. Kindergartens and schools were closed immediately after the invasion. Although boys play basketball every day on the playground in front of the school, children’s voices on the street are heard less and less. This is a city of disappearing children. The occupying authorities, which I, fortunately, do not encounter, force people to write prices in hryvnias and rubles. I do not understand where the rubles come from here, except for those that were distributed to some pensioners. Maybe it’s an important part of their reports to Moscow. There is cold and hot water and electricity in the city. In this regard, we have always been under protection of the nuclear plant. Instead of three mobile operators, a Russian “no name” one appeared, using local equipment. Several internet providers have been restored but the traffic passes through Russia, with all Russian internet bans and limitations. Doctors at the hospital are receiving salaries but, as far as I know, there are huge problems with medicines. It is better not to get sick at this time. Here we also have the Zaporizhzhia thermal power plant, the largest in Ukraine. It was shut down due to damage to the railway bridge and the impossibility of delivering coal. All billboards in the city are used for Russian propaganda – covered in quotes from Putin and phrases about one people – Russian and Ukrainian. Before that, portraits of Soviet generals from the second world war and heroes of the Soviet Union hung there. People pass by indifferently. Russian flags hang over the city hall and elsewhere, although faded ones. People are leaving the city. I often notice that someone from my apartment block has not been seen for a long time. In any case, everyone is trying to send children and wives to the unoccupied territory or abroad. Two days ago, my neighbour could not stand it and evacuated his children. You can struggle against your own fear but it is impossible to fight fear in the eyes of your children. It is possible to exit the city, but just a week ago, at the checkpoint in Vasilievka, where the line of demarcation runs, there was a queue of thousands of cars from various occupied regions and people stood there for several days. Men stay. Most of them perceive work at the nuclear plant as their duty. Nuclear power workers in Ukraine are legally exempt from conscription, so it’s like their military service. But all the same, staff members are leaving, including operational ones. Despite everything, we continue to believe that all this will end soon. As long as we believe, the station continues to work, and the city continues to live."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2023-05-28T10:54:54Z","webTitle":"Labour confirms plans to block all new North Sea oil and gas projects","webUrl":"https://www.theguardian.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects","apiUrl":"https://content.guardianapis.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects","fields":{"bodyText":"Labour has confirmed it will block all new domestic oil and gas developments if it wins power, proposing instead to invest heavily in renewable sources such as wind and also in nuclear power. The shadow work and pensions secretary, Jonathan Ashworth, said details would be announced soon. “What we’ll be doing in the coming weeks is outlining how we want to invest in the green jobs of the future, to bring bills down, to create a more sustainable energy supply,” he told Sky’s Sophy Ridge on Sunday show. “We’ll be outlining that in a significant mission in the coming weeks, and we’ll be announcing more details then. “We know we’ve got to move to more renewable sources of energy. It’s important for our climate change commitments, but it’s also the way in which we can bring energy bills down for consumers. This isn’t about shutting down what’s going on now. We will manage those sustainably.” The proposals, which the Labour leader, Keir Starmer, is expected to set out formally on a visit to Scotland next month, will involve not just a ban on new North Sea oil and gas licences, but a pledge that any borrowing for investment should be limited to green schemes. A party source said: “We are against the granting of new licences for oil and gas in the North Sea. They will do nothing to cut bills as the Tories have acknowledged; they undermine our energy security and would drive a coach and horse through our climate targets. “But Labour would continue to use existing oil and gas wells over the coming decades and manage them sustainably as we transform the UK into a clean energy superpower.” This will not stop drilling on projects that have already been approved, with the exception of the Rosebank and Cambo schemes, which Labour has said previously it would block. Asked if this would leave the country overreliant on wind power, Ashworth said: “It’s a mischaracterisation to say our policies all depend on wind. Yes, we need to invest in wind. We need to invest in tidal; we need to invest in nuclear. “We need more sustainable sources of energy supply in order to bring the bills down for consumers and actually create jobs in this green transition.” The aim, he said, should be for the UK to become a world leader in the green energy transition, and would create hundreds of thousands of jobs. Grant Shapps, the energy secretary, said Labour’s plans amounted to an “ideological vendetta against British energy independence” that would risk jobs and help Russia in using energy supplies as a weapon. The proposal is the latest in a series of Labour pledges over a move towards a greener economy, much of it pushed by Ed Miliband, the shadow climate change secretary. In 2021, the shadow chancellor, Rachel Reeves, announced the party would invest £28bn a year in climate crisis-related measures, covering not just green energy but also areas such as home insulation, active travel and flood defences. At last year’s Labour conference, Starmer said Labour would set up a publicly owned energy company run on clean UK power, to be known as Great British Energy."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-527-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-04T19:18:46Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 527 of the invasion","webUrl":"https://www.theguardian.com/world/2023/aug/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-527-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/aug/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-527-of-the-invasion","fields":{"bodyText":"Ukraine’s security service and navy claimed to have used an unmanned boat, known as a sea drone, to scupper a landing ship in Russia’s Black sea port of Novorossiysk, as on-board camera footage emerged of an apparent twilight attack. The 112 metre long Olenegorsky Gornyak from Russia’s Northern Fleet, which has been used to transport troops and military hardware into occupied Ukrainian ports, was said by officials in Kyiv to be sufficiently damaged to have been put out of combat action. The claim came as images emerged of both a Russian war ship tilting to its side and then footage from the head of the marine drone of it apparently moving stealthy across the Black Sea towards the ship and then striking it at its centre. The images could not be immediately independently verified. Earlier, Russia’s defence ministry had claimed that they had successfully destroyed two unmanned sea boats targeting the Russian naval base overnight. The Black Sea port of Novorossiysk hosts the terminus of a pipeline that carries most Kazakh oil exports through Russia. The Security Service of Ukraine accused Russia on Friday of preparing to stage a “false flag” attack at the Mozyr oil refinery in Belarus in order to blame Ukrainian saboteurs as part of an effort to draw Minsk into the war in Ukraine. Ukraine and its allies aim to rally global support for a peace blueprint in talks hosted by Saudi Arabia this weekend, with western officials increasingly optimistic that China will attend, lending the talks a new weight. The UN nuclear watchdog has “finally” been granted access to areas of the Russian-held Zaporizhzhia nuclear power plant in Ukraine that it first requested a month ago and has found no explosives, the agency said in a statement on Friday. The jailed Russian opposition politician Alexei Navalny was sentenced on Friday to an additional 19 years in prison after being found guilty on a series of new charges, according to his supporters. James Cleverly, the British foreign secretary, has condemned the court’s decision on Friday to add an extra 19 years to the jail term of Russian opposition leader Alexei Navalny. President Vladimir Putin has signed a law introducing a windfall tax on excess profits of Russian companies, which was published on a government website on Friday. Russian Defence Minister Sergei Shoigu has visited a combat zone in Ukraine to inspect a command post and meet senior military officers, the army said Friday. Shoigu got an update on the situation on the front and “thanked commanders and soldiers... for successful offensive operations” in Lyman in eastern Ukraine, it said, without mentioning when the visit took place. The minister, the subject of intense criticism from Yevgeny Prigozhin leading up to the aborted Wagner rebellion, was also shown getting on a Swedish CV90 - “one of the many armoured vehicles taken during fighting”, the army statement said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-06-09T05:00:51Z","webTitle":"As Russia’s armed forces fight among themselves, it’s hard to know who’s in control | Samantha de Bendern","webUrl":"https://www.theguardian.com/commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin","apiUrl":"https://content.guardianapis.com/commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin","fields":{"bodyText":"Coming just a day before the world’s media became submerged in the tragic aftermath of the explosion of the Kakhovka dam in Russian-controlled Ukraine, Yevgeny Prigozhin’s latest invective against the Russian army on 5 June slipped under the radar. It was his most explosive yet. Dressed in a khaki sweatshirt and trousers, in the middle of a forest in a Wagner training camp, Prigozhin, the commander of an army of contract fighters known as the Wagner group, accuses the Russian army of lying about events in the Belgorod region – where anti-Putin Russian partisans have been conducting cross-border raids from Ukraine since late May – and warns of the risk of civil war. He calls for the Russian defence minister Sergei Shoigu to be put on trial for facilitating “the genocide of the Russian population” by being totally unprepared for the war in Ukraine, and more than once suggests that Shoigu and other senior military command should be shot. Prigozhin also claims that inhabitants of the Belgorod region have been writing to him, suggesting a Chile-type solution. “Chile means Pinochet,” explains Prigozhin. “… The Russian elite in a stadium surrounded by armed men with machine guns.” Prigozhin even plays the nuclear card, initially saying that it would be counterproductive to use it now and that “the button should have been pressed earlier … even though it would have been the act of a fucked-up psychopath”. Later in the interview he suggests that Russians would be capable of using a nuclear weapon on their own territory. This comes with the comforting caveat that he’s unsure how well nuclear weapons would work if they are as badly maintained as the rest of Russia’s weaponry. Thе hour-long interview follows Prigozhin’s tour of Russian cities during which he spoke of the need to open a “second front”, in the information sphere, to tell the population the truth about what is happening on the front lines and recommended the creation of a territorial army specifically to protect Russia. Even though he denies having any political ambitions, all these elements together look very much like a politician preparing either for an electoral campaign or an armed coup. The question remains whether Prigozhin is controlled by the Kremlin, or is a loose cannon posing a serious threat to the regime. Since in Russia nothing is ever as it seems, this either/or question is probably far too simple. Some things however seem clearer than others. Prigozhin would not be able to travel around Russia holding court without support and protection at the highest level. Moreover, as he vilifies what he calls the corrupt elites and calls with impunity for them to be executed, Russia’s most famous anti-corruption campaigner, Alexei Navalny, is rotting away in a penal colony and faces a potential 30-year prison sentence. Those with protection in the right places can say what they want. After taking Bakhmut, Prigozhin decided to withdraw his forces, leaving the regular Russian army to hold the city. Was he allowed to do this in the knowledge that Russia’s grip on Bakhmut was threatened by the Ukrainian armed forces who have regained control of parts of the surrounding countryside? If in the coming weeks the Russians lose the city, the regular army will be blamed, and Prigozhin’s Bakhmut victory will be intact. Again, this points to patronage at the highest level allowing him to save face. By suggesting the creation of a territorial defence and opening what he calls his second Wagner front domestically, Prigozhin appears to be positioning himself to play a mix of policing, security and information/propaganda roles inside Russia. This is vastly different from being a proxy foreign policy tool and private army operating abroad, particularly considering that Wagner, like most other private military companies (apart from those created to protect critical infrastructure), is still officially illegal. Without high-up support it seems hard to imagine how long this ambition will go unchallenged. Another thing that is becoming clearer is intra-Russian chaos and animosity, if not outright armed conflict. In the last week, Wagner forces detained an officer of the Russian federal army whom they accused of mining their retreat and shooting at them while drunk; anti-Putin Russian partisans captured Russian regular forces and invited the governor of the Belgorod region to negotiate their freedom; and a high-ranking Chechen fighter openly criticised Yevgeny Prigozhin, highlighting the rivalry between the Chechen forces and Wagner. Without counting the mounting jealousies between the growing number of Russian private armies, the above describes at least four factions of armed Russians (including one fighting on the Ukrainian side) in conflict with each other. If one accepts that Prigozhin is protected by the Kremlin, to what extent does the Kremlin actually mean Putin? So far Prigozhin has refrained from direct attacks on the president and has even said that he respects him. However, by mocking Russia’s nuclear decision-making and capabilities in his recent harangue, he appears to be undermining the very concept of Russia’s nuclear deterrent. It is hard not to see this as a criticism of Putin who is the ultimate arbiter of nuclear use. Double, triple bluff? Prigozhin’s latest rant looks more and more like the tip of an iceberg that betrays growing fractures inside Russia’s top power structure. In a country that cannot even defend a small sliver of its border from incursions and allows drones to hit the centre of power, it is difficult to imagine a master in the Kremlin who has the absolute control, foresight and planning capacity necessary to manage all this chaos and pull Prigozhin’s puppet strings. In February 2022, two days before the invasion of Ukraine, senior members of Russia’s security council cowered in submission before a seemingly omnipotent Putin. As the war grinds on, these same men may be the ones planning to take control from a president who seems increasingly divorced from the realities of the front line. They will need a scapegoat for the disastrous “special military operation”. With his frequent diatribes against the regular army, Prigozhin is handing them the heads of the Russian armed forces on a plate. Perhaps he is also promising to be their front man and guarantor of immunity as he helps navigate the chaos to come. Whether or not this includes Putin is anyone’s guess. Samantha de Bendern is an associate fellow at international affairs thinktank Chatham House Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our letters section, please click here."},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"environment/2022/may/22/sizewell-c-may-cost-double-government-estimates-and-take-five-years-longer-to-build","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2022-05-22T09:56:46Z","webTitle":"Sizewell C ‘may cost double government estimates and take five years longer to build’","webUrl":"https://www.theguardian.com/environment/2022/may/22/sizewell-c-may-cost-double-government-estimates-and-take-five-years-longer-to-build","apiUrl":"https://content.guardianapis.com/environment/2022/may/22/sizewell-c-may-cost-double-government-estimates-and-take-five-years-longer-to-build","fields":{"bodyText":"The proposed Sizewell C nuclear power station could cost UK taxpayers more than double government estimates and take an extra five years to build, according to research. Ministers will decide in July whether to approve the development of the Suffolk power station proposed by the French developer EDF. The business department has estimated that the government-backed scheme will add an extra £1 a month to household bills to aid construction costs. But research by the University of Greenwich Business School seen by the Guardian shows the average monthly cost could reach £2.12, or £25.40 a year. At its costliest point, the build could cost taxpayers nearly £4 a month. That represents the study’s gloomiest forecast, which predicts construction would take 17 years and cost £43.8bn. The project had been expected to cost £20bn and take 10-12 years to build. Stephen Thomas, a professor at Greenwich Business School, said the average forecast put the cost at £35bn over 15 years, or £2.3bn a year. The figures could further inflame the debate over the cost and time of building power stations after Boris Johnson last month set a target of building a new nuclear station every year. EDF admitted last week that Hinkley Point C, the power station it is developing in Somerset, would cost an extra £3bn, taking it to up to £26bn. The already delayed project will take an extra year, and is expected to begin generating electricity in June 2027. EDF had originally planned for it be operational by Christmas 2017. The French firm said consumers would not be hit by the extra costs at Hinkley Point C, which will be taken on by EDF and China’s CGN, its junior partner in the project. However, at Sizewell C the government has already committed £100m to the project and plans to use a regulated asset base (RAB) funding model. RAB funding gives investors a set return during the construction phase of a project, reducing their risk and making an asset more attractive to outside investors. However, it shifts the risk of delays and extra costs on to taxpayers. The government argues that the RAB model could reduce the project cost of a nuclear power station by more than £30bn over its 60-year lifespan. The model was used in the construction of Heathrow Terminal 5 and the Thames Tideway super-sewer. A final decision on plans for Sizewell C was recently pushed back from 25 May to 8 July. The site is located north of EDF’s existing Sizewell B plant. Campaigners argue that the development would be costly and threatens the local environment. The prospect of extra costs comes as consumers face soaring bills amid the energy crisis. The government has been urged to intervene with annual bills forecast to balloon to nearly £3,000 from October. Johnson has thrown his weight behind nuclear power as a green option to boost Britain’s energy security in the wake of Russia’s invasion of Ukraine and as he targets net zero emissions by 2050. Thomas said: “It may not seem a huge amount extra on bills but several of these projects will overlap, meaning consumers paying even more for a long time. If costs are even higher than expected, it could become a real burden.” A spokesperson for Sizewell C said: “The RAB model is a tried and tested financing arrangement, which has already been used to raise funds for more than £160bn of UK infrastructure. Applied to Sizewell C, it will bring the cost of finance down and deliver significant savings to consumers.” A government spokesperson said: “We firmly stand by our assessment that a large-scale project funded under our Nuclear Act would add at most a few pounds a year to typical household energy bills during the early stages of construction, and on average about £1 a month during the full construction phase of the project.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/aug/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-542-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-08-19T00:44:15Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 542 of the invasion","webUrl":"https://www.theguardian.com/world/2023/aug/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-542-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/aug/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-542-of-the-invasion","fields":{"bodyText":"Russia’s foreign minister Sergei Lavrov says Moscow’s possession of nuclear weapons protects the country from external security threats, while reminding the west of the risks of a nuclear conflict. “The possession of nuclear arms is today the only possible response to some of significant external threats to security of our country,” Lavrov said in an interview for state-owned magazine The International Affairs. Lavrov warned the US and Nato allies risk ending up in “a situation of direct armed confrontation of nuclear powers”. “We believe such a development should be prevented. That’s why we have to remind about the existence of high military and political risks and send sobering signals to our opponents,” Lavrov said. The number of battlefield casualties in Ukraine is approaching nearly 500,000 Russian and Ukrainian soldiers, US officials have told the New York Times, marking a significant rise in the death toll this year after intense fighting in the east of the country. Russia’s military casualties are approaching 300,000, the officials claimed, with as many as 120,000 killed in action. Ukraine was said to have close to 70,000 killed and 100,000-120,000 wounded. Fierce fighting near Bakhmut in eastern Ukraine have led to significant casualties on both sides, more than doubling the number of dead since November. Ukrainian forces could fail to retake the Russian-occupied strategic south-eastern city of Melitopol during their counteroffensive, a US official said. Melitopol has been under Russian control since March 2022 and has roads and railways used by its troops to transport supplies to areas they occupy. The US official, speaking on the condition of anonymity, was citing an intelligence report, but the prediction is largely in line with Washington’s view that Ukraine’s counteroffensive is progressing slower than expected. The official added that despite the report and limited progress towards Melitopol, the US believed it was still possible to change the gloomy outlook. One person was killed and two injured as a result of Russian shelling of a village near the southern Ukrainian city of Kherson, according to the prosecutor general’s office said. Some private houses were damaged in the attack, but no further details were provided. In a separate case, four people were injured after Russia shelled a residential area of the city of Chasiv Yar, located in the Donetsk region close to Bakhmut. Russia is continuing its crackdown against critics at home and abroad, with authorities shut down prominent rights group the Sakharov Centre, saying it had illegally hosted conferences and exhibitions. Critics say the group is the latest target of the Kremlin’s battle against liberal-leaning organisations that challenge the state. Separately, a Russian court has placed the co-chair of independent election monitoring group Golos in pre-trial detention until at least 17 October. The ruling comes as Russia gears up for regional elections next month. Moscow also announced sanctions against international criminal court prosecutor Karim Khan, who in March issued a warrant against Putin accusing him of having “illegally deported” thousands of Ukrainian children to Russia. Kyiv has welcomed a US decision to let Denmark and the Netherlands hand F-16 fighter jets over to Ukraine once its pilots are trained to use them. A US official confirmed Denmark and the Netherlands had been given “formal assurances” for the jet transfer. Training by an 11-nation coalition is to begin this month, and officials hope pilots will be ready by early 2024. Ukrainian defence minister Oleksii Reznikov hailed “great news from our friends in the United States”. Russian forces have destroyed Ukrainian drones targeting Moscow and its Black Sea fleet. Russia’s defence ministry said its air force had downed a Ukrainian drone over the capital early Friday morning. Footage showed damage to an expo centre on the Krasnopresnenskaya embankment of the Moskva River, 100 metres from Moscow city. Ukrainian prime minister Denys Shmyhal hailed “important and constructive” talks on grain exports with his Romanian counterpart Marcel Ciolacu during a visit to Bucharest. Ciolacu said Romania wanted to double the amount of Ukrainian grain transiting his country to 4m tonnes. The talks came a day after the first civilian cargo ship sailed through the Black Sea from Ukraine to Istanbul in defiance of a Russian blockade."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/jan/04/nsw-coal-power-stations-set-to-receive-500m-in-price-cap-compensation","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-01-04T01:42:39Z","webTitle":"NSW coal power stations set to receive $500m in price-cap compensation","webUrl":"https://www.theguardian.com/australia-news/2023/jan/04/nsw-coal-power-stations-set-to-receive-500m-in-price-cap-compensation","apiUrl":"https://content.guardianapis.com/australia-news/2023/jan/04/nsw-coal-power-stations-set-to-receive-500m-in-price-cap-compensation","fields":{"bodyText":"Coal power stations in New South Wales are set to receive $500m in price-cap compensation, according to state government sources, further fuelling fears payouts are nearing $1bn. The compensation figure for NSW’s power producers comes on top of an estimate of up to $450m for Queensland’s Gladstone plant, a figure the prime minister, Anthony Albanese, disputed in December before the state’s premier, Annastacia Palaszczuk, appeared to contradict him. In December the Albanese government legislated a temporary price cap of $12 a gigajoule for gas and $125 a tonne for coal, as part of a package including $1.5bn in electricity price relief to save households about $230 on their power bills. To encourage continued supply, where coal power producers have actual costs exceeding the $125 price cap – such as pre-existing supply contracts for more expensive coal – the federal and state governments agreed to provide them a rebate. On Wednesday the Australian reported, and Guardian Australia has confirmed, that according to NSW government sources the figure for that state’s coal power producers will be about $500m. Sign up for a weekly email featuring our best reads Recipients would include Australia’s biggest generator, the Origin-owned Eraring power station to Newcastle’s south, along with coal stations at Bayswater, Liddell, Mount Piper and Vales Point B. A spokesperson for the federal energy minister, Chris Bowen, said “details of the financial assistance are currently being finalised with the NSW government”. The spokesperson said rebates were only offered where pre-existing contracts for coal are above $125 a tonne or in the “very rare circumstances in which reasonable cost of production exceeds $125 a tonne”. “These actions are necessary to shield Australian households and businesses from the worst of the energy price spikes and ensure power prices are as low as possible.” Last month a Queensland government source told Guardian Australia the $450m payout figure for Rio Tinto and its Gladstone power station partners would be “in the ballpark”, although state generators returning in May should limit compensation to six months. The $450m price tag prompted a backlash from the Greens, with their leader, Adam Bandt, saying “not a single dollar of public money” should go to coal and gas corporations, and from the independent senator David Pocock, who said it “raises serious concerns about the total amount of compensation to be paid”. “The briefings and information I received suggested that any compensation under this plan to bring much-needed energy price relief for households and small businesses would be minimal and confined to a small number of generators,” Pocock said. Asked about the reported Gladstone payout, Albanese said: “No, those reports are just that, they are reports … We expect that [for Gladstone] it will be nothing like the sort of figures that I’ve seen in the newspaper.” But Palaszczuk appeared to confirm the figure was possible as a maximum, responding “yes, we did know” compensation for Gladstone could be “up to $450m”. “All of that was worked out when we reached the agreement we reached,” she told reporters. Federal government sources last month said they still expected the total price of compensation to be between $500m and $1bn, figures Guardian Australia reported in mid-December based on a Treasury briefing that included estimates of $250m for NSW producers. The rate of compensation is being determined by a reconciliation of electricity producers’ actual costs with the $125 cap, made more difficult by the fact costs can vary with a combination of coal at a pre-contracted price or from the spot market."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"film/2023/jan/15/natalie-murray-beale-conductor-prepared-cate-blanchett-for-tar","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-01-15T12:00:13Z","webTitle":"Power behind the baton: the conductor who prepared Cate Blanchett for Tár ","webUrl":"https://www.theguardian.com/film/2023/jan/15/natalie-murray-beale-conductor-prepared-cate-blanchett-for-tar","apiUrl":"https://content.guardianapis.com/film/2023/jan/15/natalie-murray-beale-conductor-prepared-cate-blanchett-for-tar","fields":{"bodyText":"Cate Blanchett’s new film role as an imposing orchestral conductor is earning her a shot at another top acting award. But it has already given the Oscar-winner the skills to lead a real orchestra through a score. The actor, who plays fictional American conductor Lydia Tár in the film, Tár, mastered the complexities of the job by training with Natalie Murray Beale, an established star in the field who lives in London and who spent weeks coaching Blanchett for the part. Murray Beale, the hidden force behind the powerful performance, supervised the orchestral scenes after guiding Blanchett during rehearsals. “Cate can conduct now, if she wants,” Murray Beale told the Observer. “She is very musical, sings beautifully and now she has the tools to conduct. I suggested she learn the musical lines of the pieces by heart, rather than learning the score or copying another performance.” Murray Beale, 46, conducts opera, concerts and film scores and, like Blanchett, is Australian. “We developed her own style, but she’s an actress who changes all the time and we didn’t want it to be fixed, since at that level of conducting there is no strict, standard way to do it. A top orchestra is virtuosic, so you don’t need to do all the basics; you can express yourself more. We looked a lot at the physical aspects, ensuring she would not be too reverent of the conductor’s podium, because after all it’s just her workplace.” Some early audiences have protested about director Todd Field’s portrayal of a manipulative and selfish woman in a rare position of authority, but the musicianship and the examination of toxic power have convinced many who work in classical music. “I’m delighted that colleagues say it is authentic,” said Murray Beale. “We went into great detail on the psychology of conducting. These abusive behaviours do still exist. There are not many places where a boss has such power. A conductor is a gatekeeper. I have witnessed anger in rehearsal and even a tussle between conductor and musician. It’s a highly competitive field.” As a young conservatoire student in Australia, Murray Beale herself was affected. “I experienced inappropriate behaviour from a teacher, which I reported. And yet the person concerned was protected. It’s very difficult for institutions because they don’t want things to reflect badly on them.” The conductor believes “the old boys’ club” has been broken down “to some extent”. “There is much more diversity now and the musicians have much more voice. That is a significant, positive change.” Field’s decision to cast a woman in the role of an abusive “maestro”, she argues, allows audiences to see the problem “with fresh eyes”. Whatever cinemagoers decide about the treatment of the subject, Murray Beale adds, there is an overriding value to showing a woman as a highly skilled, admired musician. “It’s very easy for people to have a strong personal reaction to this film, but for me the lack of visibility for female conductors is the real problem. So it was exciting to realise this film will be seen all over the world, particularly in places where women are never shown in such authoritative roles.” One of the hardest elements of conducting is the task of absorbing all the musical material, but for Blanchett, Murray Beale suspects, the most difficult moment was her first encounter with the full orchestra in Dresden, Germany, where the film was largely shot. “Because of the lockdowns we hadn’t had much practice with that. Luckily, we were able to have some rehearsals. I said to Cate, ‘Just don’t be apologetic,’ and she developed a fantastic rapport. Whenever the musicians were drained and fatigued, she was able to flip the atmosphere by making them laugh.” And Murray Beale soon detected a helpful, unexpected parallel between the plot of the film and the musical work of a conductor. “You need to create a lot of tension as a conductor, building up the sense in a concert piece that at some point it all has to break. I think this screenplay, and particularly the way the film has been edited, are just like that.”"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2023/may/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-453-of-the-invasion","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-05-22T14:01:37Z","webTitle":"Russia-Ukraine war at a glance: what we know on day 453 of the invasion","webUrl":"https://www.theguardian.com/world/2023/may/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-453-of-the-invasion","apiUrl":"https://content.guardianapis.com/world/2023/may/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-453-of-the-invasion","fields":{"bodyText":"Fighting has broken out along the Russian border with Ukraine after self-described Russian partisan forces launched a cross-border raid and claimed to have overrun a border settlement for the first time in the war. The Freedom of Russia Legion, which describes itself as an anti-Kremlin militia seeking to overthrow the Kremlin and liberate Russia from Vladimir Putin, claimed to have crossed the border and overrun the settlement of Kozinka, while sending units into the town of Grayvoron in Russia’s Belgorod region. Any capture of territory in Belgorod has not been independently confirmed by journalists on the ground. The militia has mostly existed on social media and it is not known to have participated in any major battles during the war. But both Russia and Ukrainian officials have confirmed fighting at the border and social media video has shown armoured vehicles appearing to overrun a Russian border post near Grayvoron. The Russian-imposed leader of the occupied Donetsk region, Denis Pushilin, has said that Russian forces have begun demining operations in Bakhmut. Tass quotes him appearing on the Rossiya-24 TV channel and saying: “There is a preliminary demining of the city. It is important for us to carry out a complete, thorough demining. This is a very painstaking and difficult work, given the scale of the hostilities that took place there.” In another report, Tass quotes a source from the local Russian-imposed officials saying that “a few dozen more residents” remained in Bakhmut, but that “perhaps, the figure will change as the basements of houses are examined”. The source said that the “evacuation” of civilians continues. Ukrainian troops are still advancing on the flanks of the devastated city, although the “intensity” of their movement has decreased and Russia is bringing in more forces, Ukrainian deputy defence minister Hanna Maliar said on Monday. She said that Ukraine had a small foothold inside the city itself, again denying Russia’s assertion that it has established full control over Bakhmut. Russian president Vladimir Putin congratulated Wagner and Russian regular forces on “the completion of the operation to liberate Artemovsk [the city’s Soviet-era name]” after Wagner boss Yevgeny Prigozhin posed among the wreckage, and said his mercenary group controlled the entire city at the weekend. It has not been possible for journalists to verify the battlefield situation in the city for months. The Zaporizhzhia nuclear power plant has been reconnected to the electricity grid after it was switched to standby and emergency power supply generators were used. Russia-installed local official in the Moscow-controlled part of the region Vladimir Rogov said the plant was “completely” disconnected from external power supply after Ukraine disconnected a power line it controls, Reuters reports. There was no immediate comment from Ukraine, but Anatoliy Kurtev, Zaporizhzhia city council’s secretary in Ukraine, said that work was ongoing since early Monday to restore power to the city. Rafael Mariano Grossi, director general of the International Atomic Energy Agency (IAEA), has said the situation at the Zaporizhzhia nuclear power plant (ZNPP) “cannot continue”. The Washington Post is reporting that the UN nuclear watchdog is pushing for a last-minute agreement to safeguard Ukraine’s Zaporizhzhia nuclear power plant ahead of any counteroffensive. At least eight people were wounded and scores of buildings were damaged in a Russian air attack on Dnipropetrovsk region. “The Russian invaders attacked military and infrastructure facilities of the eastern outpost of Ukraine – the city of Dnipro,” Ukraine’s air force said on the Telegram messaging service. “The attack was carried out by 16 different types of missiles and 20 Shahed-136/131 strike drones,” the air force said, adding that air defences brought down 20 Russian drones and four cruise missiles. At least one person was injured, and images from the city show destruction of emergency services equipment in what appears to have been a strike on a fire station. Russia’s ambassador to the US appears to have warned Washington that any strike on Crimea could be considered a strike on Russian territory by Nato after US president Joe Biden said he would support training for Ukrainian pilots on US F-16 fighter jets. In remarks published on the embassy’s Telegram channel, Anatoly Antonov wrote: “I would like to warn representatives of the administration against thoughtless judgments on Crimea, especially in terms of ‘blessing’ the Kyiv regime for air attacks on the peninsula. Let me remind you that strikes on this territory are considered by us as an attack on any other region of the Russian Federation. It is important that the United States is fully aware of the Russian response.” Mykhailo Podolyak, adviser to the head of the office of president of Ukraine, has said “Crimea is an indisputable and inseparable part of Ukraine. It was, it is and it will be. The liberation of Crimea using any military force and means is the only rational way to stop ‘Russian aggressions’ and bring the world back to international law. It is Ukraine’s direct obligation and necessity today” The governor of Russia’s Belgorod region has claimed on Telegram that an explosive device dropped from an unmanned aerial vehicle in Novaya Tavolzhanka, without causing any injuries. The governor of Russia’s Bryansk region has claimed this morning that Ukraine has shelled a village. The EU’s top diplomat will propose further sanctions against Russia, following a promise by G7 leaders to intensify western restrictions on Vladimir Putin’s ability to wage war on Ukraine. Josep Borrell, the EU foreign policy chief, said he hoped to soon present “concrete proposals to implement the decision of the G7 on new kinds of sanctions against Russia”. Zelenskiy secured fresh military aid from the US during a day of frantic diplomatic activity at the G7 summit at the weekend. US president Joe Biden announced military assistance worth up to $375m (£300m) to Kyiv, telling Zelenskiy the US was doing everything possible to strengthen Ukraine’s defence. The package includes ammunition, artillery, armoured vehicles and training. Biden told a press conference that he had received a “flat assurance” from Zelenskiy that he would not use western-provided F-16 fighter jets to go into Russian territory. Biden said F-16 warplanes could, however, be used “wherever Russian troops are within Ukraine and the area”. Biden told G7 leaders that Washington supports joint allied training programs for Ukrainian pilots on F-16s warplanes, although Kyiv has not won specific, public commitments for delivery of the fighter jets. In a G7 speech, Zelenskiy said Kyiv’s plan to end Russia’s war in Ukraine was “an obvious expression of rationality”, and sought support for his “peace formula”. He thanked western leaders for achieving “a level of cooperation which ensures that democracy, international law, and freedom are respected”, but questioned: “Is this enough?” Zelenskiy played down the fact he did not meet Brazilian president Luiz Inácio Lula da Silva on the sidelines of the summit, saying it was likely because of scheduling. Lula has said Zelenskiy and Putin bear equal responsibility for the war and accused western powers of encouraging the conflict. Berlin police have opened an investigation into the suspected poisoning of two Russian journalists visiting the city for a conference last month organised by the Russian Kremlin critic Mikhail Khodorkovsky. The probe comes after Russian investigative media group Agentsvo wrote that the two women had reported symptoms that pointed to possible poisoning around the time of the event at the end of April."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/2022/nov/04/power-struggles-companies-winter-blackouts-uk-generators","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2022-11-04T13:40:56Z","webTitle":"Power struggles: UK companies gear up for winter blackouts","webUrl":"https://www.theguardian.com/business/2022/nov/04/power-struggles-companies-winter-blackouts-uk-generators","apiUrl":"https://content.guardianapis.com/business/2022/nov/04/power-struggles-companies-winter-blackouts-uk-generators","fields":{"bodyText":"In nearly 40 years as a shopkeeper, James Daunt has had to deal with power cuts many times. “Sometimes there’s a flood or a huge JCB digger has gone through your power supply,” says the founder of Daunt Books, and managing director of Waterstones. “You might run the power from the guy next door, or sometimes you’re literally going round with a torch collecting books for customers in the gloom.” But this winter could present a very different challenge. If gas supplies run too low, the government has crisis plans for a series of rolling three-hour power cuts, with regions of the UK taking it in turn to go dark. This week, the Guardian revealed that officials have also dusted down Programme Yarrow, which would kick in if there were a complete nationwide blackout. It involves prioritising food, water and shelter for the young and for older people, and examines how to communicate with the public. Only hospitals, oil refineries and certain other critical services would be protected. One of the last big power cuts, in August 2019, hit a million customers’ electricity supplies, and caused chaos for rail, road and air commuters. Shop tills froze, IT systems crashed and factories shut down. Thousands of bosses across the country are working out how to prepare their businesses for the worst-case scenarios. In retail, ensuring that stores can still trade is prioritised. Waterstones’ till systems are backed up with uninterruptible power supply (UPS) units, which can work offline. “When the power comes back, all the money flows through,” says Daunt. “The UPS units cannot provide enough power for adequate lighting but you carry on in the gloom – customers are very tolerant of it.” At other shops without these backups, transactions become near impossible in an increasingly cashless economy. As the threatened three-hour blackouts are designed to be evenly spread across the country, Daunt believes that it could be “swings and roundabouts” for his 300 stores nationwide, depending on where and when the cuts fall. For supermarkets – with huge supply chains, chillers and lighting requirements – energy is a huge resource. Sainsbury’s this week said it can control ventilation and lighting in stores and can be “very agile” in responding to issues, although it is not stocking up on generators for each store. Waitrose says the “vast majority of our main buildings have secondary power supplies”. Iceland’s boss, Richard Walker, says the retailer is “in the process of mapping out our future energy requirements” and is installing solar panels at its shops and warehouses. He concedes, however, that nationwide blackouts would make it difficult to keep shops open. In the City, where lost trading time could cost millions of pounds, catastrophe protocols are being studied. Banks in London may use locations beyond the Square Mile, mainly in Essex and Surrey, which were called upon in the pandemic. JPMorgan has said it has contingency plans for all its locations, and can even move staff between offices in different countries. The trade body UK Finance says firms are “making sure their ducks are in a row” and studying precedents in markets such as South Africa, where power cuts are commonplace. Typically, City firms have at least 72 hours of backup generator power, as well as on-site engineers. Industries where being efficient with time is crucial are particularly exposed to power cuts. A senior newspaper executive says it has a “Mary Celeste-style” empty office far from its central London newsroom to ensure it can continue to publish in an emergency on tight deadlines. The site has capacity for about 30 core editors and production staff. “The office is meant to be used in the case of some form of disaster. It has a backup generator, which is tested regularly,” he says. “Improvements in technology allowing people to work from home have made it slightly less important – the key is to have remote access to your core system and protect your server.” Home working will be reliant on robust telecoms, but this is an industry used to outages, typically caused by problems such as storms, and falling trees hitting overhead lines. BT operates 6,000 UK exchanges, each of which has a backup generator. Simon Lowth, BT’s chief financial officer, said this week it has held talks with the government about potentially using the generators for wider public use “to help cope with demand at peaks”. Its ubiquitous green cabinets, seen on Britain’s street corners, which provide broadband connections, have four hours of backup power. The British Gas owner Centrica advises businesses that, rather than protect an entire site from electricity loss at huge cost, they should prioritise essential systems. Certain industries simply cannot function in darkness: blackouts in the West End in 2016 forced performances to be scrapped at some of the country’s best known venues. Some consumers have begun contingency planning. Demand for airfryers, electric blankets and energy monitors had already soared as shoppers sought to cut bills. Now, Google Trends data shows a sharp increase in searches for portable power packs and torches. The slightly apocalyptic scenario has also piqued the interest of survivalists, or “preppers”, who proactively prepare for emergencies. A Reddit discussion among preppers on the prospect of UK blackouts shows users encouraging each other to buy bio-ethanol fires, USB-powered electric blankets, dry pre-packaged meals, water filters and plumbing supplies in case pipes freeze. One senior energy executive says: “The more remote your house is, or the more essential a service your business provides, the more robust your plans for power loss should be.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/aug/25/zaporizhzhia-nuclear-plant-disconnected-ukraine-grid-russia","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-25T18:26:41Z","webTitle":"Shelling temporarily disconnects Zaporizhzhia nuclear plant from Ukraine grid","webUrl":"https://www.theguardian.com/world/2022/aug/25/zaporizhzhia-nuclear-plant-disconnected-ukraine-grid-russia","apiUrl":"https://content.guardianapis.com/world/2022/aug/25/zaporizhzhia-nuclear-plant-disconnected-ukraine-grid-russia","fields":{"bodyText":"Fires caused by shelling cut the last remaining power line to the Zaporizhzhia nuclear power plant on Thursday, temporarily disconnecting it from Ukraine’s national grid for the first time in nearly 40 years of operation, the country’s nuclear power firm, Energoatom, has said. There have been growing international concerns about safety at Europe’s largest nuclear plant. It has been occupied by Russian forces since the start of the war, and they are now using it to house military vehicles and equipment. The White House called on Russia to agree to a demilitarised zone around the plant, after the US president, Joe Biden, spoke to his Ukrainian counterpart, Volodymyr Zelenskiy. Biden congratulated him on the country’s 31st Independence Day, celebrated on Wednesday, which was also the six-month mark since Russia invaded. “I know it is a bittersweet anniversary, but I made it clear that the United States would continue to support Ukraine and its people as they fight to defend their sovereignty,” Biden tweeted after the phone call. Negotiations are under way for the UN’s nuclear watchdog to visit the site, and Ukraine’s top nuclear official told the Guardian that International Atomic Energy Agency (IAEA) inspectors could arrive by the end of the month. Until then, continued fighting puts the plant, and potentially much of Europe, at risk. A nuclear accident could spread radiation far across the continent. The plant was disconnected twice from the Ukrainian grid on Thursday after a blaze at the ash pits of a nearby coal-fired power plant affected the fourth and last connection into the plant’s reactors. Three other lines had already been taken out during the war. “The actions of the invaders caused a complete disconnection of the Zaporizhzhia nuclear power plant from the power grid – for the first time in the history of the plant,” Energoatom said on Thursday. The severing of that connection briefly caused a blackout in the Zaporizhzhia region, said Yevgeny Balitsky, the Russian-appointed governor for the area. Power has now been restored. Disconnecting the plant from the grid is dangerous because it raises the risk of catastrophic failure of the electricity-run cooling systems for its reactors and spent fuel rods. During the outage, the plant still received supplies of electricity from one remaining backup line connected to the nearby conventional power plant, Energoatom said. There were three of these lines before the war, but two have been cut. If all external connections go down, it must rely on diesel-fuelled generators for power. If they break down, engineers only have 90 minutes to stave off dangerous overheating. Zelenskiy claimed late on Thursday that the world narrowly avoided a radiation accident. “If the diesel generators had not turned on … if our station staff had not reacted after the blackout, then we would have already been forced to overcome the consequences of a radiation accident,” he said in an evening address. “Russia has put Ukraine and all Europeans in a situation one step away from a radiation disaster.” He called on the IAEA and other world bodies to act much faster to force Russian troops to leave the territory of the station. The head of Energoatom’s told the Guardian on Wednesday that Russian engineers had drawn up a blueprint to permanently disconnect the plant from the national grid and connect it to the Russian power network instead. Petro Kotin said the plan was ostensibly aimed at maintaining power supply to the plant if all connections to Ukraine were cut off by fighting, as they were on Thursday. But Ukraine fears Russia may deliberately cut the lines. The latest crisis at the plant, which has previously been threatened by fires, came as the death toll from a Russian rocket attack on a railway station and village in south-central Dnipropetrovsk region rose to 25. The three rocket strikes also injured 31, according to Ukraine’s authorities. The area was hit on Independence Day – an anniversary overshadowed by US warnings that Russia may be planning to “step up” attacks. Russia’s defence ministry said its forces had successfully hit a military train, killing 200 Ukrainian soldiers. It said the train was set to deliver arms to the frontline in Ukraine’s eastern Donbas region. It is impossible to corroborate the claims. Ukraine’s authorities do not regularly share information about their military losses. At least some of the victims appear to have been civilians. Pictures and footage of the aftermath aired by Ukraine’s public broadcaster Suspilne showed at least one destroyed house in the village and extensive damage elsewhere. Those interviewed by Suspilne said fellow villagers had died. Kyrylo Tymoshenko, an adviser to Ukraine’s presidential office, said two children, aged six and 11, were killed, the latter when their house was destroyed. Zelenskiy said five people were killed while sitting in a car. Tetyana Kvitnytska, the deputy director of health at the Dnipropetrovsk regional military administration, said four children were among the injured, three of whom were in a serious condition. She said there were shrapnel wounds, burns and fractures. Only two pictures have been released so far of the railway carriages that were hit, which appear burnt out and flattened in places. Tymoshenko said five passenger carriages caught fire and a utility building at the railway station had been hit. The EU’s foreign affairs representative, Josep Borrell, wrote on Twitter: “The EU strongly condemns another terrible Russian attack on the civilian population in Chaplyny on Ukraine’s independence day. Those responsible for Russian missile terror will be held accountable.” Russian and Ukrainian forces have reached a relative stalemate in recent months, partly after the west supplied new long-range missiles that have hampered Russia’s supply lines and ability to continue with its offensives. Ukraine says it also does not have the weapons it needs to launch a decisive counteroffensive."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2023/may/12/landlords-to-be-given-more-powers-to-evict-tenants-for-antisocial-behaviour","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2023-05-12T05:00:45Z","webTitle":"Landlords to be given more powers to evict tenants for antisocial behaviour","webUrl":"https://www.theguardian.com/society/2023/may/12/landlords-to-be-given-more-powers-to-evict-tenants-for-antisocial-behaviour","apiUrl":"https://content.guardianapis.com/society/2023/may/12/landlords-to-be-given-more-powers-to-evict-tenants-for-antisocial-behaviour","fields":{"bodyText":"Landlords in England will be able to evict tenants for antisocial behaviour more easily as part of a wider package of reforms to the rental market, after heavy lobbying by industry organisations and Conservative backbenchers. Michael Gove will use the renters’ reform bill, which could be introduced to the Commons as soon as next week, to strengthen landlords’ rights when it comes to dealing with alleged antisocial behaviour. The move is designed both to reduce antisocial behaviour and to allay landlords’ concerns as the housing secretary also prepares to bring an end to “no-fault” evictions. But charities warn it could also harm victims of domestic abuse, who are often accused mistakenly by neighbours of antisocial behaviour because of the violence happening within their homes. Deidre Cartwright, the senior housing manager at Standing Together Against Domestic Abuse, said: “We welcome the fact that no-fault eviction is ending. But the worry is that by expanding the grounds for landlords to evict people for antisocial behaviour, the government is creating a back door for landlords who otherwise would have used the no-fault route.” A spokesperson for the Department for Levelling Up, Housing and Communities said: “We will bring forward legislation very shortly, which will include a ban on no-fault evictions, so that all tenants have greater security in their homes and are empowered to challenge poor conditions.” The centrepiece of the bill will be a ban on property owners evicting tenants without showing any fault on the tenants’ part, something some landlords do as a way to put up rents before a contract ends. The ban fulfils a manifesto commitment the Conservatives made in 2019 and is part of a push by Gove to refocus Tory housing policy on renters and leaseholders in part to win back young urban voters who have deserted the party in their millions. He is already having to water down parts of that move, however. The Guardian revealed on Wednesday he had been forced to drop plans to end leaseholds altogether after Downing Street warned it could not be accomplished before the election. In recent weeks, Gove has also come under heavy pressure to change the rental proposals as well, with Tory MPs and landlord organisations calling for the bill to give landlords more rights. In recent weeks ministers have met MPs on the Property Research Group, a group of Tory MPs formed to fight against property tax, but which also contains several landlords. The group was set up by Kevin Hollinrake, a business minister who co-founded Hunters estate agents and owns five properties from which he collects rent. They have also been lobbied by the National Residential Landlords Association, which has campaigned for greater landlord rights in a number of areas, including antisocial behaviour. Ben Beadle, the chief executive of the NRLA, said: “We want to see an announcement that gives responsible landlords the confidence that they can evict tenants for things such as rent arrears or antisocial behaviour.” Government sources say Gove has agreed that it should be easier for landlords to evict tenants on antisocial behaviour grounds, though they deny this is as a result of the lobbying he has come under. One said: “The idea this is a sop to landlords is absurd.” Many of the proposals that will be included in the bill when it is introduced to the Commons featured in Rishi Sunak’s antisocial behaviour action plan, which the prime minister published earlier this year. They include expanding the definition of antisocial behaviour to include “any behaviour capable of causing nuisance or annoyance”, and making it easier for landlords to prove such behaviour in court. Some are concerned, however, that the measures could tilt the balance of power too far towards landlords. Natalie Elphicke, the Conservative MP for Dover, said: “We will need to see the detail of these proposals, but we do not want to see landlords being able to claim that tenants are being antisocial simply because they make complaints about them or their properties.” The concerns around domestic abuse, meanwhile, stem from the fact that domestic abuse victims are four times more likely to have antisocial behaviour complaints made against them, often because neighbours simply misunderstand what is happening inside a household."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/2023/feb/05/billionaire-investor-kretinsky-and-trader-vitol-eye-fortune-in-british-power-plant-subsidies","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2023-02-05T16:00:25Z","webTitle":"Billionaire investor Křetínský and trader Vitol eye fortune in British power plant subsidies","webUrl":"https://www.theguardian.com/business/2023/feb/05/billionaire-investor-kretinsky-and-trader-vitol-eye-fortune-in-british-power-plant-subsidies","apiUrl":"https://content.guardianapis.com/business/2023/feb/05/billionaire-investor-kretinsky-and-trader-vitol-eye-fortune-in-british-power-plant-subsidies","fields":{"bodyText":"The billionaire West Ham United investor Daniel Křetínský and Swiss commodities giant Vitol are among bidders hoping to land hundreds of millions of pounds in subsidies to keep the lights on in Great Britain. National Grid’s electricity system operator is preparing to announce successful bidders in a “capacity market” auction this month for 2026. The annual auction will set a subsidy price to pay owners of power stations and battery storage facilities to cover the cost of being on standby in case of any rapid need for extra electricity. The costs are covered through consumer bills. Existing plants are awarded one-year deals, with new-builds given 15-year contracts to guarantee covering investment costs. Analysis of the public register before the auction shows that 69 new-build gas-fired plants have been proposed for 15-year contracts. Gas accounted for 38% of generation last year – a three-year high as the single largest source of power. The prospect of more fossil-fuel-powered plants may anger green campaigners and those urging the government to move faster in supporting renewables projects. The auction comes as the energy regulator Ofgem draws up proposals to prevent backup generators from raking in “excessive” profits as part of their licence conditions. Energy industry profits are under intense scrutiny amid high consumer bills. Shell caused outrage after unveiling record profits last week, while BP is expected to post fourth-quarter underlying profits of about $5bn on Tuesday. Křetínský, known as the Czech Sphinx for his aversion to publicity, has come to prominence in Britain after taking stakes in Royal Mail, West Ham United FC and the supermarket chain Sainsbury’s. The tycoon’s UK energy assets include the Langage and South Humber Bank gas plants and Lynemouth biomass plant in Northumberland. Křetínský’s EP UK Investments is bidding for 15-year contracts to guarantee supply from three new-build gas units at Eggborough. The North Yorkshire project’s backers argue there is an “urgent need” to replace electricity generation lost from retiring coal and nuclear plants in the UK. EP UK also hopes to land one-year contracts at Langage and South Humber Bank. VPI – owned by Vitol, which has posted rising profits during the energy crisis – wants to secure 15-year contracts to let it build two new gas-fired units at Damhead Creek in Kent. VPI is also bidding for one-year contracts for plants at Immingham in north Lincolnshire, Damhead Creek in Kent, Shoreham outside Brighton, and Rye House in Hertfordshire. Rye House drew scrutiny after it submitted the 20 highest winter bids for power on 12 December, setting new records as National Grid paid out £27m to keep the lights on during cold, still conditions. InterGen, which received an estimated £12.6m on 12 December, is also bidding, for one-year contracts for its sites at Spalding, Rocksavage and Coryton. EP UK’s proposed new-build units at Eggborough could be worth more than £840m in subsidy payments over 15 years while VPI’s plans at Damhead Creek could bring in more than £750m, according to Aurora Energy Research. EP UK’s existing units are expected to be worth more than £64m a year, while Vitol’s trio of plants may account for more than £54m, based on last year’s prices – and prices are expected to rise in this month’s auction, in part due to inflation. Other applications include a Drax project in south Wales and a series of projects in the south-east proposed by Statera Energy. Marlon Dey, head of research for UK and Ireland at Aurora, said: “Gas remains essential for security of supply today, and keeping the lights on during a period of low wind and solar power. There is still a long way to go in order to scale up renewable power to reduce our dependency on gas further. “If gas-fired peaking plants are used sparingly, they will have an important role to play and are not necessarily incompatible with net zero – depending how much they are used.” The government hopes to secure 42GW to 45GW of capacity in the auction on 21 February. Existing plant owners plan to submit bids for 39 gigawatts worth of power, meaning new-build plants must provide 3-6GW – enough to power 2.5m to 5m homes. Last year’s auction set a price of £30.59 per kW hour to secure 42GW of power, at a cost of £2.1bn over 15 years. Separately, National Grid said on Sunday it had asked owner Uniper to put a unit at its coal-fired power plant at Ratcliffe-on-Soar in Nottinghamshire on standby in case it is needed on Tuesday during a period of low wind."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2022/dec/22/thousands-left-without-power-in-victoria-as-huge-storm-sweeps-state","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2022-12-22T16:32:00Z","webTitle":"Thousands left without power in Victoria as huge storm sweeps state","webUrl":"https://www.theguardian.com/australia-news/2022/dec/22/thousands-left-without-power-in-victoria-as-huge-storm-sweeps-state","apiUrl":"https://content.guardianapis.com/australia-news/2022/dec/22/thousands-left-without-power-in-victoria-as-huge-storm-sweeps-state","fields":{"bodyText":"Thousands of Victorians have been left without power and Melbourne airport has been forced to ground flights as a major storm front swept across the state’s south. There was also extreme weather on the way for parts of the Northern Territory and West Australian coasts on Friday as a tropical low deepened over the Timor Sea. More than 5,500 households and customers were experiencing power outages in Victoria as of 8.30pm on Thursday, many in Melbourne’s western suburbs. The Bureau of Meteorology issued a severe thunderstorm warning for large parts of the state from Echuca in the north to Geelong in the south amid the downpour. The weather event first hit the Geelong, Port Phillip and the Bellarine peninsula regions on Thursday afternoon, moving east to north-east as the night progressed. Melbourne airport was lashed with the heaviest initial downpour, recording 40mm of rain in the 20 minutes to 5.30pm, resulting in the delays of a number of inbound and outbound flights. Hail up to 3cm in diameter was reported in Geelong around the same time, while Tatura recorded 26mm of rain in the 30 minutes to 7pm. A spokesperson for Melbourne airport said all aerodrome operations were temporarily suspended on Thursday due to the risk of lightning, which resulted in the grounded flights. “Now that the storm has passed, ground staff have resumed operations and are working to safely get passengers to their destinations,” they said. “This afternoon’s storm has resulted in a significant number of water leaks across Melbourne airport’s terminals and we are currently cleaning up the impacted areas. “The safety of passengers and staff is our top priority. We apologise to passengers for the inconvenience.” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Areas impacted later on Thursday evening included metropolitan Melbourne and the regional cities of Shepparton, Seymour, Ballarat, Geelong, Wangaratta, Traralgon and Bairnsdale. Parts of Craigieburn were already experiencing flooding and building damage as the storm moved through Melbourne, the Victoria Emergency website confirmed. “A low pressure trough is combining with a moist and unstable atmosphere to produce showers and thunderstorms across much of Victoria,” the BoM said. “Heavy rainfall that may lead to flash flooding, damaging winds and large hailstones are likely.” Victoria’s State Emergency Service (SES) warned Victorians to avoid travel if possible amid dangerous conditions and, if on the road, to look out for hazards including flood water and fallen trees. It said recent storms may make trees unstable and likelier to fall amid windy or wet conditions. A flood warning remained in place for the state’s Murray and Edward rivers, with prolonged flooding continuing at Euston, Mildura, Wentworth, Moulamein, Barham, Wakool Junction and Boundary Bend. The Murray wasn’t expected to fall below a minor flood level in Victoria until early January as water moves into South Australia’s catchments. Conditions have eased in the Mallee district, leading to the cancellation of a severe thunderstorm warning. The BoM said the tropical low across northern Australia may develop into a tropical cyclone on Friday morning before crossing the coast near the Western Australia-NT border. It declared a warning zone from Dundee Beach in the NT to Kalumburu in WA including Wadeye, Kununurra and Wyndham, but not including Kalumburu. Senior meteorologist Rebecca Patrick told the ABC the system would weaken when it passed over land but regardless of its intensity “it will remain as a deep depression and still bring heavy rainfall”."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2023/jul/06/new-york-farm-workers-ufw-unions","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2023-07-06T10:00:03Z","webTitle":"Union wins at New York farms raise hopes for once-powerful UFW","webUrl":"https://www.theguardian.com/us-news/2023/jul/06/new-york-farm-workers-ufw-unions","apiUrl":"https://content.guardianapis.com/us-news/2023/jul/06/new-york-farm-workers-ufw-unions","fields":{"bodyText":"For decades, the United Farm Workers – a powerhouse under American labor leader and civil rights activist Cesar Chavez in the 1970s – has declined in size and prominence, its membership falling from 60,000 to around 6,000. Now, after years of scant success in organizing, the UFW has something big to boast about: it has unionized 500 workers at five farms in New York state. It’s the union’s biggest organizing success in years, and the first time the California-based union has organized in the north-east. The New York victories will increase the union’s membership by 8%, with some labor experts saying these successes show new promise and energy in the long-languishing UFW. “It’s extraordinary,” said William B Gould IV, a labor law professor at Stanford and former chairman of the California Agricultural Relations Board. “It’s a sharp contrast with everything we’ve seen. There was considerable lethargy with the UFW. This is a significant departure. It’s very surprising and welcome.” In New York state, the UFW has won union drives at four orchards and one vegetable farm. The vast majority of those unionized are workers from Jamaica or Mexico with H-2A visas to do seasonal work. Teresa Romero, president of the United Farm Workers, told the Guardian that the victories were made possible by a four-year-old New York law – the Farm Laborers Fair Labor Practices Act – which gives farm workers a state-protected right to unionize and prohibits retaliation against farm workers seeking to organize. To ease unionization, the law requires farms to recognize a union once a majority of workers sign pro-union cards. “It’s amazing. When the laws change, workers really can win,” Romero said. Explaining why the workers unionized, she said: “Dignity and respect is one reason. In many cases, the housing for farm workers is deplorable.” Junior Johnson, a Jamaican worker at Wafler Farms, an apple grower, said one reason he backed unionization was the immense pressure to work fast. “We have no say. We have no rights,” Johnson said. “If we go to the morning meeting and a worker wants to complain, the boss says, ‘I don’t want to hear it.’ We have no one beside the union to stand up for us. We have to keep our mouths closed.” Some workers say that if workers speak up, they are told to stay home that day and thus not get paid. Some growers have pressed workers not to sign union cards, telling them they could avoid paying 3% of their pay toward union dues. But Johnson said: “Because of what we go through daily, I’d be happy to pay more than 3% just to have someone to stand up for us.” Owen Salmon, a fellow Wafler worker from Jamaica, said: “If a worker speaks up, you can lose your job” – meaning a seasonal worker is not brought back the following year. “If you don’t speak up, you keep your job.” Santos Mendoza Escamilla, a Mexican worker at Lynn-Ette &amp; Sons, said: “Sometimes we are pushed to work so hard, it doesn’t feel doable. It was always the boss’s word. Now with a union, we feel we have someone pushing back.” The UFW says it has unionized four apple farms – Wafler Farms, Cahoon Farms, Porpiglia and A&amp;J Kirby – and a vegetable grower, Lynn-Ette. The three biggest unionized farms, Wafler, Cahoon and Lynn-Ette, did not respond to questions from the Guardian. Two other unions have also been organizing farm workers in New York: the Retail Wholesale and Department Store Union (RWDSU) and the United Food and Commercial Workers. They have organized two vineyards, a dairy farm and several other farms, around 125 workers in all. “It was impossible to unionize farm workers before the new law,” said Jessica Garcia, assistant to the president of the Retail Wholesale union. “The new law, it’s made it possible.” Jessica Ramos, a state senator from Queens, was the main sponsor of the farm worker legislation. “This is something that people thought couldn’t be done,” she said, noting that progressive lawmakers had struggled for over a decade to enact the legislation. She said the law passed because in 2018, Democrats won control of the state senate for the first time in a decade, giving the party trifecta control. “We wanted to unapologetically create this environment where the UFW, the RWDSU and other organizations could organize,” Ramos said. “We wanted farmworkers to have a life with dignity.” The National Labor Relations Act, passed in 1935, gave most private-sector workers a federally protected right to unionize. That law did not cover farm workers largely because southern senators wanted to exclude the region’s farm laborers, most of them Black, from coverage. Kerry Kennedy, head of RFK Human Rights, a nonprofit advocacy group, lobbied hard to enact the New York law. Her father, Bobby Kennedy, was a strong supporter of the UFW and Chavez. Kennedy even lobbied in Albany alongside Dolores Huerta, who co-founded the UFW with Chavez. “We became involved with farm workers in New York because they had no right to form a union,” Kennedy said. “They could be fired for attempting to form a union, and they were systematically threatened with deportation if they complained to their employer about working conditions. They had no right to a day off each week. No overtime pay. No unemployment insurance. We worked for about a decade to pass the farm worker Fair Labor Practices Act, and that remedied nearly all those issues.” Romero said she hoped the UFW would create partnerships with unionized farms to help both workers and growers. Steve Ammerman, communications director for the New York Farm Bureau, a growers association which lobbied against the unionization law, said only a handful of farms are going through contract negotiation. He said: “It must be a fair process on both sides of the equation, as there have been concerns raised over questionable tactics and false promises used to encourage farmworkers to sign union authorization cards.” UFW officials denied making any false promises. Ammerman added that higher wages make it more difficult “for farms in particular, to be able to compete in the marketplace”. The UFW is seeking to organize more New York farms to add to its five victories – quite a contrast to California, where there have been just six union elections for farm workers since 2016. Labor experts say it has been hard to unionize farm workers in California because the UFW could not use card check – although a new California law now enables that – and because many farms are large operations and fiercely anti-union. Moreover, newly unionized growers sometimes refused to ever agree to a first contract, a bitter frustration for workers. With California’s new card check law, Antonio De Loera-Brust, the UFW’s communications director, said the successes in New York are “a good preview of what we hope to achieve in California in the next couple of years”. UFW president Romero said that only three states – New York, California and Hawaii – have laws “where farm workers can organize.” UFW officials point to a conflict in Washington state, where a majority of workers at a large mushroom farm voted to unionize, but the company refused to recognize or bargain with the UFW. That state’s law does not require farms to do so. “When you’re able to change the law and make it easier and safer for workers to organize, it is always good,” Romero said."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jun/18/ukraine-woman-recounts-five-month-nightmare-of-torture-and-imprisonment","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-06-18T10:00:42Z","webTitle":"‘They enjoyed this’: Ukrainian woman recounts five-month nightmare of torture and imprisonment","webUrl":"https://www.theguardian.com/world/2023/jun/18/ukraine-woman-recounts-five-month-nightmare-of-torture-and-imprisonment","apiUrl":"https://content.guardianapis.com/world/2023/jun/18/ukraine-woman-recounts-five-month-nightmare-of-torture-and-imprisonment","fields":{"bodyText":"Olena Yahupova was first taken by the Russian occupiers in the Ukrainian city of Enerhodar last October. Neighbours she knew had informed on her, telling the FSB secret police that her husband was a Ukrainian military officer. What followed, she says, was two days of torture with the secret police – which turned out to be only a prelude to a nightmare of five months of detention and forced labour, during which she also had to act in faked news clips. “There was a complete absence of any source of law, they did whatever they want,” Yahupova says, now speaking in Ukraine, describing the situation in a town after Russia “gradually built up this repression machine” aimed at liquidating opposition and trying to force locals to collaborate. Enerhodar was a city of 53,000 before the war, best known as being the site of the Zaporizhzhia nuclear power plant, the largest in Europe. A key target for the Russian invaders, it was captured in early March 2022. Dmytro Orlov, its mayor in exile, now based in the Ukrainian city of Zaporizhzhia, says only 15,000 people are left, a third of whom work at the vast site, and describes a Russian reign of terror unleashed not just on Ukrainian leaders and nuclear plant workers, but also ordinary citizens such as Yahupova. Five hundred people or more, he estimates, have been subject to kidnapping and torture, and electrocuting, he says, is commonplace. Orlov feels he has heard “just too many stories” of violence meted out to Ukrainians. “In the beginning, I felt shock and despair. But now the time has made me feel tougher and rougher.” At first, Yahupova was far from a target. A local government worker, she says she didn’t participate in any anti-Russian protests. But she made the mistake of being slow to leave, concerned about her pets, and one autumn day she was taken by FSB officers to the local police station. “They tied my hands to my ankles,” she begins, demonstrating by bending forward, before she describes being hit around the head with a full plastic bottle. Strangulation was regular – “one guy holding your neck, another pinching your nose” – while they demanded unsuccessfully that she reveal her husband’s location or inform on others with military connections in the town. A wire flex was wrapped around her neck, a gun was placed against her forehead – “Imagine the condition I was in,” she says, speaking quickly – and she says she, too, was electrocuted, although it is something she is understandably reluctant to detail. “Before doing this, they would announce it,” adding to the torture. Yahupova says the violence was the work of a team of five or six FSB officers – “One by one, they would do these things. They enjoyed this” – and recounts being in a state of shock and pain. “I wouldn’t even have time to yell … there was no time to think … often, I was just looking. It was so shocking,” she continues. After two days the torture stopped, but Yahupova was not released. Brought before a senior officer, she was told, “I don’t see any crime here”, but she was detained in a crowded cell, with up to 15 people at a time. Inmates slept on the floor during the winter and on some days no food was provided. She languished in jail until January: “Basically, they forgot about me.” There was one exception. An FSB officer demanded that Yahupova appear on Russian news to complain about alleged Ukrainian shelling. “He threatened to shoot me”, she says, if she didn’t comply. An item was filmed last October, and is still up on RIA Novosti’s Telegram channel, with the strain clearly showing in her eyes. The shelling, she says now, was conducted by Russian forces. Finally, it was decided she would be expelled from the jails, because she was “impossible to re-educate”, and she was relocated close to the front line, near Russian-held Vasylivka, with two employees of the nuclear power plant. Again, she was forced to participate in a faked video, purporting to show her being expelled to Ukraine through a checkpoint, which again appeared on RIA Novosti. But Yahupova was not expelled. “They gave us to the military and left, we were told it was time to work for the Russian Federation. We were made to dig trenches for two months in freezing weather,” she added. “They would bring us before the sunrise and make us leave after the sunset.” Their efforts were monitored by armed guards; it was “kind of a modern gulag”. A release came after another prisoner managed to persuade a soldier to lend them a phone so they could call relatives who were able to trigger an intervention. A squad turned up and took them to Melitopol, where senior Russian police officers said she could go, appearing to recognise that her forced labour was illegal, and presented her “with a business card with three phone numbers on it” in case she had problems. Yahupova had finally been released and returned to Enerhodar. It was March and when she got back “there was nothing in my house”, she says, accusing local police, people she once knew, of stealing her possessions. Almost immediately on her return, the same local police arrived, terrifying her, but they backed off after calling the numbers on the business card, finally allowing her the time to raise money and leave. Compared with what happened before, the final stage of Yahupova’s story was relatively simple. Perhaps because of the police intervention, her name was not listed at any checkpoints, and she was able to pass through one of Moscow’s filtration camps at Berdyansk into Russia proper without being questioned, although other Ukrainians were removed from the bus. After that, she crossed the border to Estonia and freedom. “I was ready to kiss the soil,” she says, when she left the filtration camp. After reaching Estonia, she finally dared to call her husband to tell him she was alive. “My family told me I should stay in Europe”, after what had happened; but she returned to Zaporizhzhia, “where I signed up to be conscripted to the army”, and to celebrate by renewing her wedding vows in church with her lifelong partner. Prior to the war, western intelligence officials warned that the FSB had been tasked with eliminating opposition in captured or surrounded cities, a prediction that appears to have been grimly borne out in Enerhodar. Although she is back in Ukraine safely, Yahupova says she believes, like the mayor, that her case is one of many war crimes: “I think there are other people digging those trenches now, and as for the nuclear power plant workers I was with in January, I fear the worst.”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2023/jun/26/prigozhin-mutiny-monster-acting-creator-eu-diplomat-josep-borrell","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2023-06-26T10:22:29Z","webTitle":"Prigozhin mutiny was monster acting against his creator, says top EU diplomat","webUrl":"https://www.theguardian.com/world/2023/jun/26/prigozhin-mutiny-monster-acting-creator-eu-diplomat-josep-borrell","apiUrl":"https://content.guardianapis.com/world/2023/jun/26/prigozhin-mutiny-monster-acting-creator-eu-diplomat-josep-borrell","fields":{"bodyText":"Yevgeny Prigozhin’s aborted mutiny in Russia was “the monster acting against his creator”, the EU’s foreign policy chief has said. “The political system is showing fragilities, and the military power is cracking,” Josep Borrell told reporters in Luxembourg as he arrived for a meeting with ministers from across the 27-member bloc. Wagner group mercenary forces under Prigozhin seized control of military headquarters in southern Russia and began to move towards Moscow on Saturday before suddenly heading back to eastern Ukraine after a deal with the Kremlin. “The most important conclusion is the war against Ukraine launched by Putin and the monster that Putin created with Wagner, the monster is fighting, the monster is acting against his creator,” Borrell said. Borrell said the instability in Russia was dangerous given its nuclear arsenal and would be top of the agenda at the Luxembourg summit, where ministers voted through a promise to top up Ukraine’s military funds by €3.5bn (£3bn). After the daylong summit, Borrell said the EU’s view of the future of Russia had changed in the wake of what he described as an “armed insurrection”. “It is clear now that our vision of Russia is quite different. It is not just a threat because it has military capability of provoking war, which it has shown already, but also internal political instability,” he said, without elaborating on scenarios he said ministers had discussed. “Certainly it is not a good thing to see that a nuclear power like Russia is going into a phase of political instability,” he said. EU foreign ministers were scrambling to digest the fallout from the mutiny at their meeting. The German foreign minister, Annalena Baerbock, said Putin was destroying his own country with his “brutal war of aggression” in Ukraine. “We are seeing massive cracks in the Russian propaganda,” she added. Baerbock said the EU would focus on helping Ukraine in its fight to let its people live in peace and freedom. The Swedish minister Tobias Billström said it was too early to do an analysis but that the weekend’s events brought Ukraine’s potential membership of the EU into sharp focus. The most important thing was supporting Ukraine so it could win back its territory, he added. “We will have a good opportunity to sit down and talk about the future policy with regard to Ukraine, when it comes to EU integration,” Billström said ahead of the summit. “And when it comes to giving both political, military, humanitarian and financial support to Ukraine, until Ukraine has restored its territorial integrity completely.” Finland’s new foreign minister, Elina Valtonen, said: “It’s too early to tell where this will lead to. But of course, it’s pretty obvious that the events of the weekend will have continued effect on how Putin is seen internally, but also on how Russia is seen to the outside world. “It is common for authoritarian states that everything seems to be very stable until one day, nothing is stable any more. And I expect such a development for Russia as well.” Ministers approved the 11th round of sanctions against Russia, aimed at stopping Putin circumventing previous sanctions by using third countries to ship crude oil and other products around the world."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2022/aug/06/russia-ukraine-war-live-news-latest-updates-putin-zelenskiy","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-08-06T17:03:55Z","webTitle":"Russia-Ukraine war ‘about to enter new phase’ as Russian forces gather in the south, UK intelligence warns – as it happened","webUrl":"https://www.theguardian.com/world/live/2022/aug/06/russia-ukraine-war-live-news-latest-updates-putin-zelenskiy","apiUrl":"https://content.guardianapis.com/world/live/2022/aug/06/russia-ukraine-war-live-news-latest-updates-putin-zelenskiy","fields":{"bodyText":"The head of the International Atomic Energy Agency (IAEA) expressed concerns about the shelling the previous day at the Zaporizhzhia nuclear power plant in Ukraine, saying the action showed the risk of a nuclear disaster, Reuters reports. “I’m extremely concerned by the shelling yesterday at Europe’s largest nuclear power plant, which underlines the very real risk of a nuclear disaster that could threaten public health and the environment in Ukraine and beyond,” director General Rafael Mariano Grossi said in a statement. He added that military action jeopardising the safety and security of the Zaporizhzhia plant “is completely unacceptable and must be avoided at all costs”. “Any military firepower directed at or from the facility would amount to playing with fire, with potentially catastrophic consequences.” Ukraine’s Prosecutor General’s office said it had started criminal proceedings against what it said was rocket and artillery shelling by the Russian military of Zaporizhzhia power plant on Friday. Russia and Ukraine have accused each other of shelling Europe’s biggest nuclear power plant. Ukraine’s State Security Service (SBU) detained two men it accused of being Russian intelligence agents responsible for identifying targets for Russian missile strikes that wrecked shipbulding infrastructure in the southern port city of Mykolaiv, the agency said. The two men “collected and transmitted intelligence to the enemy about important infrastructure facilities, fuel depots, the deployment and movement of personnel and equipment of (Ukraine’s) Armed Forces,” the SBU said in a post on messaging app Telegram. As a result, the SBU said several shipbuilding enterprises and fuel depots were damaged or destroyed. The agency said both men were now being held in custody. It did not say when the infrastructure was hit. The head of Amnesty International’s Ukraine office has quit the human rights body in a disagreement after the group accused Ukraine’s armed forces of endangering civilians by basing troops in residential areas during the Russian invasion. Amnesty made the comments in a report published on Thursday that drew fierce criticism from the Ukrainian government, Reuters reports. Amnesty’s Ukraine head Oksana Pokalchuk said on Facebook late on Friday that she was resigning as she opposed the report’s publication, and now understood that she could not get it changed or removed. Pokalchuk said the human rights group unwittingly “created material that sounded like support for Russian narratives of the invasion. In an effort to protect civilians, this study became a tool of Russian propaganda”. “It pains me to admit it, but we disagreed with the leadership of Amnesty International on values. That’s why I decided to leave the organization.” Asked about Pokalchuk’s resignation, an Amnesty spokesperson quoted Agnes Callamard, the organisation’s secretary general, as saying: *Oksana has been a valued member of Amnesty staff, and has led the Amnesty International Ukraine office for seven years with many significant human rights successes.” “We are sorry to hear that she is leaving the organization, but we respect her decision and wish her well. Ukrainian officials say they take every possible measure to evacuate civilians from front-line areas. Russia denies targeting civilians in what it describes as a “special military operation” in Ukraine. North Macedonia has agreed to supply tanks and planes to Ukraine, Ukrainian presidential aide Mykhailo Podolyak said. It was previously reported that North Macedonia would supply Soviet-era tanks but there was no mention of aircraft deliveries. Podolyak said: “Many nations are showing more courage today than half of the G20. “Like North Macedonia, giving Ukraine a (supportive) shoulder in the form of tanks and planes.” It’s 4pm in London and 6pm in Kyiv. Here’s a summary of the latest developments in Russia’s invasion of Ukraine. The EU has condemned Russia’s actions regarding the Zaporizhzhia nuclear power plant. The plant has been described as being “a serious risk” by Ukraine’s state nuclear energy company, Energoatom. Inside Olenivka, the notorious detention centre outside Donetsk, dozens of Ukrainian soldiers have been burned to death while many others face torture under a regime of “absolute evil”, Anna Vorosheva, a 45-year-old Ukrainian entrepreneur who spent time in the jail, has told the Observer. Russia is amassing troops in the south of Ukraine but the purpose of the build-up is not yet clear, UK intelligence has warned. The Ministry of Defence says Russian forces could be preparing for a new assault or merely anticipating a counter-offensive from Ukraine. Meta, formerly Facebook, have removed a network of Instagram accounts operated by a troll farm in St. Petersburg, Russia. 45 Facebook accounts and 1,037 Instagram accounts were removed and the report found that around $1,400 had been spent in rubles to pay for ads on Facebook and Instagram. Overnight Russian shelling in the Dnipropetrovsk oblast injured three people and destroyed residential buildings, including a kindergarten and a children’s art centre, according to reports from the Kyiv Independent. Pro-Russian forces in the Russian-occupied cities of the Luhansk region of Ukraine are using humanitarian aid to lure residents to provide personal data to partake in a referendum on joining Russia. The EU has condemned Russia’s actions regarding the Zaporizhzhia nuclear power plant. Josep Borrell Fontelles, the high respresentative of the EU for foreign affairs and security policy and vice-president of the EU Commission, tweeted: “This is a serious and irresponsible breach of nuclear safety rules and another example of Russia’s disregard for international norms”, and called for Russian forces occupying the plant to give open access to the International Atomic Energy Agency. The plant has been described as being ““a serious risk” by Ukraine’s state nuclear energy company, Energoatom. Inside Olenivka, the notorious detention centre outside Donetsk, dozens of Ukrainian soldiers have been burned to death while many others face torture under a regime of “absolute evil”, Anna Vorosheva, a 45-year-old Ukrainian entrepreneur who spent time in the jail, has told the Observer. Vorosheva said she had no doubt Russia “cynically and deliberately” murdered Ukrainian prisoners of war after fighters were blown up on 29 July in a mysterious and devastating explosion. Moscow claims Ukraine killed them with a US-made precision-guided Himars rocket, but satellite images and independent analysis suggest they were obliterated by a powerful bomb detonated from inside the building. “Russia didn’t want them to stay alive. I’m sure some of those ‘killed’ in the explosion were already corpses. It was a convenient way of accounting for the fact they had been tortured to death,” Vorosheva said. The Ukrainian governor of Luhansk province, Serhiy Haidai, has posted a photo on his Telegram channel which appears to show the head of a Ukrainian prisoner of war stuck on a pole outside a house in the eastern Ukrainian city of Popasna, which was captured by Russian forces in May and is close to the current frontline in the Donbas. The Guardian has not confirmed the authenticity of the photo. Geolocation tools suggest it is genuine and was taken in late July, not far from the centre of Popasna. The photo is the latest in a string of apparent atrocities committed by Russian forces since the invasion started in February. Pro-Russian forces in the Russian-occupied cities of the Luhansk region of Ukraine are using humanitarian aid to lure residents to provide personal data to partake in a referendum on joining Russia, Sergei Gaidai, the head of Luhansk military administration has reported on his Telegram channel. The post suggests that campaigning and data collecting is being carried out at events which are being offered to provide support and humanitarian aid to residents of the occupied areas. “Under the guise of providing food or construction materials, the occupying power and the collaborating public movement organise meetings with the population of the recently captured territories of the region,” Gaidai said in the post. According to Gaidai the Russian forces “lure out personal data, urge people to go to the so-called referendum” while “forcing people to exchange their will for food or drinking water”. The Guardian has not been able to independently verify this information. Here are some of the latest images from photographers on the ground in Ukraine: Concerns are growing for the safety of Zaporizhzhia nuclear power plant after an attack by Russian anti-aircraft missiles on 5 August. At the plant, which was severely damaged according to a report on the Telegram account of Energoatom, the Ukrainian state nuclear operator, emergency protection measures have been activated and one of the three working power units was turned off. The post reported the plant remains in the control of the Russian military but added that “Ukrainian staff of the station continue to work and make every effort to ensure nuclear and radiation safety”. The plant, which is the largest in Europe and the third largest in the world, generates energy for Ukraine and has been controlled by the Russian military since 4 March when Russian troops captured Energodar, the city where the plant is located. Hello, it’s 11.15am in London and 1.15pm in Kyiv. Here’s a summary of the latest developments in Russia’s invasion of Ukraine. Russia is amassing troops in the south of Ukraine but the purpose of the build-up is not yet clear, UK intelligence has warned. The Ministry of Defence says Russian forces could be preparing for a new assault or merely anticipating a counter-offensive from Ukraine. Meta, formerly Facebook, have removed a network of Instagram accounts operated by a troll farm in St. Petersburg, Russia. 45 Facebook accounts and 1,037 Instagram accounts were removed and the report found that around $1,400 had been spent in rubles to pay for ads on Facebook and Instagram. A European Union plan to cut gas use and help Germany wean itself off dependency on Russia will come into effect early next week, the bloc’s presidency said on Friday. Last week, EU member states agreed to reduce their use of gas by 15% over the winter, with exceptions for some countries and despite opposition from Hungary. A leading Russian hypersonics expert has been arrested on suspicion of treason, the state-controlled Tass news agency reported on Friday. Andrei Shiplyuk heads the hypersonics laboratory at the Novosibirsk Institute of Theoretical and Applied Mechanics, according to the institute’s website, and has in recent years coordinated research to support the development of hypersonic missile systems, Reuters reports. Overnight Russian shelling in the Dnipropetrovsk oblast injured three people and destroyed residential buildings, including a kindergarten and a children’s art centre, according to reports from the Kyiv Independent. Meta, formerly Facebook, has removed a network of Instagram accounts operated by a troll farm in St Petersburg, Russia, according to its newest report into global threats, the Kyiv Independent reports. The accounts, which aimed to create a perception of online support for Russia’s invasion of Ukraine, posted pro-Russian comments on content shared by social media influencers and media. The physical troll farm was operating out of an office building in St Petersburg, which had 10 days previously prior advertised job postings for “spammers, commenters, content analysts, designers and programmers” focused on the social media platforms, YouTube, Telegram and TikTok. The accounts were targeting politicians, journalists, actors, celebrities and commercial brands from around the world that were vocal in their support for Ukraine. 45 Facebook accounts and 1,037 Instagram accounts were removed and the report found that around $1,400 had been spent in rubles to pay for ads on Facebook and Instagram. Overnight Russian shelling in the Dnipropetrovsk oblast injured three people and destroyed residential buildings, including a kindergarten and a children’s art centre, according to reports from the Kyiv Independent. The attacks left several thousand people without power or water, as gas and water pipelines and the electricity network were compromised. Oksana Pokalchuk, the head of Amnesty International’s office in Ukraine, has resigned from her role following a report published by the human rights organisation which accused the Ukrainian military of breaching international humanitarian law. The report, which has been criticised by Ukraine’s president, Volodymyr Zelenskiy, as well as western diplomats, including the British and US ambassadors to Ukraine, accused the Ukrainian military of putting civilians at risk by positioning themselves in residential areas such as empty schools or civilian buildings, meaning Russia will target urban areas risking civilian lives in the crossfire. Announcing her resignation via Facebook, Pokalchuk said she held meetings with Amnesty International to discuss what they were going to publish but said that her input was “deleted” and replaced with what the organisation published in its report on Thursday. “If you don’t live in a country invaded by invaders and are tearing it to pieces, you probably don’t understand what it’s like to condemn an army of defenders. And there are no words in any language that can convey this to someone who has not felt this pain,” Pokalchuk said. The report has since been used by Kremlin-directed Russian media as a way to evidence their false claims that Russian forces are only going after military targets in Ukraine. Despite ongoing criticism, Amnesty International said that while it condemned Russia’s invasion, the report’s findings were based on evidence gathered during extensive investigations and that it would report Ukrainian violations when it observed them. Here are some of the latest images from photographers on the ground in Ukraine: We’ve got more from the UK’s MoD. On what Ukraine’s troops are focusing on, it adds: Ukrainian forces are focusing their targeting on bridges, ammunition depots, and rail links with growing frequency in Ukraine’s southern regions. Including the strategically important railroad spur that links Kherson to Russian-occupied Crimea, almost certainly using a combination of block, damage, degrade, deny, destroy, and disrupt effects to try to affect Russia’s ability to logistically resupply. The MoD then adds it believes the war is about to enter a “new phase”. Russia’s war on Ukraine is about to enter a new phase, with the heaviest fighting shifting to a roughly 350km frontline stretching south-west from near Zaporizhzhia to Kherson, paralleling the Dnieper River. As we just mentioned, the UK’s Ministry of Defence has revealed there is a significant build-up of Russian forces in southern Ukraine. However, the MoD said it was unclear whether these additional forces were for a new assault on Ukrainian territory or in anticipation for a Ukrainian counteroffensive. It reported: Long convoys of Russian military trucks, tanks, towed artillery, and other weapons continue to move away from Ukraine’s Donbas region and are headed south-west. Equipment was also reported to be moving from Russian-occupied Melitopol, Berdiansk, Mariupol and from mainland Russia via the Kerch Bridge into Crimea. Battalion tactical groups (BTG), which comprise between 800 and 1,000 troops, have been deployed to Crimea and would almost certainly be used to support Russian troops in the Kherson region. On 02 August 2022, a new BTG had been deployed to Crimea and BTGs are also being re-deployed from Eastern Grouping of Forces. These will highly likely be sent into the Kherson region in the coming days. Good morning, it’s approaching 7.30am in London and 9.30am in Kyiv. Here’s a summary of the latest developments in Russia’s invasion of Ukraine. Russia is amassing troops in the south of Ukraine but the purpose of the build-up is not yet clear, UK intelligence has warned. The Ministry of Defence says Russian forces could be preparing for a new assault or merely anticipating a counter-offensive from Ukraine Ukraine has accused Russian forces of strikes near a nuclear reactor at the Russian-occupied Zaporizhzhia power plant in the country’s south-east. Energoatom, the state-run operator of Ukraine’s nuclear power plants, said in a statement: “Three strikes were recorded on the site of the plant, near one of the power blocks where the nuclear reactor is located.” Russia’s defence ministry accused Ukrainian forces of shelling the plant, saying a leak of radiation had been avoided only by luck. A European Union plan to cut gas use and help Germany wean itself off dependency on Russia will come into effect early next week, the bloc’s presidency said on Friday. Last week, EU member states agreed to reduce their use of gas by 15% over the winter, with exceptions for some countries and despite opposition from Hungary. A leading Russian hypersonics expert has been arrested on suspicion of treason, the state-controlled Tass news agency reported on Friday. Andrei Shiplyuk heads the hypersonics laboratory at the Novosibirsk Institute of Theoretical and Applied Mechanics, according to the institute’s website, and has in recent years coordinated research to support the development of hypersonic missile systems, Reuters reports. Vladimir Putin has met Recep Tayyip Erdoğan for talks that were expected to focus on Russia’s war in Ukraine and that are being rumoured to include Kremlin efforts to circumvent western sanctions. The Russian president welcomed Erdoğan to Sochi, a resort city on the Black Sea, by thanking the Turkish president for help in securing an international deal that resumed grain exports from Ukraine that had been disrupted by the Kremlin war machine – as well as Russian foodstuffs and fertilisers – to world markets. They agreed to boost cooperation in the transport, agriculture, finance and construction industries, they said in a joint statement after a four-hour meeting."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"music/2023/apr/24/bbc-singers-lso-review-music-and-words-of-power-as-rattle-protests-vandalism-of-uks-musical-life","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2023-04-24T12:05:47Z","webTitle":"BBC Singers/LSO review – music, and words, of power as Rattle protests vandalism of UK’s musical life","webUrl":"https://www.theguardian.com/music/2023/apr/24/bbc-singers-lso-review-music-and-words-of-power-as-rattle-protests-vandalism-of-uks-musical-life","apiUrl":"https://content.guardianapis.com/music/2023/apr/24/bbc-singers-lso-review-music-and-words-of-power-as-rattle-protests-vandalism-of-uks-musical-life","fields":{"bodyText":"Mahler’s Seventh Symphony was originally intended as the sole work in this evening’s concert. Such, however, was the outrage over the threat to so many of the UK’s classical music ensembles and companies that the LSO invited the now reprieved BBC Singers to perform Poulenc’s Figure humaine as well, as a gesture of solidarity. Speaking after the interval, Simon Rattle protested how “the Arts Council’s swingeing cuts in November” and “the proposed vandalism by the BBC” have affected the musical life of this country, angrily inveighing the “political ignorance of what this artform entails” and the “stubborn pride in that ignorance” on the part of those who have wreaked such havoc. Poulenc’s piece itself carries enormous symbolic resonance. Written in secret under Nazi occupation in 1943-44, and an iconic Resistance work, it sets texts by Paul Éluard for two a cappella six-part choruses. Poulenc initially intended it for French choirs after the Liberation, but given the complexity of its vocal writing, he eventually allocated it to the BBC Singers (known at the time as the BBC Chorus), who gave the first performance in March 1945. Hearing them sing it is a reminder both of their greatness as an ensemble, and of their centrality as interpreters in musical history. It was done with fierce intelligence and great conviction. Rattle gave the music space for dissonances and detail to register without fracturing tensions or momentum, and the emotional trajectory from quiet anger to the tremendous closing demand for freedom was exactingly and thrillingly plotted. Mahler’s Seventh was often superb, too. The opening movement was a rollercoaster ride, a thing of jolts, contrasts, mood swings and moments of beauty. Rattle’s attention to detail in Mahler emerged in the central nocturnes and scherzo, swivelling between retro Romantic nostalgia and fragmentary anticipations of the worlds of Schoenberg and Berg: the second Nachtmusik sounded particularly gorgeous here. The bucolic finale can so often seem at a tangent from the rest of the work and did so here, despite the energy Rattle brought to it. The playing was virtuosic in its brilliance throughout."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/2023/jul/26/three-choirs-festival-francis-pott-a-song-on-the-end-of-world-review-potts-powerful-oratorio","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2023-07-26T14:01:21Z","webTitle":"A Song on the End of World review – Pott’s powerful oratorio returns to Three Choirs festival","webUrl":"https://www.theguardian.com/music/2023/jul/26/three-choirs-festival-francis-pott-a-song-on-the-end-of-world-review-potts-powerful-oratorio","apiUrl":"https://content.guardianapis.com/music/2023/jul/26/three-choirs-festival-francis-pott-a-song-on-the-end-of-world-review-potts-powerful-oratorio","fields":{"bodyText":"Francis Pott’s oratorio A Song on the End of World takes its title from the Nobel prize in literature laureate Czesław Miłosz’s poem written after the Nazi invasion of his native Poland. The oratorio, a Three Choirs commission, was first performed in 1999, its reappearance at this year’s festival comes in the wake of it being voted, during 2020’s lockdown, festival audience’s favourite premiere. Twenty-four years on, neither its subject matter nor its musical style feels any the less contemporary or relevant. In his seven-movement structure, Pott sets texts including Walt Whitman, George Mackay Brown, Randall Jarrell and Charles Causley, as well as psalms and anonymous 15th-century words which, while reflecting on the humanity of Christ, also suggest Christ as Everyman in a world where every continuing atrocity is a crucifixion repeated. The work’s emphasis on the pity of war makes it feels like a requiem, against the rosy hue of the Miłosz poem and its insistence that “No one believes it is happening now”. References to the Earth burning – Georg Heym’s “Forests fall to the consuming flames” and Mervyn Peake’s “fires dance like madmen on the splinters” felt newly chilling – the picture of man’s war on man now also invoking man’s heedless war on the planet. In Gloucester’s acoustic, such outbursts could not fail to resonate, yet the music’s quiet passages, where dissonant harmonies emerged most clearly, were also eloquent, with the two extremes of fierce and hushed tellingly juxtaposed in lines first by Thomas Traherne and then Dylan Thomas. At 70 minutes, the oratorio is long, but it’s testimony to Pott’s command of his choral and orchestral resources, together with the three soloists, soprano April Frederick, mezzo Clare Presland and baritone Marcus Farnsworth, that it didn’t drag. In the first half, conductor Adrian Partington, Gloucester’s artistic director, had chosen Holst’s Ode to Death – as serene as it is forceful – as a fitting parallel. That also sat well with the emotional surge and swell of Arnold Bax’s Tintagel, wonderfully conveyed by the Royal Philharmonic Orchestra. By comparison, Randall Svane’s opening Quantum Flight, given its UK premiere here, had fizzed along, an antidote to the sobriety of what was to come. • Three Choirs festival at Gloucester continues until 29 July"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"commentisfree/2023/may/09/projection-deception-sunak-staying-in-power-tories","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2023-05-09T06:00:12Z","webTitle":"They call it ‘projection’ but it’s a grand deception. And it’s Sunak’s only hope of staying in power | Samuel Earle","webUrl":"https://www.theguardian.com/commentisfree/2023/may/09/projection-deception-sunak-staying-in-power-tories","apiUrl":"https://content.guardianapis.com/commentisfree/2023/may/09/projection-deception-sunak-staying-in-power-tories","fields":{"bodyText":"The Tories and their entourage, buoyed by four general election wins in a row but looking ever more nervously towards the next one, have found a new way to dodge blame for Britain’s ailing state: pretending they’re not in power. “Why is the left in the driving seat of government after 13 years of Tory rule,” the journalist Charles Moore asked in the Daily Telegraph last month. A recent cover essay of the Spectator struck a similar note, claiming a “new woke elite” is now “destined to rule over an increasingly divided and embittered society”. Pieces in the Sun, Mail and the Times raised the same alarm. The diagnosis is clear: don’t be fooled by the Conservatives’ long residence in No 10 – a cabal of middle-class liberals, out of step with the public and covertly led by Gary Lineker, is really ruling Britain. It’s hard not to feel like we’ve been here before. Wasn’t the Tories’ triumph over the European Union supposed to free Britain from the grip of unelected elites, once and for all? Alas, no sooner did the Conservatives slay one set of out-of-touch rulers than another one arose in their place – the bureaucrats in Brussels have morphed seamlessly into a new progressive aristocracy, comprising everyone from civil servants to junior doctors to the judiciary, opposing the Conservatives’ singular right to rule over Britain unopposed. Yet again, the Conservatives are the ones who represent “real” Britain, while their opponents are anti-democratic and unpatriotic, deploying all kinds of nefarious means to obstruct the people’s will. Psychologists have a word for this phenomenon: projection – the process by which someone displaces their own negative traits or insecurities on to someone else. The Conservatives have long excelled in using projection as a political weapon. While it is their party that defends the interests of bosses, property owners and those with inherited wealth, they claim Labour is driven by elite self-interest. While they happily take donations from oligarchs, it’s the left that is under the sway of foreign powers. The Tories love nothing more than to reign over Westminster and Fleet Street while raging against what Margaret Thatcher called the enemy within. Such narratives have been pushed by the party and its supporters ever since the Labour party came into existence. “The British Labour party, as it impudently calls itself, is not British at all,” the Mail declared in November 1923, as its proprietor impudently cosied up to Benito Mussolini on the continent. And they have been endlessly useful. Not only does the persistence of an “enemy within” or “new elite” exonerate the Tories’ failures in government – implying that actually existing Conservatism has never been tried and so justifying the seizure of more power – but it also implausibly places the wealthy Tory elite and the proverbial “man on the street” on the same side, jointly opposed to this undemocratic foe. Ever since the dawn of Britain’s democracy, Conservatives have had to find extravagant ways to make this outlandish positioning convincing. For a long time, empire and monarchy gave them the unifying cause they craved. With the globe beneath Britain’s paw, even those at the bottom of the hierarchy at home could be encouraged to look down on all others abroad: to be born English, the famous saying went, was to have won first prize in the lottery of life, whether you were a butler or a baron. But after the second world war and the dissolution of empire, the Tories needed a new way to distort and disguise Britain’s divides. They found it at Britain’s borders. “It is possible that Tory attitudes on immigration will strike a working-class response and replace the old-style imperialism,” the influential Conservative MP John Biffen wrote in 1965. Enoch Powell delivered his “rivers of blood” speech three years later. They never looked back. In Powell’s reconfiguration of post-imperial Britain, the world was no longer beneath Britain’s paw but instead queueing at the gates, desperate to be let in. This narrative, advanced by his disciple Thatcher and sustained by every Tory leader since, has proved similarly empowering, and even more useful: it offers the Conservatives not only a way of appealing across classes, but an alibi for the miserable state of the country’s public services and economy. If Britain is no longer great, it is because it is too generous, spreading its greatness so thinly that the nation’s “native” citizens suffer for it. Any leftwing or liberal defence of immigration can be held up as proof of treachery: whose side are they on? But despite their patriotic odes to the British people, the Conservatives remain a fundamentally elitist and anti-democratic force. They are wedded to an unrepresentative political system that allows the party to frame fine-margin victories – often involving the votes of little more than a quarter of the electorate – as towering majorities. Just as austerity deliberately eroded local democracy, curtailing the power of opposition-led councils to improve people’s lives, the Tories’ latest move to push through voter ID under a fictitious threat of voter fraud – a measure that is likely to disfranchise millions of people, most of them less well-off – represents yet another move to disempower the public. It is a naked articulation of the Conservatives’ method: muzzle Britain in the name of protecting it, shoring up their own power. The result is confounding: a ruling class that refuses to take any responsibility for ruling, an elite that enriches its chums while calling their opponents self-serving, a vandal that imagines itself the victim. As long ago as 1871, the novelist Anthony Trollope saw this duplicity as a feature of the Conservative mind. “They feel among themselves that everything that is being done is bad – even though that everything is done by their own party,” he wrote in the novel The Eustace Diamonds. “To have been always in the right and yet always on the losing side … A huge, living, daily increasing grievance that does one no palpable harm, is the happiest possession that a man can have.” More than 150 years later, Trollope’s words have an eerie resonance. Conservatives feel that everything that is being done is bad, even though almost all of it is done by them. They lament the state of the nation even as they lead it. Last week’s local election results suggest the public’s patience may be fading. But while the Tories may mourn Britain’s decline, so long as they remain in power, they seem happy in their unhappiness, confident that there will always be someone else to blame, someone else to suffer the consequences. Samuel Earle is the author of Tory Nation: How One Party Took Over"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2022/nov/04/scholz-china-germany-visit-lets-work-together-says-xi","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-04T16:05:32Z","webTitle":"China and Germany condemn Russian threat to use nuclear weapons in Ukraine","webUrl":"https://www.theguardian.com/world/2022/nov/04/scholz-china-germany-visit-lets-work-together-says-xi","apiUrl":"https://content.guardianapis.com/world/2022/nov/04/scholz-china-germany-visit-lets-work-together-says-xi","fields":{"bodyText":"Xi Jinping and Olaf Scholz have condemned Russia’s threat to use nuclear weapons in Ukraine, with both leaders expressing their desire for the conflict to end. The Chinese president stressed the need for greater cooperation between China and Germany in what he referred to as “times of change and turmoil”, and said both leaders “jointly oppose the use or threat of use of nuclear weapons,” although he stopped short of criticising Russia or calling for the withdrawal of Russian troops. The German chancellor said Russia was in danger of “crossing a line” in the international community if it used atomic weapons, in what was the first meeting with his Chinese counterpart. Scholz’s inaugural one-day visit on Friday was the first by a leader of a G7 nation to China in three years, and was viewed as testing the waters of relations between Beijing and the west after years of mounting tensions, analysts say. Observers said Scholz’s visit was being viewed in China as a welcome development as the country’s leadership looks to consolidate its relations with the outside world after years of isolation during the pandemic. For his part, Scholz was looking to achieve greater market access at a time when the German economy is struggling with inflation and an imminent recession, largely fuelled by the energy crisis. Scholz defended his decision to travel to China with a group of industrial representatives, which has been viewed with controversy at home, telling journalists: “It is good and right that I am in Beijing today.” He said in time of crisis, such as Russia’s invasion of Ukraine, bilateral meetings were all the more important. In a meeting with China’s outgoing premier, Li Keqiang, Scholz said he had urged Xi to use China’s influence as a permanent member of the UN security council on Russia to bring an end to the invasion of Ukraine. “I told president Xi that it is important for China to exercise its influence on Russia,” he said. During their meeting, which was held in the Great Hall of the People in Beijing, Xi said that as large nations with influence, China and Germany should work together all the more during “times of change and turmoil” for the sake of world peace, according to the state broadcaster CCTV. “As long as the principles of mutual respect, seeking common ground while reserving differences, exchanges and mutual learning, and win-win cooperation are upheld, the general direction of bilateral relations will not be deviated, and the pace of progress will be stable,” Xi was quoted as saying by CCTV. “At present, the international situation is complex and changeable. As influential powers, China and Germany should work together in times of change and chaos to make more contributions to world peace and development.” Over lunch Scholz told Xi it was important both leaders were meeting in person during tense times, with Russia’s invasion of Ukraine creating problems for the rules-based global order, according to a Reuters reporter accompanying Scholz’s delegation. At a news conference after his meeting with Li, Scholz said he had raised the issue of Taiwan, which China claims as its own territory over which it will not exclude using weapons in order to bring it under its control. “Like the US and other countries, we are pursuing a one-China policy,” he said. “But I have made equally clear that any change in Taiwan’s status quo must be peaceful or by mutual consent.” The two leaders also discussed Europe-China relations, the climate crisis and global hunger, as well as how to develop China-Germany economic ties, which Scholz said had “become more difficult for German companies recently” because of China sealing off access to many of its market sectors. Li nominally has responsibility over China’s economy. According to German media who accompanied him, Scholz indirectly admonished China over its failures to protect minorities in China. He told Xi that human rights were universal, especially the rights of minorities and pledged to “want to remain in discussion” with China about the situation in the province of Xinjiang, which is allegedly home to hundreds of interment camps in which more than 1 million Uyghurs are believed to be held. China’s strict zero-Covid policy and growing tensions with the west have made it unfeasible for leaders of major western powers to visit China. Xi himself has only just resumed foreign trips. Scholz’s visit is probably a welcome development for China’s leadership, which will be looking to shore up relations with the outside world after the conclusion of the 20th party congress, where Xi consolidated his status as the core of the ruling Communist party. In the run-up to the visit, there had been criticism from within the EU and the German government coalition, mainly from the Green party and the Liberals. With Reuters and Associated Press"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"news/2022/sep/16/why-future-sea-levels-matter-to-suffolks-sizewell-nuclear-plant","type":"article","sectionId":"news","sectionName":"News","webPublicationDate":"2022-09-16T05:00:08Z","webTitle":"Why future sea levels matter to Suffolk’s Sizewell nuclear plant","webUrl":"https://www.theguardian.com/news/2022/sep/16/why-future-sea-levels-matter-to-suffolks-sizewell-nuclear-plant","apiUrl":"https://content.guardianapis.com/news/2022/sep/16/why-future-sea-levels-matter-to-suffolks-sizewell-nuclear-plant","fields":{"bodyText":"The caution of scientists, reinforced by accusations scaremongering from the well-funded fossil fuel lobby, has meant computer estimates of sea level rise in official forecasts have been low. Scientists mostly only counted the rise of the oceans because of expansion of warmer water then added on melting glaciers in the Alps and other temperate regions. Originally ice caps in Greenland and Antarctica were excluded, in case increased snow fall in winter was greater than the ice melt in summer. Real time measurements of ice lost in polar regions has changed that. Coastal inundation in places such as East Anglia, Florida, and the Nile and Mekong deltas is expected to be far worse and quicker than previously predicted. Food supplies are threatened. The melting is also irreversible. This makes Boris Johnson’s last act as prime minister to back a giant nuclear power plant on a low lying coast at Sizewell in Suffolk look a gamble. The builders, EDF, say there is no danger because the twin reactors will be built on a concrete raft seven metres above mean sea level, with a further surrounding wall to protect the nuclear island. But this concrete monolith will need to withstand sea level rise and storm surges for up to 200 years to protect future generations from its radioactive content."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"culture/2022/dec/30/joanna-scanlan-light-in-the-hall-interview","type":"article","sectionId":"culture","sectionName":"Culture","webPublicationDate":"2022-12-30T11:00:47Z","webTitle":"Joanna Scanlan: ‘There’s a rageful power in me ready to be unleashed’","webUrl":"https://www.theguardian.com/culture/2022/dec/30/joanna-scanlan-light-in-the-hall-interview","apiUrl":"https://content.guardianapis.com/culture/2022/dec/30/joanna-scanlan-light-in-the-hall-interview","fields":{"bodyText":"When the actor Joanna Scanlan was four years old, she had an epiphany. She recalls standing on stage at her north Wales convent school reciting a poem and “in that moment feeling transported to another realm of existence. I remember thinking: ‘I prefer it here.’ The reality is that I still feel that way. As much as I love my life, I do prefer to be in the realm of the imagination. It is the place where I am my truest self.” Scanlan, who is 61, is installed in a meeting room at her publicist’s office in Soho, London. It has been a long morning of interviews, but if she is tired of talking she is too nice to show it; her default setting is sunny and self-effacing. She is here to discuss The Light in the Hall, a psychological thriller set in Carmarthenshire which has been shot in English and Welsh (Scanlan learned her lines with the help of her Welsh-speaking niece). She plays Sharon, whose teenage daughter, Ela, was murdered 18 years ago. A local gardener, Joe Pritchard (Game of Thrones’ Iwan Rheon) was convicted of the crime, but never revealed why he did it or what he did with the body. When he is released on parole, Sharon determines to find out what happened to her child. Researching the role, Scanlan read a series of victim personal statements in murder cases, where relatives of the dead explain how the crime has affected them. “They are the most gut-punching pieces of writing I think I’ve ever read,” she says. “This isn’t dialogue from a TV drama or a novel. This is people’s lives. They are there as a voice for the lost life, and the continual loss of life that is played out within a family when a person is killed.” The series delves deep into the notion of truth and how it can become warped when a crime is committed. Scanlan has first-hand experience of this, having witnessed the assault of a male friend in a pub when she was a student. A man passing their table had knocked his pint to the floor, seemingly on purpose, and a fight ensued. Her friend was so badly beaten that he had to go to hospital, and Scanlan made a police statement. A few months later, she was called to give evidence in court. “I was sitting outside waiting to be called in and there was a bloke sitting beside me who was the weediest-looking guy imaginable,” she says. “I thought he was one of the solicitor’s team. But then our representative came out and asked if I wanted to re-read the statement I had made on the night of the crime. So I read it and there, in my own words, was a perfect description of the man who had been sitting beside me.” Scanlan lets out a horrified laugh. “So, in the gap between the guy punching my friend and me being hauled into court to give evidence, I had reimagined this bloke as fucking Arnold Schwarzenegger!” In court, Scanlan learned more about the perpetrator and found herself feeling sympathy for him: he had a young family and had recently lost his job. “I mean, the incident shouldn’t have happened,” she says, “but I had made so many internal judgments about the perpetrators of crime, and I had mapped that on to the reality we were now looking at. So, in playing Sharon, this question of how we judge perpetrators of crime, and what contexts and mitigation there may be, was strong in my mind.” The Light in the Hall is Scanlan’s first major role since winning a Bafta for best leading actress in After Love, Aleem Khan’s film which cast her as a widow from Dover who discovers her late husband, a ferry captain, had a secret family in Calais. The film critic Mark Kermode described her performance as “a masterclass in the dramatic power of understatement”. On picking up her award, Scanlan said: “Some stories have surprise endings, don’t they?” “Well, I really had surprised myself,” she says now. “For a start, I had never imagined playing a leading role. But I also started acting very late – I didn’t perform professionally until I was 35 – so I’ve always had this sense of running to catch up. If someone said to me now that they were thinking of becoming an actor in their mid-30s, I’d probably say: ‘That boat may well have sailed.’” Since her breakout role as Terri, the put-upon civil servant in The Thick of It, Scanlan has rarely wanted for work: she has played a ward sister in the hospital sitcom Getting On (which she also co-wrote); an exasperated detective in Paul Abbott’s No Offence; a mother superior in Mark Gatiss and Steven Moffat’s Dracula; and a cheerful farmer’s wife in The Larkins. Still, she has lost count of the projects she has been involved with that never got off the ground or simply failed to capture viewers’ imaginations. “There’s a lot of snakes and ladders in this game. You do something wonderful and then – bam! – it’s cancelled. So in that sense, the surprise of getting a Bafta was real. Here I was standing on stage as a leading lady being honoured by my peers. I still think to myself: ‘Did that really happen?’” It was, famously, a doctor who persuaded Scanlan to pursue acting. Prior to that, she had worked at Leicester’s De Montfort University and, later, at the Arts Council. At 29, she was signed off work following a bout of depression and extreme fatigue. The doctor in question asked her whether she had ever wanted to do anything else with her life. When she said she had wanted to act, he told her: “If you don’t do this, you will be ill for the rest of your life.” His words were “like an arrow going straight into my sternum. I didn’t doubt him at all.” Scanlan describes her early childhood as “idyllic”: she grew up in rural Cheshire “surrounded by animals and no people” and spent most of her time outdoors. “That time spent finding fairy rings, jumping over rivers, being stung by nettles 100 times a day; I think my inner self was forged in that landscape.” When she was 13, her parents bought a hotel in Ruthin, north Wales. Throughout her teens, she worked every job going: cleaner, waitress, bartender, receptionist. “Hotels are much like theatres in that everyone is playing a role,” she says. “I would stand behind the bar polishing glasses and eavesdropping on people’s lives. I found them totally absorbing and I learned so much about people, which clearly fed into what I do now.” And what of her career now, as a Bafta-winning actor? No Offence writer Abbott said recently that Scanlan was “about to go ballistic. We’ll see her disappearing off into Netflix and Hollywood now.” She looks thoughtful when I mention this. “It’s a strangely stratified world, our industry, and awards mean you get on new lists. I have always put excellence and creativity first, and I’ve been lucky enough that around 80% of what I’ve done has been really good. But now I’m in this luxurious position of being considered a leading actor, and that is tremendously exciting.” It is different, she adds, when you have a supporting part, which means “you’re just in and out [on set]. What comes with a leading role is that sense of responsibility for the whole. You’re there with the crew from beginning to end, and there’s something about that that suits me.” While sitting in a taxi early this morning, Scanlan found herself idly thinking about the kind of roles she hasn’t yet done, but would like to. “I have always played people who are under the radar,” she reflects. “I get packaged as quite ordinary. So I would really like to harness my power. I don’t think I’ve played many characters with real welly. I feel like there is this rageful power [in me] that could be quite compelling that hasn’t been unleashed. But now I think I’m ready.” The Light In the Hall is on Channel 4 from 4 January at 9pm and streams on All 4."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"environment/2022/aug/21/sizewell-c-nuclear-plant-funding-approved-despite-tory-split","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2022-08-21T14:38:35Z","webTitle":"Sizewell C nuclear plant funding approved despite Tory split","webUrl":"https://www.theguardian.com/environment/2022/aug/21/sizewell-c-nuclear-plant-funding-approved-despite-tory-split","apiUrl":"https://content.guardianapis.com/environment/2022/aug/21/sizewell-c-nuclear-plant-funding-approved-despite-tory-split","fields":{"bodyText":"Boris Johnson has approved funding for a new nuclear power station at Sizewell in Suffolk in the final weeks of his premiership, but some of Liz Truss’s senior allies are split over the decision. The prime minister and the chancellor, Nadhim Zahawi, approved financing for the construction of two new reactors known as Sizewell C, enabling private funding of about £20-30bn to be raised. However, Simon Clarke, another key Truss ally and a Treasury minister, warned in a letter leaked to the Sunday Times that the decision could limit Truss’s economic vision. In the letter, he said the costs of Sizewell C were “sufficient to materially affect spending and fiscal choices for an incoming government, especially in the context of wider pressures on the public finances”. In an article for the Mail on Sunday, Kwasi Kwarteng stressed the need to “crack on with more nuclear power stations” in order to increase Britain’s energy security. He gave development consent for Sizewell C in July, but negotiations over the government’s investment decision had been ongoing. A Whitehall source said Boris Johnson had taken the decision to press ahead with Sizewell several weeks ago. However, he dismissed the idea that the move would tie the hands of the next prime minister, following reports that the Truss campaign was worried that it was irreversible. “In the next few weeks, we will announce a government investment decision on Sizewell C where the government formally commits to the project’s financing. It allows the project to raise private capital in the markets. But it’s only at the point of the final investment decision in early 2023 that the government would formalise any equity share.” Johnson’s decision over Sizewell was challenged by a campaign to stop the nuclear reactor being built. A spokesperson for the campaign, Stop Sizewell C, said: “Whatever way you look at it, this is a very dodgy decision. Has it been made by a lame duck PM who is not supposed to tie the hands of his successor, or was it in fact made before Sizewell C was granted planning consent, lending serious weight to our conviction that this was a prejudiced, political decision? “Our next prime minister should call Sizewell C in. There are so many better ways to spend billions of pounds of taxpayers’ money than on a project that won’t light a single lightbulb for at least a decade.” Truss has not stated a clear position on Sizewell C, but hinted last year at concerns about the involvement of China’s state-owned energy company, CGN, as part of a consortium providing funding for the preparatory work at the nuclear plant. She told the Telegraph at the time: “I think it’s very important that we don’t become strategically dependent and I think it’s important that we make sure that we’re working, particularly in areas of critical national infrastructure, with reliable partners.” EDF, the French state energy firm, worked with CGN on the first phase of the project for a new nuclear power station to sit alongside Sizewell B, which is operational, and Sizewell A, which is being decommissioned. The UK government is keen to ease CGN out, however, over concerns about Chinese involvement in sensitive assets. Johnson’s government has already put up £100m of funding this year to support the development of Sizewell C."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"technology/2023/feb/20/macbook-pro-m2-pro-review-apples-best-laptop-gets-more-power-and-battery-life","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2023-02-20T07:00:30Z","webTitle":"MacBook Pro M2 Pro review: Apple’s best laptop gets more power and battery life","webUrl":"https://www.theguardian.com/technology/2023/feb/20/macbook-pro-m2-pro-review-apples-best-laptop-gets-more-power-and-battery-life","apiUrl":"https://content.guardianapis.com/technology/2023/feb/20/macbook-pro-m2-pro-review-apples-best-laptop-gets-more-power-and-battery-life","fields":{"bodyText":"Apple’s M2 Pro chip upgrade for the MacBook Pro boosts performance and battery life in an already extremely capable machine – but it comes with a sizable price increase, making it particularly expensive outside the US. The starting price is £2,149 ($1,999/A$3,199), which is £250 (A$200) more than its predecessor despite being the same price in the US, which is partly down to weak currency rates. It is not as if the 2021 model was cheap, but pushing beyond the £2,000 mark for the new version significantly raises the barrier to entry. The outside of the machine remains untouched, with the winning combination of a brilliant fast, sharp and super-bright screen, class-leading keyboard and trackpad, a reasonable selection of ports and a premium look and feel befitting of its price. It was excellent in 2021 and remains so today. It runs macOS 13.2 Ventura like all recent Macs, including its desktop stablemate, the Mac mini. It generally runs similarly to previous versions and not too different to Windows, but has useful screen-sharing and proximity features, allowing you to use a recent iPad as a second screen or control it remotely. You can use an iPhone as a wireless webcam, which works really well but is less necessary because the FaceTime HD camera on the MacBook Pro is pretty good already. Specifications Screen: 14.2in mini LED (3024x1964; 254 ppi) ProMotion (120Hz) Processor: Apple M2 Pro or M2 Max RAM: 16, 32, 64 or 96GB Storage: 512GB, 1, 2, 4 or 8TB SSD Operating system: macOS 13.2 Ventura Camera: 1080p FaceTime HD camera Connectivity: wifi 6E, Bluetooth 5.3, 3x USB 4/Thunderbolt 4, HDMI 2.1, SD card, headphones Dimensions: 221.2 x 312.6 x 15.5mm Weight: 1.6kg M2 Pro is faster and more efficient The new M2 Pro chip offers decent performance gains on the already very fast M1 Pro chips, with up to 14% improvement in CPU speed and up to 22% faster graphics in tests. That puts it alongside some of the best Intel and AMD laptop chips, but at considerably lower power consumption. The M2 Max chip is also available for those who need more graphics or power for specialist applications. Fitted with the M2 Pro, the laptop lasted about 10% longer on battery than its predecessor in my testing, managing more than 15 hours of light work such as word processing or browsing and about 12 hours of more demanding tasks such as editing batches of large images in Affinity Photo. That’s thoroughly impressive, outlasting all rivals by some margin. The battery reaches a full charge in just under 90 minutes, hitting 50% in about 30 minutes using Apple’s included 96W USB-C charger and MagSafe cable, but it can also charge via any of the USB ports. Sustainability The MacBook Pro is made of 30% recycled materials, including aluminium, rare earth elements, tin, gold and plastic. Apple breaks down the computer’s environmental impact in its report. The computer is generally repairable and has repair manuals available, and the battery can be replaced for £245 by Apple. Repair specialists iFixit praised the machine’s more repairable design but criticised Apple’s use of software locks on replacement parts. Apple offers trade-in and free recycling schemes, including for non-Apple products. Price The 14in MacBook Pro starts at £2,149 ($1,999/A$3,199) for an M2 Pro chip with 10-core CPU and 16-core GPU, 16GB of RAM and 512GB of storage. Models with the 12-core CPU/19-core GPU M2 Pro cost from £2,499, while M2 Max models start at £3,149. The 16in MacBook Pro starts at £2,699 ($2,499/A$3,999). It is not possible to upgrade the RAM or storage after purchase. For comparison, the MacBook Air M2 starts at £1,249, while Windows laptops roughly equivalent to the new machines, such as the Dell XPS 15, cost about £1,950, the Razer Blade 14 is about £2,100 and Microsoft’s Surface Laptop Studio costs from £1,449. Verdict The 14in MacBook Pro is a truly excellent laptop with serious power and longer battery life than any of its competitors. Many of its parts are best in class and put together in a very easy to live with package. But it comes at a very high cost, and one that may be prohibitive even to those looking for a pro-grade workhorse – £2,149 buys an awful lot of machine elsewhere. Certainly for Apple consumers, it makes the £1,249 M2 MacBook Air all the more enticing at £900 less than the entry-level Pro, though still not exactly cheap. For those who need a Mac but don’t need the power and ports, there aren’t that many corners cut for the Air. Still, it is encouraging to see Apple continue to make progress with its own chips in increasing performance and energy efficiency hand in hand. Longer battery life is always welcome. Pros: powerful, very long battery life, fantastic miniLED ProMotion screen, plenty of ports and SD card slot, brilliant speakers, Touch ID, great keyboard and trackpad, MagSafe, 14in is a great size. Cons: no USB-A, no Face ID, no Centre Stage camera, RAM or SSD can not be upgraded after purchase, no Boot Camp/Windows support, very expensive."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2023-01-10T16:04:39Z","webTitle":"Anti-strike bill: Shapps to get power to decide minimum service levels ","webUrl":"https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels","apiUrl":"https://content.guardianapis.com/uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels","fields":{"bodyText":"The business secretary, Grant Shapps, will be able to decide statutory minimum service levels for a string of public services under the terms of a new anti-strike bill condemned by Labour as likely to increase stoppages. Unveiling details of the proposed law, Shapps said ministers would consult during the progress of the bill on what minimum services levels would be required for fire, ambulance and transport services, including rail. The measures, which could lead to striking staff being sacked, will also affect health, education, border security and nuclear decommissioning. In these areas, Shapps said, the hope was to reach agreed minimum service levels “that mean that we don’t have to use that power in the bill”. Again, these were not set out. Explanatory notes for the bill, published after Shapps spoke, gave no details for what level of minimum services would be required. Under the law, the business secretary would be given the powers “to make regulations providing for levels of service where there are strikes in relevant services”. Employers must consult with unions on what this means in practice before a strike, the bill states. It also confirms that staff who breach minimum service levels will lose employment protections and could be sacked. Despite the government’s insistence that the planned law, which will apply to England, Scotland and Wales but not Northern Ireland, is not an attack on the right to strike, unions have labelled it as heavy-handed and likely to exacerbate industrial disputes rather than limit their impact. Mick Lynch, the general secretary of the RMT rail union, called the bill “an attack on human rights and civil liberties which we will oppose in the courts, parliament and the workplace”. Sharon Graham, the leader of Unite, called it “another dangerous gimmick from a government that should be negotiating to resolve the current crisis they have caused”. Introducing the as yet unpublished bill in the Commons, Shapps singled out unions representing ambulance crews, who strike again on Wednesday, for not setting out national minimum service levels. “While we absolutely believe in the right to strike, we’re duty bound to protect the lives and the livelihoods of the British people,” Shapps said. The new ambulance strike “will result in patchy emergency care for the British people – and this cannot continue”, he said. Shapps added: “We do not want to use this legislation. But we must ensure the safety of the British public.” The Unison trade union has rejected Shapps’ characterisation of arrangements for the ambulance strike as meaning there would not be sufficient coverage as “a lie”. Ambulance staff will stagger their industrial action over the course of the day to cover gaps, with none walking out for more than 12 hours and many doing so for no more than six hours. Responding in the Commons for Labour, the party’s deputy leader, Angela Rayner, described the bill as a distraction from the wider problems of staff shortages and low pay that have prompted strikes in so many public areas. Rayner said that one of her constituents died recently while waiting for an ambulance: “That was not on a strike day. That is because of the disastrous chaos we have in the system under this Conservative government. His government offers no solution because they have caused the problem.” Shapps “knows the NHS cannot find the nurses that they need to work on the wards”, Rayner said. “He knows the trains don’t run even on non-strike days, such is the shortage of staff. So how can he seriously think that sacking thousands of key workers won’t just plunge our public services further into crisis?” The legislation showed, Rayner said, “a government that is out of ideas, out of time, and fast running out of sticking plasters; a government that is playing politics with nurses’ and teachers’ lives because they can’t stomach the cooperation and negotiation that’s needed. “We need negotiation, not legislation. So when is the minister going to do his job?”"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"music/2022/aug/28/elizabeth-leonskaja-review-passion-power-and-purpose","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2022-08-28T14:20:58Z","webTitle":"Elizabeth Leonskaja review – passion, power and purpose","webUrl":"https://www.theguardian.com/music/2022/aug/28/elizabeth-leonskaja-review-passion-power-and-purpose","apiUrl":"https://content.guardianapis.com/music/2022/aug/28/elizabeth-leonskaja-review-passion-power-and-purpose","fields":{"bodyText":"Pianist Elisabeth Leonskaja will shortly be playing at the Beethoven festival in Bonn, the composer’s birthplace, so it was something of a coup for the Machynlleth festival to have secured her for the same programme, namely the last three of his 32 sonatas, the triptych that constitutes a pinnacle of the repertoire. Machynlleth can claim to have been the ancient capital of Wales and, such was the calibre of this particular evening, the town certainly felt like a cultural capital. Leonskaja’s opening gesture was an indication of her seriousness of purpose, lifting the redundant music desk away from the instrument, placing it on the floor, disdaining the flutter of amused applause and, without further ado, launching into the E major sonata Op 109, immediately capturing its idiosyncratic balance between light pastoral flow and slow declamatory passion. The minor mode Prestissimo was almost martial in its fierceness, the perfect foil for the warm serenity of the theme and variations finale, albeit laced with fugal feist. The Tabernacle – formerly a chapel, yet with a surprising intimacy – has a fine acoustic and, in the A flat major sonata Op 110, Leonskaja again instinctively used it to her advantage, and to Beethoven’s, with a palette of tone-colours from gently muted to vibrant, and a similarly commanding dynamic range. Clarity of delineation and ease in every phrase allowed the structure to unfold organically. In the final sonata in C minor, Op 111, there were moments which seemed to be the summation of all the earlier C minor masterpieces, forceful yet also achieving a transcendent majesty. Leonskaja’s ability to produce the most powerful sound and allow it to resonate fully suggested an artist fully conscious of the privilege of giving aural expression to what the stone-deaf Beethoven had heard only in his extraordinary imagination. With barely a minute’s pause between sonatas Leonskaja was like a climber intent on pursuing her summit – this was not a leisurely affair, nor was it absolutely immaculate. That mattered not a jot. Here was innate pianism, with musical sensibilities and a daring honed by a lifetime of experience. She was cheered to the rafters."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2022/sep/03/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-09-02T18:00:05Z","webTitle":"What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis","webUrl":"https://www.theguardian.com/world/2022/sep/03/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis","apiUrl":"https://content.guardianapis.com/world/2022/sep/03/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis","fields":{"bodyText":"Every week we wrap up the must-reads from our coverage of the Ukraine war, from news and features to analysis, visual guides and opinion. ‘No quick wins’: Ukraine launches Kherson counteroffensive As the war enters its seventh month, attention has shifted to the southern front, and hopes for a Ukrainian counteroffensive. Kyiv says the attempt to retake ground is already under way but Russia has dismissed its prospects of success. Nataliya Humenyuk, a spokesperson for Ukraine’s southern command, announced on Monday that an offensive in Kherson – the only regional capital Russia has been able to secure since the war began – had begun. Oleksiy Arestovych, a senior adviser to Ukrainian president Volodymyr Zelenskiy, said Ukrainian troops had begun attacking Russian defences along the frontline and claimed they had broken through in several places. However two Ukrainian fighters on the frontlines in Kherson, who have oversight of events, described to Isobel Koshiw a situation that differed from the Ukrainian officials’ statements. According to them, fighting is taking place in Kherson region, but it is not the major counteroffensive being touted by Kyiv. Kherson has huge symbolic and practical significance and if Ukraine can entirely cut off enemy forces on the western bank of the Dnieper, they will have a realistic prospect of success, Archie Bland explains. Kyiv also needs to show that it can do more than resist the Russian advance; it can seize the initiative – thus shoring up the morale of its own population ahead of a grim winter and at the same time maintaining the support of western leaders. UN team leads mission to Zaporizhzhia nuclear power plant A team of inspectors from the International Atomic Energy Agency (IAEA) arrived at the Russian-held Zaporizhzhia nuclear plant in southern Ukraine on Thursday amid calls from Zelenskiy and the international community to demilitarise and safeguard the site from potential radiation disaster. “We are going to a war zone,” IAEA director general, Rafael Grossi, said ahead of the visit he described as a “technical mission” to prevent a nuclear accident at Europe’s largest atomic plant, Isobel Koshiw reported from Kyiv. In the days leading up to the visit, Ukraine accused Russia of deliberately shelling corridors along the pre-agreed route to deny the IAEA inspectors safe passage to the plant. Just hours before the team was due to cross from Ukrainian into Russian-held territory, the nearby city of Enerhodar came under fire, Jon Henley reported. A defiant Grossi told reporters: “We are not going anywhere. The IAEA is now there, it is at the plant and it is not moving – it’s going to stay there.” The nuclear chief confirmed after returning to Ukrainian-held territory that a group of IAEA experts had stayed behind at the plant and would provide an impartial, neutral and technically sound assessment of the situation. “It is obvious that the plant and physical integrity of the plant has been violated several times,” he added. “I worried, I worry and I will continue to be worried about the plant until we have a situation which is more stable, which is more predictable.” Children return to Ukrainian school trashed by occupying Russian forces Children and teachers gathered on the grass outside School No 2 in Borodianka on Thursday morning for the first day of the academic year, Isobel Koshiw writes from the town once occupied by Russian forces just north of Kyiv. There were speeches and a recital of the Ukrainian national anthem, and as is traditional the girls wore white scrunchies in their hair, the boys white shirts. They brought flowers to give to their teachers. But there will be no lessons in the classrooms of School No 2 this year. The invading soldiers used the school as a base and then trashed it as they left. Where enough students opted for in-person teaching and the schools are fit for use, school administrations have been preparing for the new academic year by outfitting basements as shelters and training teachers on what to do in case of an attack. All children who attend in person are told to carry an emergency bag with a change of clothes, any medicine they may need, a note from their parents and, for the younger children, a favourite toy. Putin: trapped and desperate Russia’s president is trapped and desperate. Will his friends in the west rescue him, Simon Tisdall asks. Putin keeps understandably schtum about his “special military operation”. But indefinite stalemate is not what he expected and an endless military quagmire is not a scenario he can afford. Slow-burn western sanctions corrode his economy and his military’s manpower and materiel are steadily depleted. So what are his options? As pressure on him grows to produce a breakthrough, Putin may well decide his best option is to raise the cost of the war to Ukraine’s backers in the context of rising anxiety over Europe’s energy and cost of living crises, largely caused by the invasion and Kremlin cuts to gas supplies. Mikhail Gorbachev, Soviet leader who ended cold war, dies aged 91 Meanwhile in Russia, Andrew Roth and Luke Harding reported the death of Mikhail Gorbachev, the former Soviet leader whose reforms led to the unlooked for break-up of his own country, and to the demise of communism across central and eastern Europe. Gorbachev, the last leader of the Soviet Union, died in Moscow aged 91 after a “difficult and protracted illness”, Russian news agencies cited hospital officials as saying on Tuesday. He will be associated with his attempts to modernise and to improve the Soviet Union, a process that he ultimately lost control of, leading to the country’s collapse. In his last years, Gorbachev was a paradoxical figure. Abroad, he was viewed as the hero of the cold war, whose actions – or lack of them – ushered in a freer world. In Russia he was largely reviled and unloved, an unperson at best, a traitor at worst, Pjotr Sauer explains. The Kremlin appeared unsure how to mark Gorbachev’s death this week, issuing a statement saying Putin would not attend the funeral or the public farewell ceremony, in what will be seen as an extraordinary snub by the Russian president. However Putin did visit the open coffin of the former Soviet leader on Thursday morning, leaving flowers at the mourning hall of Moscow’s central clinical hospital. Our visual guide to the invasion is updated regularly and can be found here"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/nov/24/when-you-hear-the-four-minute-warning-whatever-happened-to-britains-nuclear-bunkers","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-24T10:00:25Z","webTitle":"‘When you hear the four-minute warning’ … Whatever happened to Britain’s nuclear bunkers?","webUrl":"https://www.theguardian.com/world/2022/nov/24/when-you-hear-the-four-minute-warning-whatever-happened-to-britains-nuclear-bunkers","apiUrl":"https://content.guardianapis.com/world/2022/nov/24/when-you-hear-the-four-minute-warning-whatever-happened-to-britains-nuclear-bunkers","fields":{"bodyText":"Michael Parrish has a “wedding guest list” of people he will allow into his three-level, 125ft (38 metre)-deep concrete bunker in the event of a nuclear attack. Situated below an inconspicuous bungalow in Brentwood, Essex, the Kelvedon Hatch bunker was built on Parrish’s grandfather’s land in the 1950s and maintained as secret regional government headquarters throughout the cold war. After it was decommissioned in 1992, the Parrishes bought back the bunker – for more than 20 years, it has been a tourist attraction and a sleepover location for Boy Scouts. Today, it is also potentially a lifeline. “We have our own water, we have our own electricity, we have our own toilets, because one day I may need it,” says Parrish, 75, wearing a burgundy jumper with the words “secret nuclear bunker” embroidered in yellow on the left breast. Since Russia invaded Ukraine in February, 15 people have inquired about hiring a space in the bunker in the event of nuclear war, but Parrish wants to charge £500,000 a head (a bargain, he says, if you spend 10 to 20 years down there avoiding nuclear fallout). Who will he bring in for free? “What it amounts to is a wedding list: you have your family, you have your sister. Do you have your sister’s boyfriend? Probably. Do you have his parents? No,” Parrish says. He has light brown eyes, coiffed grey hair and a serious mouth that betrays no hint of a joke. The last 20 or so spaces in Parrish’s bunker, he says, will be reserved for “young, 25-year-olds – of either sex, before you think I’ve got this all wrong. Because you’ve got to think of the world.” Once upon a time, not all that long ago, operational nuclear bunkers were dotted up and down Britain, from sprawling complexes like Parrish’s to underground “monitoring posts”, which were less than five metres long and were used by the Royal Observer Corps (ROC) during the cold war. What has happened to all of these subterranean safe havens? In an age of renewed nuclear threat, what is the bunker status quo? How many have been maintained and how many have fallen into disrepair? More pressingly, what chance do you and I stand of getting in? With help-yourself audio guides and an honesty box ticketing system, it is easy to feel like the last woman alive in Parrish’s bunker. When I visit in early November, I initially don’t see another soul (unless you count the waxworks – a toothsome Maggie Thatcher sits behind real radio controls). It’s an eerie time capsule with a musty tang in the air. You might technically be able to survive for years down here, but would you want to? “My wife is quite adamant that she wouldn’t,” Parrish says. In Cheshire and in St Andrews, two other former secret nuclear bunkers have also become visitor attractions. In Wiltshire, billions of pounds of wine is stored by a private company in a former MoD bunker, while an old command centre in Essex has been converted into luxury flats. The Kingsway telephone exchange, a second world war air-raid shelter and cold war communications facility built under the tube in London, is still owned by BT, which tried to sell it in 2008. A spokesperson said the building is not operational and is not being used for anything, not even storage. More than 1,500 ROC monitoring posts were built across the country from the mid-1950s. Designed to house three people, these mini-shelters were places where volunteers could measure nuclear fallout and broadcast messages to the public after an attack. Many of these bunkers have fallen into disrepair, but some have been bought by members of the public – in March, a bunker on sale in Norfolk for £25,000 received 200 inquiries in three days. Russ McLean, owner of the listings website Unique Property Bulletin – which features numerous shelters for sale – says: “Sadly we have seen a significant uptick in the demand for nuclear bunkers,” since Russia invaded Ukraine. But Luke Bennett, associate professor of natural and built environments at Sheffield Hallam University, describes these bunkers as “tiny underground sheds” and says they are difficult to renovate into appealing spaces. “You wouldn’t really want to sleep in a cold, dank, windowless, underground shed.” He says these buildings are mostly bought by “bunker hunter” hobbyists (one in Perthshire was briefly converted into a holiday home, but guests had to do without electricity or running water). “There aren’t really any facilities in the UK that are ripe for reactivating,” says Bennett, whose former work as a lawyer saw him selling off old government bunkers. Beyond the ROC’s “underground sheds”, Bennett estimates that there were no more than 50 regional government bunkers in the UK. In 2021, he traced the afterlife of four that had been built in the late 80s and found that only one – in Ballymena in Northern Ireland – would be somewhat usable in event of a modern attack. “The nuclear bunkers constructed in the cold-war era have fallen pretty much into ruin,” he says. “Even the most recently built ones are pretty much beyond use now because they’ve had their life support equipment stripped out or they haven’t been maintained over the years.” Bennett believes most people would be surprised to learn how few shelters the government built during the cold war. While countries across the globe constructed shelters after the detonation of the first nuclear weapon in 1945, some invested in infrastructure more than others. A programme of “bunkerisation” in Albania between the 1960s and 80s led to the construction of more than 750,000 military bunkers. In 1976, Switzerland completed the largest civilian fallout shelter in the world, the Sonnenberg tunnel, which could house 20,000 people. Since 1963, Switzerland has been constitutionally obliged to provide shelter space for every citizen, meaning that, by law, apartment blocks must be fitted with shelters. Today, the country has more bunker spaces than it does residents: its population of 8.6 million can access 365,000 shelters that have room for nearly 9 million people. In the US, iconic black and yellow shelter signs sprung up around the country after the second world war, signposting where citizens could shelter during a nuclear attack. In 1955, the Federal Civil Defense Administration instructed people to construct fallout shelters in their own homes and gardens, and there were more than 200,000 private shelters in the country by 1965. Meanwhile, Vladimir Putin allegedly has a hi-tech bunker in Siberia complete with an energy substation that could power a small city. It is rumoured that wealthy Russians are buying and building nuclear bunkers, while in October, what appeared to be a leaked document showed an order for a bomb shelter-turned-car park to be cleared out and brought up to scratch. The country purportedly has just under 17,000 bomb shelters. By contrast, “the UK never really had a big, sincere commitment to spending a lot of money on building voluminous underground facilities that large numbers of people could sit out a nuclear war in,” Bennett says. The ROC’s 1,500 shelters were built from 1956 onwards, but they were only designed to house Royal Observer Corps volunteers, not regular civilians. Although new shelters are undoubtedly being constructed, this is on a need-to-know basis, so it is difficult to gauge the extent of recent bunker building. Of course, the country’s VIPs would always have a place to stay. While it is unclear who exactly will go where to survive nuclear Armageddon, the civil defence historian Nathan Hazlehurst says: “Key members of central government, the military and royal family will have access to bunkers, along with those staff needed to run the country post-attack.” Hazlehurst, who works as an emergency preparedness manager in the NHS, says the MoD has maintained “a number” of bunkers across the country, although naturally information about them is top secret. Some snippets of information have leaked out. An underground bunker at RAF Boulmer, in Northumberland, was renovated in 2002. A journalist gained access to an RAF bunker in Buckinghamshire in 2015 and described it as “a functional and complex building”. The government’s permanent joint headquarters in Northwood, north-west London, has its own bunker that is permanently staffed by security. Below Whitehall is the £126.3m defence crisis management centre known as Pindar, which is believed to be connected to Downing Street via tunnels. David Moore is a London-based photographer who was permitted access to an underground government crisis command centre in the early 00s. Many have speculated that his resulting photograph collection, 2008’s The Last Things, depicts Pindar, though he is not at liberty to say. “It’s quite a surreal environment in some ways and ordinary in others,” Moore says. Among other things, his photographs depict a concrete entrance way with a small, green “To bomb shelter area” sign pointing down some stairs; an emergency briefing room that – bar a lectern – could be any other office; a document shredder; a green-screened broadcast studio; giant red metal doors; and some art and ornaments that were seemingly placed to make the whole thing feel more homely. “It’s a very functional space which is difficult to navigate and was at the time sparsely populated,” Moore says. He says “everything was sort of humming” on standby. At various points on his visit, Moore says, the air quality was “not so great” (incidentally, most of the complex had no smell, though some areas near generators smelled “industrial”). “The thing about the space is even when you’re in it, you don’t know specifically what it’s for,” Moore says. Others who have gained access to special and secret spaces are members of exploration society Subterranea Britannica. In the 1950s the government built an alternative seat of power in Corsham, Wiltshire, but the so-called Burlington bunker, or central government war headquarters, was decommissioned in 2004. In 2013, Martin Dixon, a 40-year member of Subterranea Britannica, was allowed to visit. (The MoD still manages much of the underground space, but for security and health and safety reasons, the public are no longer allowed access.) “It wasn’t in tremendous condition, it really wasn’t maintained,” says Dixon, 67, who has visited more than 1,000 human-made underground spaces. At Corsham, he was able to see ventilation systems, standby generators and a telephone exchange. “I think because the cold war never happened it isn’t as chilling as visiting sites that were active during the second world war,” Dixon says. “A parachute that hasn’t been used is a parachute, whereas one that saved someone’s life somehow acquires a greater poignancy.” It remains to be seen whether Corsham will earn that poignancy in the coming years. In March, a senior adviser to the Cabinet Office told the i newspaper that the UK is “totally unprepared” to advise the public about nuclear attacks; the government website currently says that a new “emergency alerts” system is expected to launch in autumn 2022. Hazlehurst says that if threats become more tangible, then there needs to be greater education of the public, although he does not believe the government should build any more bunkers. “Though having infrastructure is important, it should only form a small part of the whole. Having trained personnel and coherent, workable plans across the country is more important,” he says. He adds that the pandemic has prompted some form of preparation: local authorities took on roles – “such as food distribution, body storage, and liaison with health and uniformed services” – that would be similar in the event of nuclear war. “Covid and other incidents have shown the real value of letting local authorities coordinate the response locally with central assistance,” Hazlehurst says. Does that mean nuclear survival is yet another postcode lottery? Hazlehurst says some councils have teams of emergency planners while others leave emergency planning to staff with additional roles. If you don’t live near a former bunker – and don’t have £500,000 spare to bunk with Parrish – then your best bet after a nuclear explosion is to stay inside and if possible get down to a basement, he says. Perhaps – somewhat damningly – the smartest thing you can do to prepare for a nuclear war right now is make friends with someone like Parrish – good friends, that is, the kind he would invite to his wedding. Still, you might have time on your side. “One of the first school groups we had, 20-odd years ago, one of the little kids described it as an upside down Norman castle,” Parrish says of his Kelvedon Hatch bunker. “And I thought that was absolutely right: it’s not going to fall down. It’s 10ft-thick reinforced walls, there’s no rot. It’s going to be here in a thousand years’ time.” If Parrish does manage to survive a nuclear attack, he jokes – although, actually, it’s hard to tell if he is joking – he may emerge from his bunker as king of Essex."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2023/jan/19/nsw-labor-promises-to-create-great-koala-national-park-if-it-wins-power","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2023-01-18T14:00:47Z","webTitle":"NSW Labor promises to create ‘great koala national park’ if it wins power","webUrl":"https://www.theguardian.com/australia-news/2023/jan/19/nsw-labor-promises-to-create-great-koala-national-park-if-it-wins-power","apiUrl":"https://content.guardianapis.com/australia-news/2023/jan/19/nsw-labor-promises-to-create-great-koala-national-park-if-it-wins-power","fields":{"bodyText":"The New South Wales Labor party will establish a new national park stretching from Kempsey to Coffs Harbour in a bid to save the state’s endangered koala population. On Thursday the opposition leader, Chris Minns, will announce that the party will re-commit to establishing the “great koala national park” on the NSW north coast, which could see an area of about 300,000 hectares of key habitat for the native species protected from logging. The park, which Labor has promised in the past two state elections, is likely to anger the timber and logging industry, which has previously claimed it would cost the state thousands of jobs. Other estimates claim the park would add about $1bn to the state’s economy over 15 years. Labor has sought to head off criticism by promising an initial $80m to first carry out consultation and an independent economic assessment of the park’s “impact on local jobs and communities”. Environment groups have long called for the park, which would be created by linking about 140,000 hectares of existing national parks with about 170,000 hectares of state forest. The land is estimated to be home to about 20% of the state’s wild koala population. Labor said it won’t commit to the size of the park immediately – nor the potential cost of compensation for the logging industry as a result of the transfer of state forest land – but will use “expert scientific advice” to guide its establishment. In February last year Australia’s koala population was officially listed as endangered, a step environmental groups said came after a decade-long failure to address habitat destruction since the animal was first listed as threatened in 2012. In 2020, a NSW parliamentary inquiry found the species would be extinct in the state by 2050 unless governments took urgent action to protect its habitat. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Minns said he wanted to turn the animal’s “grim trajectory around”. “I don’t accept that one of our most loved and iconic native species could become extinct here in just 28 years’ time,” he said. “By protecting the places these koalas live, and by working closely with all stakeholders, we can ensure we bring these incredible creatures back from the brink.” Labor will hope the announcement also shifts attention to the government’s record on the animal. The Coalition faced an existential threat in 2020 when former deputy premier John Barilaro threatened to move the Nationals to the crossbench over a land clearing bill. That conflict threatened to rear itself again in November last year, when the Nationals proposed new legislation that would strip councils of their powers to regulate native forestry operations on private land. The bill was quickly dropped after a revolt from moderate Liberal party MPs. The animosity resulting from the battle over land clearing within the Coalition led former MP Catherine Cusack to publish text messages from former premier Gladys Berejiklian which she said showed a “deal” had been done with the Nationals to allow for weaker land clearing laws. “After 12 years, six environment ministers, the weakening of environmental protections and koala wars between the Liberals and Nationals, koalas are now listed as endangered,” Labor’s environment spokesperson Penny Sharpe said. On Thursday Labor will also announce that it will transfer ownership of a series of wildlife corridors in Woronora Heights in Sydney’s south from Sydney Water to the National Parks and Wildlife Services. The water authority caused local outrage in 2021 when it presented plans to subdivide the land for development despite evidence it contained koala habitat. Those plans were shelved late last year."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2022/nov/22/tsunami-warning-after-70-magnitude-earthquake-near-solomon-islands","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2022-11-22T02:57:27Z","webTitle":"Buildings damaged and power lost after earthquakes hit Solomon Islands","webUrl":"https://www.theguardian.com/world/2022/nov/22/tsunami-warning-after-70-magnitude-earthquake-near-solomon-islands","apiUrl":"https://content.guardianapis.com/world/2022/nov/22/tsunami-warning-after-70-magnitude-earthquake-near-solomon-islands","fields":{"bodyText":"Buildings were left damaged and widespread power outages reported in the Solomons Island capital, Honiara, after two earthquakes struck just off the south-west coast on Tuesday. The first magnitude 7.0 earthquake briefly triggered a tsunami warning from the United States Geological Survey, but this warning was withdrawn soon after. A second quake, with a magnitude of 6.0, struck nearby 30 minutes later. Power was out in some areas of Honiara and Solomon Islands Broadcasting said in a statement that all radio services were off air. The Australian prime minister, Anthony Albanese, said the roof of the Australian high commission annexe in Honiara had collapsed, “which points to likely damage throughout the city”. “We have contacted prime minister Sogavare to once again indicate Australia stands ready to assist.” Albanese said all staff of the Australian high commission were safe, but confirming the safety of all Australians in Solomon Islands was difficult because telecommunications had been disrupted. The quake near Malango was shallow, with a depth of 10km, the USGS said. People reported violent shaking that threw televisions and other items to the ground. Freelance journalist Charley Piringi said he was standing outside a warehouse next to a primary and a secondary school on the outskirts of the capital, Honiara, when the quake struck, sending the children running. “The earthquake rocked the place,” he said. “It was a huge one. We were all shocked, and everyone is running everywhere.” The nation’s attorney general, John Muria, posted images on social media of office files spilled from large metal filing cabinets. “This was a big one,” Joy Nisha, a receptionist at the Heritage Park Hotel in Honiara, told the AFP news agency. “Some of the things in the hotel fell. Everyone seems OK, but panicky.” An AFP reporter in the capital said the shaking lasted for about 20 seconds. Reuters and Agence France-Presse contributed to this report"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"film/2023/jul/24/so-foul-a-sky-review-courageous-lament-for-venezuelas-oil-stained-self-destruction","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-07-29T09:13:52Z","webTitle":"So Foul a Sky review – courageous lament for Venezuela’s oil-stained self-destruction","webUrl":"https://www.theguardian.com/film/2023/jul/24/so-foul-a-sky-review-courageous-lament-for-venezuelas-oil-stained-self-destruction","apiUrl":"https://content.guardianapis.com/film/2023/jul/24/so-foul-a-sky-review-courageous-lament-for-venezuelas-oil-stained-self-destruction","fields":{"bodyText":"Opening with unearthly looking shots of Venezuela’s hulking oil refineries, this strikingly photographed documentary is a lament in response to the political and humanitarian crisis the country has faced in the last decade. As per the title, director Álvaro F Pulpeiro has a habit of looking frequently to the skies, casting them in an aghast, high-contrast yellow and indigo, as if the spillage of this petrostate’s woes has tainted something spiritual in the higher order of things. Interspersing it all with radio commentary discoursing on million per-cent inflation and the disputed 2018 election, and poetry extracts tolling the bell for the country itself, Pulpeiro roams Venezuela in search of telling vignettes: soldiers firing ordnance off navy vessels in the Caribbean, refugees joining the exodus into Brazil, a recurring ride-along with a man transporting a newborn child (a symbol of hope, or maybe hopelessness). Only once – as a mariachi group serenades a pair of giggling women in the back of a pickup truck – is there much optimism. Otherwise, the pervasive mood is a sense of betrayal by those in power. At one point, driving around as the baby wails in the backseat, the radio relays Venezuelan president Nicolás Maduro denouncing Donald Trump, and Pulpeiro owns them both with another burst of verse: “I’m talking to you as a child from a homeland just like any other / A father like any other / Voracious Saturn.” That Venezuela is devouring its children hits home in the long final section, accompanying a group of almost Mad Max-like wastrels decanting gasoline in rough conditions at a makeshift depot in the Guajira desert just across the border in Colombia. So Foul a Sky loses some of its rhythm and lyrical bite in this rather baggy and meandering segment, which accounts for almost a third of the runtime. But it’s a courageous expedition into a bitumen-stained heart of darkness. • So Foul a Sky is available on True Story from 28 July."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"film/2023/jun/18/inland-review-magnificent-mark-rylance-powers-forest-of-dean-folk-horror","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2023-06-18T10:30:40Z","webTitle":"Inland review – magnificent Mark Rylance powers Forest of Dean folk horror","webUrl":"https://www.theguardian.com/film/2023/jun/18/inland-review-magnificent-mark-rylance-powers-forest-of-dean-folk-horror","apiUrl":"https://content.guardianapis.com/film/2023/jun/18/inland-review-magnificent-mark-rylance-powers-forest-of-dean-folk-horror","fields":{"bodyText":"It’s a slippery, shape-shifting creature, this arresting first feature set in Gloucester and the secretive ancient woodlands of the Forest of Dean; a micro-budget production that punches above its weight with the talent involved. Writer-director Fridtjof Ryder is clearly a name to watch; Mark Rylance in a supporting role, is magnificent, and Kathryn Hunter brings a gnarled, earthy quality to a voice performance. Rory Alexander stars as an unnamed young man who, following his mother’s disappearance, is drawn back to his rural community. The film layers mystery upon mystery, not least of which is how to describe this enigmatic, genre-defying picture. There’s a touch of British folk horror and an evident Lynchian influence on the unnerving, uncanny world that the man discovers. Inland creates atmosphere rather than providing answers – an atmosphere enfolded in mossy, ominous shades of damp green and grey. But mainly it’s an atmosphere created by Rylance’s remarkable performance as a quasi-father figure to the young man – the angular rhythms of his line delivery; the way his eyes slide warily to the edge of the frame. It creates a prickling uneasiness that is hard to shake."},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"lifeandstyle/2023/jan/28/toy-trends-2023-lego-traitors-board-game","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2023-01-28T11:00:18Z","webTitle":"Toy trends for 2023:  from Lego flower power to Traitors the board game","webUrl":"https://www.theguardian.com/lifeandstyle/2023/jan/28/toy-trends-2023-lego-traitors-board-game","apiUrl":"https://content.guardianapis.com/lifeandstyle/2023/jan/28/toy-trends-2023-lego-traitors-board-game","fields":{"bodyText":"With its character parades featuring Paddington Bear, Paw Patrol and Pikachu, the annual UK toy industry beano has a carnival atmosphere but is actually a serious business as retail buyers select the sets, dolls and games we will play with in 2023. Toy sales slumped by more than £100m last year, according to figures released to coincide with this week’s British Toy and Hobby Association (BTHA) fair in London, meaning the buyers there were desperate to identify the next big toy or trend for kids and, increasingly, the kidults who buy £1bn worth of toys for themselves. Melissa Symonds, an analyst at the market researcher NPD, says toy sales were hit by the cost of living crisis. Total sales fell back 3% to £3.6bn while the number of products sold dropped 6% as parents shunned cheaper impulse buys. There was also no escape from inflation, with the average selling price up 3% to £10.54. “We’re not expecting huge growth this year because the economy is still uncertain,” Symonds says. “People are still going to be price-conscious … but will still want to distract themselves or their kids. That is something toys has over other categories – there is always an element of joy.” Kidults rule In 2022 the sweet spot was the kidult (buyers aged 12 and over) market, which is still growing and now equates to almost 30% of UK toy sales. After rediscovering childhood passions during lockdown, adults are opting to spend on Lego and collectible toys rather than nights out. The maker of plastic bricks continues to target this group with new sets and themes such as the Botanical Collection, which, with sets such as a £45 dried flower centrepiece, analysts say is aimed at women. Playmobil is also tapping into nostalgia for childhood favourites, with sets devoted to Asterix and the 80s TV favourite Magnum, PI. The latter, due out in April, includes a Ferrari 308 GTS Quattrovalvole and a figure complete with Hawaiian shirt and Tom Selleck’s trademark moustache. Disney is 100 Despite the grim picture for toy town as a whole, in 2022 sales of licensed toys were actually up 5.5% thanks to spin-offs from classics such as Star Wars and the Marvel Cinematic Universe. These kinds of toys make up almost a third of sales, and analysts are predicting another “good year” because of the welter of merchandise – from dolls, cuddly toys and Lego to even a Rubik’s Cube – celebrating characters and films from the Disney archive as it turns 100. This year’s Barbie film is also set to provide a shot in the arm for Mattel’s veteran doll brand, which is enjoying a renaissance. Old favourites return Sesame Street, Paddington Bear and Wallace and Gromit … there were lots of familiar names on the list of 25 “hero” toys of the year produced by the BTHA for the event. A £35 cuddly singing Elmo to help preschoolers crack potty training garnered a lot of attention, while for 80s kids the £20 Care Bear provides a blast from the past. Honey, I shrunk the toys The micro toy trend manages to sate collectors and small budgets at the same time. Analysts point to the Bitty Pop! toy range, which debuted at the London show. It offers tiny versions of the popular Funko Pop! figures, and the first wave features characters from Harry Potter and, of course, Disney. The Bitty Pop! figures will go sale in the summer in a four-pack costing £13. Plush (soft) toys are huge While other toys were left on the shelf in 2022, sales of plush toys jumped 29%. They are expected to be popular this year too because of Squishmallows, the cuddly toy brand that is huge on TikTok. Are you a ‘faithful’? Britons rediscovered board games during the coronavirus pandemic and have kept on playing, with murder mystery and escape room games growing in popularity. With millions hooked on the BBC’s recent hit show The Traitors, the board game is expected to be one of the biggest toys of the year, with predictions we will all be hosting Traitors nights come Christmas. The game, costing £30, is due out in the autumn."},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"environment/2022/oct/18/what-are-european-countries-doing-to-cut-power-consumption","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2022-10-18T04:30:42Z","webTitle":"What are European countries doing to cut power consumption?","webUrl":"https://www.theguardian.com/environment/2022/oct/18/what-are-european-countries-doing-to-cut-power-consumption","apiUrl":"https://content.guardianapis.com/environment/2022/oct/18/what-are-european-countries-doing-to-cut-power-consumption","fields":{"bodyText":"Paris is switching off the Eiffel Tower lights an hour early, Milan has turned off public fountains, and Hanover is offering gym users cold rather than hot showers in an effort to combat potential energy shortages this winter. At the same time, the public are being encouraged to do their bit by avoiding using household appliances between 4pm and 7pm, stock up on blankets and slow down their driving. One global retail chain is encouraging staff to change their behaviours: to use stairs instead of lifts, to use energy-saving apps at home, and unplug devices rather than leaving them on standby. The UK, by contrast, has blocked a £15m campaign encouraging the public to conserve energy, with the government arguing that the country is “not a nanny state”. But across Europe, governments and municipal authorities have responded to calls to reduce power consumption and reach an EU target of shaving 15% off energy consumption by next March. All member states are reducing heating in public buildings by one degree to 19C, but some have gone further. France The Eiffel Tower lights are being turned off more than an hour early, shaving 4% off energy costs as the city responds to the government call to reduce fuel usage. The government has also launched a major communication campaign, “Every gesture counts”, encouraging individuals and industry to do their bit. Luxury goods conglomerate LVMH, which owns more than 500 stores including brands such as Christian Dior, Givenchy and Tiffany, and supermarket chains LeClerc and Carrefour are turning the lights off in their shops three hours early. Workers are also being encouraged into “new energy consumption behaviours” such as using stairs instead of lifts, not using printers, and unplugging computers and electric cars. At home, people are being asked to keep the heating at 19C or lower in living rooms and kitchens (17C in bedrooms), drop boiler temperatures to 55C, use energy-intensive appliances such as dishwashers and washing machines during off-peak hours, and turn standby mode on devices including TVs and wifi routers off when not being used. Households that do so will be rewarded with a “sobriety bonus” (details to be announced), as will commuters who join a car pool. Public building managers have been told to switch to LED bulbs, turn off hot water boilers unless they are essential, and not heat offices above 19C. Sports complexes must lower their heating by two degrees and public swimming pools their water temperature by one degree, while street lights and signage will be dialled down in intensity, switched on for shorter periods, and where possible switched off altogether between 1am and 6am. Companies and public sector employers have been instructed to organise home working so that their premises can be closed altogether for three or four days at a time, and people with cars provided by public sector employers must limit their speed. Owners of private buildings are encouraged to reduce thermostats to 19C while occupied and lower them further to 16C overnight and 8C if they are not occupied for more than two days, as on bank holiday weekends. Ukraine Ukraine is not just fighting a war against Russia, but an energy crisis in one of the coldest countries in Europe. While the EU drops its thermostats to 19C, Ukraine’s authorities are talking about reducing central heating in building to four degrees lower than normal, between 17C and 18C. People have been advised to stock up on blankets and warm clothes for when outdoor temperatures fall to and below the -10C winter average. Spain Under a government decree, temperatures can be set no higher than 19C in public buildings. The new rules do not apply to households, but people are being encouraged to follow suit. Shops must also switch off window display lighting from 10pm and any air-conditioned or heated premises must have an automatic door-closing mechanism installed to avoid energy waste. Spain, which is not as dependent on Russian energy supplies as many other EU countries, has agreed to a 7%-8% reduction in gas use in solidarity with other EU countries. The measures will remain in place until November next year. Belgium Staff have been told not to grumble after the thermostat at the EU council of ministers HQ and Europa building, the site of EU summits, was reduced to 19C. “Compensating for the lower thermostat setting by bringing in individual electrical heaters is obviously out of the question,” says an internal memo that advises staff to “consider coming to work with an extra sweater” and not hesitate to wear it because “energy matters more than our traditional dress code”. The Europa lantern – the internal oval-shaped structure in the Council HQ known as the space egg – will be turned off, while the vast atrium will be switched to a chilly 14C. MEPs have also reopened their longstanding campaign against the European parliament’s monthly commute to Strasbourg. The German Christian Democrat MEP Peter Liese has called on parliamentary authorities to abandon the Strasbourg trip until April, because “if we ask everyone to save energy, it is not responsible to heat two buildings and make unnecessary trips”. Ireland A “reduce your use” government campaign is urging the public to use cookers, tumbledryers, washing machines and kettles efficiently and, where possible, outside peak hours of 4pm to 7pm. The government of the car-dependent country is also asking motorists to drive more slowly, maintain tyre pressure, and drive smoothly to conserve energy consumption. It is also encouraging them to switch one journey a week to walking, cycling or public transport. Ireland delayed switching on heating at the Dáil. In September several members of parliament complained about the cold, but the staff who run the complex said they wished to set an example. In an email, managers said the heating would not be turned on until 3 October at the earliest. After four days of setting an example, the heating was switched on. Germany Public monuments, including the Brandenburg Gate in Berlin, public buildings and advertising billboards can only be illuminated between 4pm and 10 pm, except during cultural festivals. An annual light show festival in Berlin went ahead this week, but the organisers said they had managed to reduce the consumption of electricity by 75% compared with last year. Heating in corridors in public buildings will be switched off. The maximum temperature in public administration offices is 19C. There is no binding maximum temperature for homes, but privately owned swimming pools must no longer be heated with electricity or gas unless “urgently necessary for therapeutic use or to avoid damages to the pool technology”. Temperatures at public pools have also been lowered. Some municipalities have gone further and turned off instant hot water. Hanover said hot water would not be available for handwashing or showers in public buildings, swimming pool showers, sport halls and gyms. Italy Operation Thermostat this spring already led to a number of energy-saving measures, including the switching-off of public fountains. The Italian government is asking homeowners to turn central heating down by 1C and to turn it off for an extra hour every day. It is also encouraging people to take shorter showers, to use dishwashers and washing machines only when fully loaded, and not to leave home appliances on standby. Netherlands The Dutch government is advising households and business on measures to cut consumption, including turning down heating by 1C."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"money/2022/dec/14/price-of-gas-and-power-falls-in-uk-as-continental-energy-eases-supply-pressures","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2022-12-14T16:06:11Z","webTitle":"Britons save £3m by using power-hungry appliances at quieter times","webUrl":"https://www.theguardian.com/money/2022/dec/14/price-of-gas-and-power-falls-in-uk-as-continental-energy-eases-supply-pressures","apiUrl":"https://content.guardianapis.com/money/2022/dec/14/price-of-gas-and-power-falls-in-uk-as-continental-energy-eases-supply-pressures","fields":{"bodyText":"Britons have saved almost £3m by using tumble dryers and other power-hungry devices at quieter times, under a scheme that aims to reduce the strain on electricity networks, National Grid has said. The electricity system operator (ESO) launched an initiative last month to incentivise consumers and businesses to reduce their energy use, by running appliances such as washing machines, dishwashers and tumble dryers before or after particular designated periods when demand was expected to be heavy. National Grid said on Wednesday the “demand flexibility service” had delivered more than 780 megawatt (MW) hours of demand reduction, and £2.8m in savings over five test periods since the scheme launched last month. More than 1m households and firms had signed up to participate, it said. Customers are normally given 24 hours notice to shift their power usage from a peak period – typically 4pm to 7pm. Savings are passed on via energy suppliers to customers who have signed up. Craig Dyke, the head of national control at the ESO, said: “Delivering the first of the demand flexibility service test events is a major milestone in the evolution of consumer flexibility in the UK. This service successfully proves that consumers up and down the country are standing by to get involved in flexibility solutions.” Separately, gas and power prices fell on Wednesday in signs that the strain on the UK and Europe’s energy supplies was easing despite the icy weather. A marked increase in nuclear output from power stations in France and hydroelectric power in southern Europe has lifted pressure on electricity supplies across northern Europe. The UK price for gas for delivery on Thursday fell 4% at 332p a therm, while month-ahead prices were down 5.6% at 322p a therm. The price of power, which reached a record £675 a megawatt-hour on the Epex Spot SE exchange this week, fell to £353 in a volatile market. Power prices for delivery on Thursday fell nearly 7% in Germany and about 5% in France. Power prices had soared as the freezing weather forced Britons to increase their heating use, pushing up demand for energy despite high bills. The cold weather combined with a period of low wind, reducing the production of Britain’s windfarms to close to zero. Emergency power units at Drax in North Yorkshire were put on standby on Monday but ultimately not used. Live data from ESOon Wednesday showed wind accounting for 27% of electricity generation, behind gas with 47% and ahead of nuclear at 13%. Separately, French nuclear output has ramped up in recent days and is expected to improve through the week as four more nuclear reactors, which were out of action for maintenance, are due to return. There have been concerns over power shortages this winter in the UK and Europe amid the fallout from Russia’s invasion of Ukraine. However, the improving weather and resilience of the system so far has brought some encouragement. Analysts at RBC investment bank said: “Despite this grim scenario for the week, we could see that the electricity system is coping relatively well with the situation, albeit power prices suffered a significant increase. “Despite the increase in gas demand on cold weather and low wind resource, we could see how gas storage levels are doing better even this week on any single day v the same day last year.” The rise in prices will have increased the cost of the government’s energy price guarantee scheme, which aims to cushion the blow of rising wholesale costs. The energy regulator is pushing for a cap on how much power stations can charge National Grid for backup electricity. Ofgem wants to tighten rules to prevent “excessive” profits and intends to publish proposals early next year, the Daily Telegraph reports. The Grid spent more than £27m paying power stations to crank up supplies at short notice on Monday."},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"uk-news/2022/dec/14/thousands-still-without-power-in-shetland-as-cold-blast-bites-uk","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2022-12-14T09:59:52Z","webTitle":"2,800 still without power in Shetland as cold blast bites UK","webUrl":"https://www.theguardian.com/uk-news/2022/dec/14/thousands-still-without-power-in-shetland-as-cold-blast-bites-uk","apiUrl":"https://content.guardianapis.com/uk-news/2022/dec/14/thousands-still-without-power-in-shetland-as-cold-blast-bites-uk","fields":{"bodyText":"Thousands have been without power in Shetland for a second night as Britain’s infrastructure continues to struggle with sub-zero temperatures. The Met Office has extended a yellow warning for snow and ice to Friday in northern Scotland and north-east England. The Scottish government declared a major incident on Tuesday after heavy snow left thousands of homes in Shetland without power on Monday evening. About 2,800 still have no electricity, and engineers described the “concentrated and explosive weather event” as the worst they had seen since Christmas 1995. Scottish and Southern Electricity Networks (SSEN) was working to restore supply but it was not expected to be fully restored until the end of the week. More engineers were due to arrive in Shetland on the ferry from Aberdeen on Wednesday to help restore power. An SSEN spokesperson, Graeme Keddie, said: “Firstly, I’d like to apologise to those customers still without power and reassure them that we are making every effort to get to them.” He told BBC Radio Scotland’s Good Morning Scotland that the company had reconnected 1,000 homes on Tuesday and continued to make progress. “We’ve got 15 additional line crews coming over on this morning’s freight ferry and more by helicopter, so that will make a real difference to restoration efforts,” he said. “This has been a very concentrated and explosive weather event on Shetland which was far more severe than forecast. The local teams have said this is the worst they’ve seen since 1995 over the Christmas period.” Snow and ice have been causing disruption on the roads since the start of the week. The RAC breakdown service recorded its busiest day on record on Monday, going to the assistance of about 12,000 drivers. Braemar in Aberdeenshire was the coldest place in the UK for the second night in a row on Tuesday, recording a temperature of -17.3C. The Met Office said on Twitter: “It will be another cold start this Wednesday morning with warnings for snow, ice and strong winds active across the UK.” The Met Office spokesperson Becky White said: “There will be a risk of ice across the country over the next few days, but particularly tonight.” Commenting on the latest yellow warning in northern Scotland and north-east England, White said some areas could see up to 10cm of fresh snow on higher ground, with 1-4cm at lower levels. In Sheffield, engineers reported that they still had just over 100 households left to reconnect to gas on Tuesday evening. Nearly 2,000 homes in the city lost supplies 11 days earlier when a burst water main filled the local gas network with more than a million litres of water. Snow and ice warnings were in place in the south-west of England until 10am on Wednesday. The region could see as much as 10cm of snow on higher ground such as Dartmoor and Exmoor. Ice warnings were also in place in for eastern England and northern parts of Northern Ireland, including Belfast, until midday on Wednesday."},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}